{
  "it": {
    "nav-home": "Home",
    "nav-physiology": "Fisiologia",
    "nav-service": "Service",
    "nav-staff": "Staff",
    "nav-technologies": "Technologies",
    "nav-cell": "Cellula",
    "nav-circulatory": "Apparato circolatorio",
    "nav-respiratory": "Apparato respiratorio",
    "nav-digestive": "Apparato digerente",
    "nav-integumentary": "Apparato tegumentario",
    "nav-lymphatic": "Sistema linfatico / immunitario",
    "nav-dermatology": "Dermatologia",
    "nav-support": "O.S. Support Chat GPT",
    "nav-contact": "Contattaci",
    "nav-accessibility": "Accessibilità",
    "nav-accessibility-en": "Accessibility",
    "nav-theme": "🎨 Tema pulsanti",
    "nav-meet-staff": "Meet the Staff",
    "nav-tech-maturity": "Tech Maturity",
    "nav-progetti": "Progetti",
    "nav-cyber-market": "Cybernetics Market",
    "nav-specials": "Specials",
    "skip-link": "Vai al contenuto principale",
    "keyboard-toggle": "🔧 Navigazione Tastiera",
    "keyboard-sr": "Attiva o disattiva l'evidenziazione della navigazione da tastiera",
    "read_simple_version": "Leggi in versione semplice",
    "main-heading": "Benvenuti nel Progetto Biotech!",
    "main-subheading": "Qui per guidarvi verso la scienza della biotecnologia e l'innovazione tecnologica.",
    "main-description": "La salute è il nostro bene più prezioso, la nostra serenità è il nostro destino di salute.",
    "btn-explore": "Esplora il Progetto",
    "video-alt": "Anteprima video: Foresta verticale di Singapore",
    "video-desc": "Il video mostra la foresta verticale di Singapore, un edificio coperto di piante che integra natura e architettura urbana.",
    "section-science": "Tutto ciò che non puoi non sapere!",
    "mitocondri-term": "Mitocondri",
    "mitocondri-def": "Producono energia sotto forma di ATP.",
    "lisosoma-term": "Lisosoma",
    "lisosoma-def": "Responsabile della distruzione e del riciclaggio delle cellule senescenti.",
    "miochine-term": "Miochine",
    "miochine-def": "Antinfiammatori, anticancerogeni, molecole che migliorano le funzioni cognitive.",
    "pelle-term": "La pelle",
    "pelle-def": "Formata da cheratinociti (90%) e melanociti per la produzione di melanina.",
    "section-preventive": "MEDICINA PREVENTIVA",
    "preventive-1": "Sovrappeso e Obesità",
    "preventive-2": "Abuso di fumo ed alcol",
    "preventive-3": "Facce “tirate” dallo stress e dalla fretta",
    "preventive-4": "Assunzione di cibi processati",
    "preventive-5": "Fuori forma fisica",
    "preventive-6": "Movimenti impacciati/Scarsa mobilità",
    "preventive-7": "Isolamento dalle persone e dall’ambiente",
    "section-cell": "LA CELLULA COME BASE DELLA VITA",
    "wellbeing": "SERENITÀ, BENESSERE, LONGEVITÀ;",
    "cell-desc": "Il nostro destino di salute e la nostra serenità sono le cose più importanti, solo allora iniziamo a contemplare di cambiare quegli aspetti della nostra vita che ci generano disagio psicofisico.",
    "preventive-therapy": "Terapia preventiva dell’attività fisica, dell’alimentazione, di un corretto riposo notturno, allontanamento da dipendenze, spesso travestite da normali abitudini, capacità di far fronte allo stress.",
    "rewrite-life": "Elaborare in maniera nuova la nostra storia personale, e riscriverla con un cambiamento radicale;",
    "biological-factors": "Variabili organiche, (leggi biologiche) sono profondamente influenzate dallo stile di vita.",
    "inflammation": "Contenimento dell’infiammazione sistemica (dei suoi mediatori), la stimolazione dei fattori neurotrofici che porta ad aumenti nella",
    "sinaptogenesi-term": "Sinaptogenesi",
    "sinaptogenesi-def": "e nei volumi cerebrali regionali, la modifica del sistema immunitario, endocrino e del microbiota. Cambiamenti;",
    "epigenetici-term": "Epigenetici",
    "epigenetici-def": "possono essere trasmessi attraverso le generazioni.",
    "quote": "Non è segno di buona salute mentale essere ben adattati ad una società malata",
    "quote-author": "Jiddu Krishnamurti",
    "accessibility-badge": "Dichiarazione di accessibilità del sito BiotechProject - Conforme agli standard WCAG 2.1 AA",
    "footer-project": "BiotechProject. Un progetto per un web più inclusivo.",
    "linkedin-link": "🔗 Segui Biotech Project su LinkedIn",
    "noscript-text": "Per un'esperienza ottimale, abilita JavaScript nel tuo browser.",
    "noscript-welcome": "Benvenuto in <strong>Biotech Project</strong> – Innovazione al servizio della salute.",
    "staff-subtitle": "Contatti per collaborazioni e progetti.",
    "staff-quoteElena": "Il giusto è razionale, morale, e non solo vigente, ma ancorato nella realtà!",
    "staff-quoteFabrizio": "La passione, recepire per elaborare, l'azione consapevole in un giorno qualunque!",
    "staff-quoteFrank": "Una mente vera non soffre mai di noia o solitudine, sa tener un'egregia compagnia a sè stessa!",
"staff-intro-1": "Benvenuti nella sezione Meet The Staff di BiotechProject.",
"staff-intro-2": "Qui non presentiamo solo un team di lavoro, ma una comunità di idee, valori e impegno condiviso verso la scienza e l’inclusione.",
"staff-mission-1": "Siamo un gruppo eterogeneo di professionisti — sviluppatori, divulgatori, progettisti accessibili, pensatori critici — uniti da una missione comune:",
"staff-mission-2": "Rendere la biotecnologia e la tecnologia digitale accessibili, trasparenti e al servizio del bene comune.",
"staff-diversity-1": "Ogni membro del team porta con sé un bagaglio unico di esperienze, competenze e visioni. Insieme, creiamo un ambiente collaborativo in cui le idee possono emergere, confrontarsi e crescere.",
"staff-diversity-2": "La diversità non è solo accettata: è ricerca attiva, perché sappiamo che l’innovazione autentica nasce dal dialogo tra prospettive differenti.",
"staff-ethic-1": "Il nostro lavoro va oltre la scrittura di codice o la realizzazione di contenuti scientifici.",
"staff-ethic-2": "È un impegno etico: crediamo che il diritto alla conoscenza, alla salute e alla tecnologia non sia un privilegio, ma un principio fondamentale della dignità umana.",
"staff-purpose-intro": "Per questo, ogni progetto che realizziamo è pensato per:",
"staff-purpose-1": "Armonizzare tecnologia e accessibilità",
"staff-purpose-2": "Provvedere a strumenti comprensibili per tutti",
"staff-purpose-3": "Garantire un accesso equo alla scienza",
"staff-action-1": "Non si tratta di filosofia astratta, ma di azione concreta. Ogni linea di codice, ogni parola scritta, ogni scelta di design è un passo verso un futuro più giusto — un futuro in cui la scienza non esclude, ma include.",
"staff-growth-1": "Siamo consapevoli che l’eccellenza non è un punto di arrivo, ma un percorso. E ogni giorno ci impegniamo a migliorare, a imparare, a rimetterci in gioco. Perché ogni progetto è un’opportunità: per crescere, per innovare, per fare la differenza.",
"staff-call-1": "Se condividi questi valori, se credi che la vera innovazione nasca dalla collaborazione e dalla condivisione,",
"staff-call-emphasis": "siamo qui per ascoltarti.",
"staff-open-invite": "Siamo sempre aperti a nuove idee, collaborazioni, confronti. Se vuoi sapere di più sui nostri progetti, discutere di tecnologia accessibile o semplicemente scambiare due parole,",
"staff-contact-link": "non esitare a contattarci",
"staff-thanks-1": "Grazie per aver letto fin qui.  \nIl nostro viaggio è appena cominciato — e siamo entusiasti di condividerlo con te.",
"video-description": "Il video mostra l'auto del futuro, un viaggio verso l'innovazione e la sostenibilità." ,
"tech-maturity-title": "Audit di Sistema | Biotech Project" ,
"tech-maturity-description": "Report aggregato: performance, SEO, accessibilità e best practices basati sull’analisi completa del sito.",

"_section_lymphatic": "=== SISTEMA LINFATICO ===",
"lymph_title": "SISTEMA LINFATICO",
"lymph_intro_1": "I capillari sanguigni e le vene costituiscono un sistema di drenaggio per i liquidi tissulari.",
"lymph_intro_2": "La quantità di proteine nel liquido interstiziale è molto piccola, ma in certe condizioni aumenta considerevolmente e sembra improbabile che rientri nel sistema capillare.",
"lymph_intro_3": "Vi è poi un secondo sistema di drenaggio, quello linfatico, la cui funzione principale è quella di assorbire dagli spazi tissulari le proteine in eccesso."

  },
  "en": {
    "nav-home": "Home",
    "nav-physiology": "Physiology",
    "nav-service": "Service",
    "nav-staff": "Staff",
    "nav-technologies": "Technologies",
    "nav-cell": "Cell",
    "nav-circulatory": "Circulatory System",
    "nav-respiratory": "Respiratory System",
    "nav-digestive": "Digestive System",
    "nav-integumentary": "Integumentary System",
    "nav-lymphatic": "Lymphatic / Immune System",
    "nav-dermatology": "Dermatology",
    "nav-support": "O.S. Support Chat GPT",
    "nav-contact": "Contact Us",
    "nav-accessibility": "🇮🇹 Accessibility",
    "nav-accessibility-en": "🇬🇧 Accessibility",
    "nav-theme": "🎨 Button Theme",
    "nav-meet-staff": "Meet the Staff",
    "nav-tech-maturity": "Tech Maturity",
    "nav-progetti": "Projects",
    "nav-cyber-market": "Cybernetics Market",
    "nav-specials": "Specials",
    "skip-link": "Skip to main content",
    "keyboard-toggle": "🔧 Keyboard Navigation",
    "keyboard-sr": "Toggle keyboard navigation highlighting",
    "read_simple_version": "Read simplified version",
    "main-heading": "Welcome to Biotech Project!",
    "main-subheading": "Here to guide you towards biotechnology science and technological innovation.",
    "main-description": "Health is our most precious asset, our serenity is our health destiny.",
    "btn-explore": "Explore the Project",
    "video-alt": "Video preview: Singapore’s vertical forest",
    "video-desc": "The video shows Singapore's vertical forest, a building covered in plants that integrates nature and urban architecture.",
    "section-science": "Everything you absolutely need to know!",
    "mitocondri-term": "Mitochondria",
    "mitocondri-def": "Produce energy in the form of ATP.",
    "lisosoma-term": "Lysosome",
    "lisosoma-def": "Responsible for the destruction and recycling of senescent cells.",
    "miochine-term": "Myokines",
    "miochine-def": "Anti-inflammatory, anticancer, molecules that improve cognitive functions.",
    "pelle-term": "The skin",
    "pelle-def": "Composed of keratinocytes (90%) and melanocytes for melanin production.",
    "section-preventive": "PREVENTIVE MEDICINE",
    "preventive-1": "Overweight and Obesity",
    "preventive-2": "Smoking and alcohol abuse",
    "preventive-3": "Stressed and rushed facial expressions",
    "preventive-4": "Consumption of processed foods",
    "preventive-5": "Poor physical fitness",
    "preventive-6": "Clumsy movements / Poor mobility",
    "preventive-7": "Isolation from people and environment",
    "section-cell": "THE CELL AS THE BASIS OF LIFE",
    "wellbeing": "SERENITY, WELL-BEING, LONGEVITY;",
    "cell-desc": "Our health destiny and our serenity are the most important things; only then do we begin to consider changing those aspects of our life that cause us psychophysical discomfort.",
    "preventive-therapy": "Preventive therapy through physical activity, nutrition, proper nighttime rest, distancing from dependencies (often disguised as normal habits), and the ability to cope with stress.",
    "rewrite-life": "Reprocess our personal history in a new way, and rewrite it with a radical change;",
    "biological-factors": "Organic variables (biological laws) are deeply influenced by lifestyle.",
    "inflammation": "Reduction of systemic inflammation (and its mediators), stimulation of neurotrophic factors leading to increases in",
    "sinaptogenesi-term": "Synaptogenesis",
    "sinaptogenesi-def": "and regional brain volumes, modification of the immune, endocrine, and microbiota systems. Changes;",
    "epigenetici-term": "Epigenetic",
    "epigenetici-def": "changes can be transmitted across generations.",
    "quote": "It is no measure of health to be well adjusted to a profoundly sick society",
    "accessibility-badge": "BiotechProject Accessibility Statement - Compliant with WCAG 2.1 AA standards",
    "footer-project": "BiotechProject. A project for a more inclusive web.",
    "linkedin-link": "🔗 Follow Biotech Project on LinkedIn",
    "noscript-text": "For an optimal experience, please enable JavaScript in your browser.",
    "noscript-welcome": "Welcome to <strong>Biotech Project</strong> – Innovation at the service of health.",
    "staff-subtitle": "Contact for collaborations and projects.",
    "staff-quoteElena": "The right is rational, moral, and not merely current, but grounded in reality!",
    "staff-quoteFabrizio": "Passion, receiving in order to process, mindful action on any ordinary day!",
    "staff-quoteFrank": "A true mind never knows boredom or loneliness — it is its own finest company!",
"staff-intro-1": "Welcome to the Meet The Staff section of BiotechProject.",
"staff-intro-2": "Here we present not just a team, but a community of ideas, values, and shared commitment to science and inclusion.",
"staff-mission-1": "We are a diverse group of professionals — developers, science communicators, accessible design experts, critical thinkers — united by a common mission:",
"staff-mission-2": "To make biotechnology and digital technology accessible, transparent, and serving the common good.",
"staff-diversity-1": "Each team member brings a unique background of experiences, skills, and perspectives. Together, we create a collaborative environment where ideas can emerge, challenge each other, and grow.",
"staff-diversity-2": "Diversity is not just accepted: it is actively sought, because we know authentic innovation arises from dialogue between different perspectives.",
"staff-ethic-1": "Our work goes beyond writing code or producing scientific content.",
"staff-ethic-2": "It is an ethical commitment: we believe that the right to knowledge, health, and technology is not a privilege, but a fundamental principle of human dignity.",
"staff-purpose-intro": "That’s why every project we create is designed to:",
"staff-purpose-1": "Harmonize technology and accessibility",
"staff-purpose-2": "Provide tools understandable by everyone",
"staff-purpose-3": "Ensure equitable access to science",
"staff-action-1": "This is not abstract philosophy, but concrete action. Every line of code, every written word, every design choice is a step toward a fairer future — a future in which science does not exclude, but includes.",
"staff-growth-1": "We know excellence is not a destination, but a journey. And every day we commit to improving, learning, and challenging ourselves. Because every project is an opportunity: to grow, to innovate, to make a difference.",
"staff-call-1": "If you share these values, if you believe true innovation arises from collaboration and sharing,",
"staff-call-emphasis": "we are here to listen to you.",
"staff-open-invite": "We are always open to new ideas, collaborations, and dialogue. If you'd like to learn more about our projects, discuss accessible technology, or simply exchange thoughts,",
"staff-contact-link": "don't hesitate to contact us",
"staff-thanks-1": "Thank you for reading this far.  \nOur journey has just begun — and we’re excited to share it with you.",
"video-description": "The video shows the car of the future, a journey toward innovation and sustainability." ,
"tech-maturity-title": "System Audit | Biotech Project",
 "tech-maturity-description": "Aggregate report: performance, SEO, accessibility, and best practices based on a comprehensive site analysis." ,

"_section_lymphatic": "=== LYMPHATIC SYSTEM ===",
"lymph_title": "LYMPHATIC SYSTEM",
"lymph_intro_1": "Blood capillaries and veins form a drainage system for tissue fluids.",
"lymph_intro_2": "The amount of protein in the interstitial fluid is very small, but under certain conditions it increases significantly, and it seems unlikely that it re-enters the capillary system.",
"lymph_intro_3": "There is a second drainage system, the lymphatic one, whose main function is to absorb excess proteins from tissue spaces."
  }
}   