{
  "it": {
    "nav-home": "Home",
    "nav-physiology": "Fisiologia",
    "nav-service": "Service",
    "nav-staff": "Staff",
    "nav-technologies": "Technologies",
    "nav-cell": "Cellula",
    "nav-circulatory": "Apparato circolatorio",
    "nav-respiratory": "Apparato respiratorio",
    "nav-digestive": "Apparato digerente",
    "nav-integumentary": "Apparato tegumentario",
    "nav-lymphatic": "Sistema linfatico / immunitario",
    "nav-dermatology": "Dermatologia",
    "nav-support": "O.S. Support Chat GPT",
    "nav-contact": "Contattaci",
    "nav-accessibility": "Accessibilità",
    "nav-accessibility-en": "Accessibility",
    "nav-theme": "🎨 Tema pulsanti",
    "nav-meet-staff": "Meet the Staff",
    "nav-tech-maturity": "Tech Maturity",
    "nav-progetti": "Progetti",
    "nav-cyber-market": "Cybernetics Market",
    "nav-specials": "Specials",
    "skip-link": "Vai al contenuto principale",
    "keyboard-toggle": "🔧 Navigazione Tastiera",
    "keyboard-sr": "Attiva o disattiva l'evidenziazione della navigazione da tastiera",
    "read_simple_version": "Leggi in versione semplice",
    "main-heading": "Benvenuti nel Progetto Biotech!",
    "main-subheading": "Qui per guidarvi verso la scienza della biotecnologia e l'innovazione tecnologica.",
    "main-description": "La salute è il nostro bene più prezioso, la nostra serenità è il nostro destino di salute.",
    "btn-explore": "Esplora il Progetto",
    "video-alt": "Anteprima video: Foresta verticale di Singapore",
    "video-desc": "Il video mostra la foresta verticale di Singapore, un edificio coperto di piante che integra natura e architettura urbana.",
    "section-science": "Tutto ciò che non puoi non sapere!",
    "mitocondri-term": "Mitocondri",
    "mitocondri-def": "Producono energia sotto forma di ATP.",
    "lisosoma-term": "Lisosoma",
    "lisosoma-def": "Responsabile della distruzione e del riciclaggio delle cellule senescenti.",
    "miochine-term": "Miochine",
    "miochine-def": "Antinfiammatori, anticancerogeni, molecole che migliorano le funzioni cognitive.",
    "pelle-term": "La pelle",
    "pelle-def": "Formata da cheratinociti (90%) e melanociti per la produzione di melanina.",
    "section-preventive": "MEDICINA PREVENTIVA",
    "preventive-1": "Sovrappeso e Obesità",
    "preventive-2": "Abuso di fumo ed alcol",
    "preventive-3": "Facce “tirate” dallo stress e dalla fretta",
    "preventive-4": "Assunzione di cibi processati",
    "preventive-5": "Fuori forma fisica",
    "preventive-6": "Movimenti impacciati/Scarsa mobilità",
    "preventive-7": "Isolamento dalle persone e dall’ambiente",
    "section-cell": "LA CELLULA COME BASE DELLA VITA",
    "wellbeing": "SERENITÀ, BENESSERE, LONGEVITÀ;",
    "cell-desc": "Il nostro destino di salute e la nostra serenità sono le cose più importanti, solo allora iniziamo a contemplare di cambiare quegli aspetti della nostra vita che ci generano disagio psicofisico.",
    "preventive-therapy": "Terapia preventiva dell’attività fisica, dell’alimentazione, di un corretto riposo notturno, allontanamento da dipendenze, spesso travestite da normali abitudini, capacità di far fronte allo stress.",
    "rewrite-life": "Elaborare in maniera nuova la nostra storia personale, e riscriverla con un cambiamento radicale;",
    "biological-factors": "Variabili organiche, (leggi biologiche) sono profondamente influenzate dallo stile di vita.",
    "inflammation": "Contenimento dell’infiammazione sistemica (dei suoi mediatori), la stimolazione dei fattori neurotrofici che porta ad aumenti nella",
    "sinaptogenesi-term": "Sinaptogenesi",
    "sinaptogenesi-def": "e nei volumi cerebrali regionali, la modifica del sistema immunitario, endocrino e del microbiota. Cambiamenti;",
    "epigenetici-term": "Epigenetici",
    "epigenetici-def": "possono essere trasmessi attraverso le generazioni.",
    "quote": "Non è segno di buona salute mentale essere ben adattati ad una società malata",
    "quote-author": "Jiddu Krishnamurti",
    "accessibility-badge": "Dichiarazione di accessibilità del sito BiotechProject - Conforme agli standard WCAG 2.1 AA",
    "footer-project": "BiotechProject. Un progetto per un web più inclusivo.",
    "linkedin-link": "🔗 Segui Biotech Project su LinkedIn",
    "noscript-text": "Per un'esperienza ottimale, abilita JavaScript nel tuo browser.",
    "noscript-welcome": "Benvenuto in <strong>Biotech Project</strong> – Innovazione al servizio della salute.",
    "staff-subtitle": "Contatti per collaborazioni e progetti.",
    "staff-quoteElena": "Il giusto è razionale, morale, e non solo vigente, ma ancorato nella realtà!",
    "staff-quoteFabrizio": "La passione, recepire per elaborare, l'azione consapevole in un giorno qualunque!",
    "staff-quoteFrank": "Una mente vera non soffre mai di noia o solitudine, sa tener un'egregia compagnia a sè stessa!",
"staff-intro-1": "Benvenuti nella sezione Meet The Staff di BiotechProject.",
"staff-intro-2": "Qui non presentiamo solo un team di lavoro, ma una comunità di idee, valori e impegno condiviso verso la scienza e l’inclusione.",
"staff-mission-1": "Siamo un gruppo eterogeneo di professionisti — sviluppatori, divulgatori, progettisti accessibili, pensatori critici — uniti da una missione comune:",
"staff-mission-2": "Rendere la biotecnologia e la tecnologia digitale accessibili, trasparenti e al servizio del bene comune.",
"staff-diversity-1": "Ogni membro del team porta con sé un bagaglio unico di esperienze, competenze e visioni. Insieme, creiamo un ambiente collaborativo in cui le idee possono emergere, confrontarsi e crescere.",
"staff-diversity-2": "La diversità non è solo accettata: è ricerca attiva, perché sappiamo che l’innovazione autentica nasce dal dialogo tra prospettive differenti.",
"staff-ethic-1": "Il nostro lavoro va oltre la scrittura di codice o la realizzazione di contenuti scientifici.",
"staff-ethic-2": "È un impegno etico: crediamo che il diritto alla conoscenza, alla salute e alla tecnologia non sia un privilegio, ma un principio fondamentale della dignità umana.",
"staff-purpose-intro": "Per questo, ogni progetto che realizziamo è pensato per:",
"staff-purpose-1": "Armonizzare tecnologia e accessibilità",
"staff-purpose-2": "Provvedere a strumenti comprensibili per tutti",
"staff-purpose-3": "Garantire un accesso equo alla scienza",
"staff-action-1": "Non si tratta di filosofia astratta, ma di azione concreta. Ogni linea di codice, ogni parola scritta, ogni scelta di design è un passo verso un futuro più giusto — un futuro in cui la scienza non esclude, ma include.",
"staff-growth-1": "Siamo consapevoli che l’eccellenza non è un punto di arrivo, ma un percorso. E ogni giorno ci impegniamo a migliorare, a imparare, a rimetterci in gioco. Perché ogni progetto è un’opportunità: per crescere, per innovare, per fare la differenza.",
"staff-call-1": "Se condividi questi valori, se credi che la vera innovazione nasca dalla collaborazione e dalla condivisione,",
"staff-call-emphasis": "siamo qui per ascoltarti.",
"staff-open-invite": "Siamo sempre aperti a nuove idee, collaborazioni, confronti. Se vuoi sapere di più sui nostri progetti, discutere di tecnologia accessibile o semplicemente scambiare due parole,",
"staff-contact-link": "non esitare a contattarci",
"staff-thanks-1": "Grazie per aver letto fin qui.  \nIl nostro viaggio è appena cominciato — e siamo entusiasti di condividerlo con te.",
"video-description": "Il video mostra l'auto del futuro, un viaggio verso l'innovazione e la sostenibilità." ,
"tech-maturity-title": "Audit di Sistema | Biotech Project" ,
"tech-maturity-description": "Report aggregato: performance, SEO, accessibilità e best practices basati sull’analisi completa del sito.",

"_section_lymphatic": "=== SISTEMA LINFATICO ===",
"lymph_title": "SISTEMA LINFATICO",
"lymph_intro_1": "I capillari sanguigni e le vene costituiscono un sistema di drenaggio per i liquidi tissulari.",
"lymph_intro_2": "La quantità di proteine nel liquido interstiziale è molto piccola, ma in certe condizioni aumenta considerevolmente e sembra improbabile che rientri nel sistema capillare.",
"lymph_intro_3": "Vi è poi un secondo sistema di drenaggio, quello linfatico, la cui funzione principale è quella di assorbire dagli spazi tissulari le proteine in eccesso.",
"lymph_structure_1": "Il sistema linfatico è costituito da una rete di sottili vasi che prendono il nome di capillari linfatici, che, a loro volta, confluiscono in vasi più grandi, alcuni dei quali sono contrattili.",
"lymph_structure_2": "Tutto il sistema linfatico è provvisto di valvole che costringono la linfa a circolare in un solo senso. I vasi linfatici provenienti dalle estremità inferiori e dall'addome confluiscono nella",
"lymph_structure_3": "e da qui nel dotto toracico che, unendosi ai vasi provenienti dalla parte superiore del corpo, sbocca nella succlavia sinistra contigua alla giugulare.",
"lymph_drainage_right": "I vasi linfatici provenienti dalla parte superiore destra del corpo formano la grande vena linfatica che sbocca nel punto d'unione delle vene succlavie e della giugulare destra.",
"lymph_what_is": "Il liquido circolante nel sistema linfatico si dice linfa.",
"lymph_composition": "La linfa ha una composizione simile a quella del plasma sanguigno, ma con minore quantità di proteine. Contiene inoltre numerosi linfociti di origine gangliare, prodotti cioè dai gangli o nodi linfatici, che si trovano localizzati in determinate regioni dell'organismo lungo il sistema.",
"lymph_circulation_mechanism": "La circolazione della linfa obbedisce alla differenza esistente tra la pressione tissulare e la pressione venosa, alla frizione esercitata dai muscoli al loro contrarsi e, talvolta, all'attività contrattile propria dei vasi linfatici.",
"lymph_capillaries_comparison": "Similmente a quelli del sistema cardiocircolatorio, i vasi linfatici più piccoli, detti capillari, si trovano nelle regioni periferiche dell'organismo e, riunendosi tra loro, danno origine a vasi sempre più grandi, fino a riversarsi nel dotto toracico.",
"lymph_capillaries_features": "A differenza di quelli sanguigni, i capillari linfatici sono a fondo cieco e sono dotati di una parete ancor più sottile, formata da cellule separate da ampie aperture.",
"lymph_nodes": "In corrispondenza di alcune giunzioni tra i vari dotti linfatici, situate in punti strategici dell'organismo, troviamo vere e proprie stazioni di filtraggio dette, appunto, linfonodi.",
"lymphoid_organs": "Lungo il sistema linfatico incontriamo anche i cosiddetti organi linfatici, deputati alla produzione ed alla purificazione della linfa (timo, milza e midollo osseo).",
"lymph_vessels_large": "I vasi linfatici di maggiori dimensioni si caratterizzano per il susseguirsi di restringimenti e dilatazioni a cui si associano vere e proprie inserzioni valvolari che, similmente a quelle del sistema venoso, impediscono il reflusso della linfa obbligandola a scorrere in un solo senso; la parete di alcuni di questi vasi ha anche capacità contrattile.",
"lymph_unidirectional_flow": "Tutte queste peculiarità anatomiche sono fondamentali per consentire il passaggio unidirezionale della linfa: dal liquido interstiziale dei tessuti verso la circolazione sistemica, anche contro gravità.",
"lymph_functions_title": "Funzioni del sistema linfatico:",
"lymph_function_1": "1. Mantenimento equilibrio dei liquidi all'interno del corpo: riportare in circolo il liquido e le proteine filtrati dai capillari sanguigni;",
"lymph_function_2": "2. Trasferire i grassi assorbiti a livello dell'intestino tenue nella circolazione sistemica;",
"lymph_function_3": "3. Funzione immunitaria: catturare e distruggere patogeni estranei all'organismo, producendo i linfociti deputati alla loro neutralizzazione;",
"lymph_immune_cells_note": "N.B. Le cellule del sistema immunitario sono normalmente presenti;",
"lymph_immune_cells_locations": "Nel sangue e nella linfa come cellule circolanti; Negli organi linfoidi come strutture anatomicamente organizzate, e, in tutti i tessuti corporei come cellule isolate.",
"lymph_immune_organization": "L'organizzazione anatomica di queste cellule e la loro capacità di circolare tra sangue, linfa e organi sono di cruciale importanza per la generazione di una risposta immunitaria",
"lymph_appearance": "La linfa: Di colore trasparente, giallo paglierino o lattescente a seconda dei casi, la linfa contiene zuccheri, proteine, sali, lipidi, amminoacidi, ormoni, vitamine, globuli bianchi ecc.",
"lymph_origin_composition": "Deriva direttamente dal sangue ed ha una composizione ad esso molto simile, nonostante sia più ricca di globuli bianchi e poverissima di quelli rossi. Rispetto al sangue, però, è particolarmente ricca di lipidi.",
"lymph_chylomicrons": "Difatti, dopo l'assorbimento intestinale, le molecole lipidiche vengono riversate nel sistema linfatico sotto forma di particolari lipoproteine dette chilomicroni.",
"lymph_interstitial_circulation": "Circolando negli spazi interstiziali (compresi, cioè, tra una cellula e l'altra) ha lo scopo di riassorbire il plasma, (parte liquida del sangue) presente in queste zone. Le sottilissime pareti dei capillari sanguigni sono infatti permeabili all'acqua e a varie sostanze;",
"lymph_capillary_exchange": "Proprio grazie a questa permeabilità, può aversi il passaggio di ossigeno e sostanze nutritive dal sangue ai tessuti che, dal canto loro, riversano nel torrente ematico anidride carbonica e prodotti di rifiuto;",
"lymph_waste_system": "La linfa rappresenta un efficace sistema attraverso cui l'organismo raccoglie liquidi e materiale di scarto dalla periferia per poi veicolarlo agli organi di depurazione (fegato, reni, polmoni, linfonodi).",
"lymph_venous_comparison": "Sotto questo punto di vista, la funzione del sistema linfatico è quindi molto simile a quella del circolo venoso.",
"lymph_dysfunction_question": "Cosa accade quando non funziona correttamente?",
"lymph_edema_mechanism": "Quando il prezioso sistema di drenaggio linfatico va in tilt si possono accumulare notevoli quantità di liquidi negli spazi interstiziali a causa del gradiente osmotico sfavorevole (passaggio di acqua dalla soluzione a concentrazione minore a quella a concentrazione maggiore, cioè dal sangue agli spazi interstiziali). Questa condizione è definita edema e, come ricordato, è la tipica conseguenza dell'immobilizzazione prolungata.",
"immune_title": "SISTEMA IMMUNITARIO",
"immune_overview": "Il sistema immunitario è un insieme di organi e di cellule altamente specializzate con il compito di difendere l'organismo da agenti esterni, i quali possono causare infezioni.",
"immune_network": "Tutte le componenti di questo \"istituto di vigilanza\" si trovano sparse in diverse aree del corpo umano e comunicano tra di loro grazie a interconnessioni chiamate vasi linfatici.",
"immune_composition_intro": "Nello specifico il sistema immunitario è costituito da;",
"immune_cells": "Cellule specializzate, chiamate globuli bianchi o leucociti, capaci di circolare sia nel sangue che nei tessuti. Queste cellule si suddividono ulteriormente in granulociti, monociti e linfociti;",
"immune_organs": "Organi linfatici principali, e cioè midollo osseo e timo, e organi linfatici secondari, e cioè linfonodi, milza e tessuto linfoide associato alle mucose (tonsille, appendice e placche intestinali di Peyer);",
"immune_proteins": "Proteine specializzate nel ruolo di mediatori chimici, chiamate citochine: queste proteine orchestrano le diverse risposte immunitarie, scambiandosi segnali tra di loro al fine di controllare il lavoro dei diversi organi e dei tessuti linfatici.",
"immune_how_question": "Come funziona il sistema immunitario?",
"immune_response_intro": "Una normale risposta immunitaria si articola secondo questi passaggi:",
"immune_step_1": "1. l'agente esterno potenzialmente pericoloso, chiamato antigene, viene scoperto e identificato;",
"immune_step_2": "2. il sistema immunitario si attiva mobilitando tutti i suoi difensori, o cellule;",
"immune_step_3": "3. l'agente viene accerchiato e attaccato;",
"immune_step_4": "4. l'aggressione viene domata e conclusa;",
"immune_bone_marrow_role": "L'organo responsabile della produzione delle cellule del sistema immunitario è il midollo osseo.",
"immune_bone_marrow_location": "Quest'ultimo è un organo disperso, che si trova all'interno: di alcuni tipi di ossa del nostro corpo, e cioè all'interno di quelle larghe e piatte, come ad esempio il bacino del tessuto osseo spugnoso.",
"immune_key_cells": "Le cellule immunitarie più importanti sono i globuli bianchi che si distinguono in tre categorie: granulociti, monociti e linfociti.",
"immune_other_components": "Gli altri componenti del sistema immunitario appartengono al sistema linfatico.",
"immune_lymphatic_function": "Quest'ultimo è un sistema \"a senso unico\" che trasporta i fluidi da piccoli spazi presenti tra le varie cellule dei tessuti, chiamati spazi interstiziali, verso il sistema circolatorio principale.",
"immune_lymphatic_role": "Il ruolo del sistema linfatico non è solo quello di drenare e di filtrare ma anche di consegnare tutti gli agenti estranei agli organi che si occupano della difesa, e cioè:",
"immune_spleen": "La milza, organo linfatico principale localizzato nell'addome, che rappresenta il luogo in cui vengono portati e neutralizzati tutti gli agenti estranei;",
"immune_lymph_nodes": "I linfonodi, che rappresentano delle stazioni intermedie del sistema linfatico, dove le cellule immunitarie si moltiplicano per combattere contro un antigene specifico;",
"immune_lymphatic_vessels": "i vasi linfatici, che costituiscono un vero e proprio sistema circolatorio dedicato al trasporto della linfa, un fluido trasparente contenente globuli bianchi.",
"immune_how_many_responses_question": "Quanti tipi di risposte immunitarie possono essere attivate?",
"immune_response_types_intro": "Al fine di difendere il nostro organismo contro i patogeni esterni, il sistema immunitario può attivare tre diversi tipi di risposta: la risposta innata, la risposta adattiva e la risposta meccanica o chimica.",
"immune_innate_adaptive_cooperation": "La risposta innata e quella adattiva si attivano insieme, regolandosi l'una con l'altra.",
"immune_response_mechanical": "1. Chimica o meccanica, corrisponde alle barriere di superficie del corpo;",
"immune_response_innate": "2. Innata, presente in tutti gli organismi pluricellulari dalla nascita come prima linea di difesa contro i patogeni;",
"immune_response_adaptive": "3. Adattiva, entra in azione quando la prima linea di difesa non basta;"

  },
  "en": {
    "nav-home": "Home",
    "nav-physiology": "Physiology",
    "nav-service": "Service",
    "nav-staff": "Staff",
    "nav-technologies": "Technologies",
    "nav-cell": "Cell",
    "nav-circulatory": "Circulatory System",
    "nav-respiratory": "Respiratory System",
    "nav-digestive": "Digestive System",
    "nav-integumentary": "Integumentary System",
    "nav-lymphatic": "Lymphatic / Immune System",
    "nav-dermatology": "Dermatology",
    "nav-support": "O.S. Support Chat GPT",
    "nav-contact": "Contact Us",
    "nav-accessibility": "🇮🇹 Accessibility",
    "nav-accessibility-en": "🇬🇧 Accessibility",
    "nav-theme": "🎨 Button Theme",
    "nav-meet-staff": "Meet the Staff",
    "nav-tech-maturity": "Tech Maturity",
    "nav-progetti": "Projects",
    "nav-cyber-market": "Cybernetics Market",
    "nav-specials": "Specials",
    "skip-link": "Skip to main content",
    "keyboard-toggle": "🔧 Keyboard Navigation",
    "keyboard-sr": "Toggle keyboard navigation highlighting",
    "read_simple_version": "Read simplified version",
    "main-heading": "Welcome to Biotech Project!",
    "main-subheading": "Here to guide you towards biotechnology science and technological innovation.",
    "main-description": "Health is our most precious asset, our serenity is our health destiny.",
    "btn-explore": "Explore the Project",
    "video-alt": "Video preview: Singapore’s vertical forest",
    "video-desc": "The video shows Singapore's vertical forest, a building covered in plants that integrates nature and urban architecture.",
    "section-science": "Everything you absolutely need to know!",
    "mitocondri-term": "Mitochondria",
    "mitocondri-def": "Produce energy in the form of ATP.",
    "lisosoma-term": "Lysosome",
    "lisosoma-def": "Responsible for the destruction and recycling of senescent cells.",
    "miochine-term": "Myokines",
    "miochine-def": "Anti-inflammatory, anticancer, molecules that improve cognitive functions.",
    "pelle-term": "The skin",
    "pelle-def": "Composed of keratinocytes (90%) and melanocytes for melanin production.",
    "section-preventive": "PREVENTIVE MEDICINE",
    "preventive-1": "Overweight and Obesity",
    "preventive-2": "Smoking and alcohol abuse",
    "preventive-3": "Stressed and rushed facial expressions",
    "preventive-4": "Consumption of processed foods",
    "preventive-5": "Poor physical fitness",
    "preventive-6": "Clumsy movements / Poor mobility",
    "preventive-7": "Isolation from people and environment",
    "section-cell": "THE CELL AS THE BASIS OF LIFE",
    "wellbeing": "SERENITY, WELL-BEING, LONGEVITY;",
    "cell-desc": "Our health destiny and our serenity are the most important things; only then do we begin to consider changing those aspects of our life that cause us psychophysical discomfort.",
    "preventive-therapy": "Preventive therapy through physical activity, nutrition, proper nighttime rest, distancing from dependencies (often disguised as normal habits), and the ability to cope with stress.",
    "rewrite-life": "Reprocess our personal history in a new way, and rewrite it with a radical change;",
    "biological-factors": "Organic variables (biological laws) are deeply influenced by lifestyle.",
    "inflammation": "Reduction of systemic inflammation (and its mediators), stimulation of neurotrophic factors leading to increases in",
    "sinaptogenesi-term": "Synaptogenesis",
    "sinaptogenesi-def": "and regional brain volumes, modification of the immune, endocrine, and microbiota systems. Changes;",
    "epigenetici-term": "Epigenetic",
    "epigenetici-def": "changes can be transmitted across generations.",
    "quote": "It is no measure of health to be well adjusted to a profoundly sick society",
    "accessibility-badge": "BiotechProject Accessibility Statement - Compliant with WCAG 2.1 AA standards",
    "footer-project": "BiotechProject. A project for a more inclusive web.",
    "linkedin-link": "🔗 Follow Biotech Project on LinkedIn",
    "noscript-text": "For an optimal experience, please enable JavaScript in your browser.",
    "noscript-welcome": "Welcome to <strong>Biotech Project</strong> – Innovation at the service of health.",
    "staff-subtitle": "Contact for collaborations and projects.",
    "staff-quoteElena": "The right is rational, moral, and not merely current, but grounded in reality!",
    "staff-quoteFabrizio": "Passion, receiving in order to process, mindful action on any ordinary day!",
    "staff-quoteFrank": "A true mind never knows boredom or loneliness — it is its own finest company!",
"staff-intro-1": "Welcome to the Meet The Staff section of BiotechProject.",
"staff-intro-2": "Here we present not just a team, but a community of ideas, values, and shared commitment to science and inclusion.",
"staff-mission-1": "We are a diverse group of professionals — developers, science communicators, accessible design experts, critical thinkers — united by a common mission:",
"staff-mission-2": "To make biotechnology and digital technology accessible, transparent, and serving the common good.",
"staff-diversity-1": "Each team member brings a unique background of experiences, skills, and perspectives. Together, we create a collaborative environment where ideas can emerge, challenge each other, and grow.",
"staff-diversity-2": "Diversity is not just accepted: it is actively sought, because we know authentic innovation arises from dialogue between different perspectives.",
"staff-ethic-1": "Our work goes beyond writing code or producing scientific content.",
"staff-ethic-2": "It is an ethical commitment: we believe that the right to knowledge, health, and technology is not a privilege, but a fundamental principle of human dignity.",
"staff-purpose-intro": "That’s why every project we create is designed to:",
"staff-purpose-1": "Harmonize technology and accessibility",
"staff-purpose-2": "Provide tools understandable by everyone",
"staff-purpose-3": "Ensure equitable access to science",
"staff-action-1": "This is not abstract philosophy, but concrete action. Every line of code, every written word, every design choice is a step toward a fairer future — a future in which science does not exclude, but includes.",
"staff-growth-1": "We know excellence is not a destination, but a journey. And every day we commit to improving, learning, and challenging ourselves. Because every project is an opportunity: to grow, to innovate, to make a difference.",
"staff-call-1": "If you share these values, if you believe true innovation arises from collaboration and sharing,",
"staff-call-emphasis": "we are here to listen to you.",
"staff-open-invite": "We are always open to new ideas, collaborations, and dialogue. If you'd like to learn more about our projects, discuss accessible technology, or simply exchange thoughts,",
"staff-contact-link": "don't hesitate to contact us",
"staff-thanks-1": "Thank you for reading this far.  \nOur journey has just begun — and we’re excited to share it with you.",
"video-description": "The video shows the car of the future, a journey toward innovation and sustainability." ,
"tech-maturity-title": "System Audit | Biotech Project",
 "tech-maturity-description": "Aggregate report: performance, SEO, accessibility, and best practices based on a comprehensive site analysis." ,

"_section_lymphatic": "=== LYMPHATIC SYSTEM ===",
"lymph_title": "LYMPHATIC SYSTEM",
"lymph_intro_1": "Blood capillaries and veins form a drainage system for tissue fluids.",
"lymph_intro_2": "The amount of protein in the interstitial fluid is very small, but under certain conditions it increases significantly, and it seems unlikely that it re-enters the capillary system.",
"lymph_intro_3": "There is a second drainage system, the lymphatic one, whose main function is to absorb excess proteins from tissue spaces.",
"lymph_structure_1": "The lymphatic system is composed of a network of thin vessels known as lymphatic capillaries, which in turn converge into larger vessels, some of which are contractile.",
"lymph_structure_2": "The entire lymphatic system is equipped with valves that force lymph to circulate in one direction only. Lymphatic vessels from the lower limbs and abdomen converge into the",
"lymph_structure_3": "and from there into the thoracic duct, which, joining vessels from the upper part of the body, empties into the left subclavian vein adjacent to the jugular.",
"lymph_drainage_right": "Lymphatic vessels from the upper right part of the body form the right lymphatic duct, which drains into the junction of the right subclavian and jugular veins.",
"lymph_what_is": "The fluid circulating within the lymphatic system is called lymph.",
"lymph_composition": "Lymph has a composition similar to blood plasma, but with a lower protein content. It also contains numerous lymphocytes of nodal origin, produced by lymph nodes located in specific regions of the body along the system.",
"lymph_circulation_mechanism": "Lymph circulation depends on the pressure difference between tissue and venous pressure, the friction exerted by contracting muscles, and, in some cases, the intrinsic contractile activity of the lymphatic vessels.",
"lymph_capillaries_comparison": "Like those in the cardiovascular system, the smallest lymphatic vessels, called capillaries, are located in peripheral regions of the body and merge together to form progressively larger vessels, eventually draining into the thoracic duct.",
"lymph_capillaries_features": "Unlike blood capillaries, lymphatic capillaries are blind-ended and have an even thinner wall, composed of cells separated by wide openings.",
"lymph_nodes": "At certain junctions between various lymphatic ducts, located in strategic points of the body, we find actual filtering stations known as lymph nodes.",
"lymphoid_organs": "Along the lymphatic system, we also find the so-called lymphoid organs, responsible for the production and purification of lymph (thymus, spleen, and bone marrow).",
"lymph_vessels_large": "Larger lymphatic vessels are characterized by alternating constrictions and dilations, associated with true valvular insertions that, similarly to those in the venous system, prevent backflow of lymph and force it to flow in one direction; the wall of some of these vessels also has contractile ability.",
"lymph_unidirectional_flow": "All these anatomical features are essential for enabling the unidirectional flow of lymph: from the interstitial fluid of tissues toward the systemic circulation, even against gravity.",
"lymph_functions_title": "Functions of the lymphatic system:",
"lymph_function_1": "1. Maintenance of fluid balance within the body: returning to circulation the fluid and proteins filtered out by blood capillaries;",
"lymph_function_2": "2. Transporting fats absorbed at the level of the small intestine into the systemic circulation;",
"lymph_function_3": "3. Immune function: capturing and destroying foreign pathogens, producing lymphocytes responsible for their neutralization;",
"lymph_immune_cells_note": "Note: Immune system cells are normally present;",
"lymph_immune_cells_locations": "In the blood and lymph as circulating cells; in lymphoid organs as anatomically organized structures; and in all body tissues as isolated cells.",
"lymph_immune_organization": "The anatomical organization of these cells and their ability to circulate between blood, lymph, and organs is crucial for generating an immune response",
"lymph_appearance": "Lymph: Depending on the case, it is transparent, pale yellow, or milky; it contains sugars, proteins, salts, lipids, amino acids, hormones, vitamins, white blood cells, etc.",
"lymph_origin_composition": "It derives directly from blood and has a very similar composition, although it is richer in white blood cells and extremely poor in red ones. However, compared to blood, it is particularly rich in lipids.",
"lymph_chylomicrons": "Indeed, after intestinal absorption, lipid molecules are released into the lymphatic system in the form of special lipoproteins called chylomicrons.",
"lymph_interstitial_circulation": "By circulating in the interstitial spaces (i.e., between one cell and another), lymph aims to reabsorb plasma (the liquid component of blood) present in these areas. The extremely thin walls of blood capillaries are in fact permeable to water and various substances;",
"lymph_capillary_exchange": "Thanks to this permeability, oxygen and nutrients can pass from the blood to the tissues, which in turn release carbon dioxide and waste products into the bloodstream;",
"lymph_waste_system": "Lymph represents an effective system through which the body collects fluids and waste material from the periphery and transports them to detoxifying organs (liver, kidneys, lungs, lymph nodes).",
"lymph_venous_comparison": "From this perspective, the function of the lymphatic system is therefore very similar to that of the venous circulation.",
"lymph_dysfunction_question": "What happens when it does not work properly?",
"lymph_edema_mechanism": "When the valuable lymphatic drainage system malfunctions, significant amounts of fluid can accumulate in the interstitial spaces due to an unfavorable osmotic gradient (movement of water from a solution with lower concentration to one with higher concentration, i.e., from blood into interstitial spaces). This condition is known as edema and, as noted, is the typical consequence of prolonged immobilization.",
"immune_title": "IMMUNE SYSTEM",
"immune_overview": "The immune system is a network of organs and highly specialized cells whose task is to defend the body from external agents, which can cause infections.",
"immune_network": "All components of this \"surveillance system\" are scattered throughout various areas of the human body and communicate with each other through connections called lymphatic vessels.",
"immune_composition_intro": "Specifically, the immune system is composed of;",
"immune_cells": "Specialized cells, known as white blood cells or leukocytes, capable of circulating in both blood and tissues. These cells are further divided into granulocytes, monocytes, and lymphocytes;",
"immune_organs": "Primary lymphoid organs, namely bone marrow and thymus, and secondary lymphoid organs, namely lymph nodes, spleen, and mucosa-associated lymphoid tissue (tonsils, appendix, and Peyer's patches);",
"immune_proteins": "Specialized proteins acting as chemical mediators, called cytokines: these proteins orchestrate different immune responses by exchanging signals among themselves to regulate the activity of various lymphoid organs and tissues.",
"immune_how_question": "How does the immune system work?",
"immune_response_intro": "A normal immune response unfolds in the following steps:",
"immune_step_1": "1. The potentially dangerous external agent, called an antigen, is detected and identified;",
"immune_step_2": "2. The immune system activates, mobilizing all its defenders, or cells;",
"immune_step_3": "3. The antigen is surrounded and attacked;",
"immune_step_4": "4. The attack is subdued and concluded;",
"immune_bone_marrow_role": "The organ responsible for producing immune system cells is the bone marrow.",
"immune_bone_marrow_location": "It is a diffuse organ located inside certain types of bones in our body, specifically within flat and broad bones such as the pelvis and spongy bone tissue.",
"immune_key_cells": "The most important immune cells are white blood cells, which are divided into three categories: granulocytes, monocytes, and lymphocytes.",
"immune_other_components": "The other components of the immune system belong to the lymphatic system.",
"immune_lymphatic_function": "The latter is a \"one-way\" system that transports fluids from small spaces between tissue cells, called interstitial spaces, toward the main circulatory system.",
"immune_lymphatic_role": "The role of the lymphatic system is not only to drain and filter, but also to deliver all foreign agents to the organs responsible for defense, namely:",
"immune_spleen": "The spleen, a primary lymphoid organ located in the abdomen, which serves as the site where foreign agents are transported and neutralized;",
"immune_lymph_nodes": "Lymph nodes, which act as intermediate stations of the lymphatic system, where immune cells multiply to fight against a specific antigen;",
"immune_lymphatic_vessels": "lymphatic vessels, which form a dedicated circulatory system for transporting lymph, a clear fluid containing white blood cells.",
"immune_how_many_responses_question": "How many types of immune responses can be activated?",
"immune_response_types_intro": "In order to defend our body against external pathogens, the immune system can activate three different types of response: innate, adaptive, and mechanical or chemical.",
"immune_innate_adaptive_cooperation": "The innate and adaptive responses are activated together, regulating each other.",
"immune_response_mechanical": "1. Mechanical or chemical, corresponds to the body's surface barriers;",
"immune_response_innate": "2. Innate, present in all multicellular organisms from birth as the first line of defense against pathogens;",
"immune_response_adaptive": "3. Adaptive, activates when the first line of defense is insufficient;"   
  }
}   