{
  "it": {
"staff-subtitle": "Contatti per collaborazioni e progetti.",
"staff-quoteElena": "Il giusto è razionale, morale, e non solo vigente, ma ancorato nella realtà!",
"staff-quoteFabrizio": "La passione, recepire per elaborare, l'azione consapevole in un giorno qualunque!",
"staff-quoteFrank": "Una mente vera non soffre mai di noia o solitudine, sa tener un'egregia compagnia a sè stessa!",
"staff-intro-1": "Benvenuti nella sezione Meet The Staff di BiotechProject.",
"staff-intro-2": "Qui non presentiamo solo un team di lavoro, ma una comunità di idee, valori e impegno condiviso verso la scienza e l’inclusione.",
"staff-mission-1": "Siamo un gruppo eterogeneo di professionisti — sviluppatori, divulgatori, progettisti accessibili, pensatori critici — uniti da una missione comune:",
"staff-mission-2": "Rendere la biotecnologia e la tecnologia digitale accessibili, trasparenti e al servizio del bene comune.",
"staff-diversity-1": "Ogni membro del team porta con sé un bagaglio unico di esperienze, competenze e visioni. Insieme, creiamo un ambiente collaborativo in cui le idee possono emergere, confrontarsi e crescere.",
"staff-diversity-2": "La diversità non è solo accettata: è ricerca attiva, perché sappiamo che l’innovazione autentica nasce dal dialogo tra prospettive differenti.",
"staff-ethic-1": "Il nostro lavoro va oltre la scrittura di codice o la realizzazione di contenuti scientifici.",
"staff-ethic-2": "È un impegno etico: crediamo che il diritto alla conoscenza, alla salute e alla tecnologia non sia un privilegio, ma un principio fondamentale della dignità umana.",
"staff-purpose-intro": "Per questo, ogni progetto che realizziamo è pensato per:",
"staff-purpose-1": "Armonizzare tecnologia e accessibilità",
"staff-purpose-2": "Provvedere a strumenti comprensibili per tutti",
"staff-purpose-3": "Garantire un accesso equo alla scienza",
"staff-action-1": "Non si tratta di filosofia astratta, ma di azione concreta. Ogni linea di codice, ogni parola scritta, ogni scelta di design è un passo verso un futuro più giusto — un futuro in cui la scienza non esclude, ma include.",
"staff-growth-1": "Siamo consapevoli che l’eccellenza non è un punto di arrivo, ma un percorso. E ogni giorno ci impegniamo a migliorare, a imparare, a rimetterci in gioco. Perché ogni progetto è un’opportunità: per crescere, per innovare, per fare la differenza.",
"staff-call-1": "Se condividi questi valori, se credi che la vera innovazione nasca dalla collaborazione e dalla condivisione,",
"staff-call-emphasis": "siamo qui per ascoltarti.",
"staff-open-invite": "Siamo sempre aperti a nuove idee, collaborazioni, confronti. Se vuoi sapere di più sui nostri progetti, discutere di tecnologia accessibile o semplicemente scambiare due parole,",
"staff-contact-link": "non esitare a contattarci",
"staff-thanks-1": "Grazie per aver letto fin qui.  \nIl nostro viaggio è appena cominciato — e siamo entusiasti di condividerlo con te.",
"video-description": "Il video mostra l'auto del futuro, un viaggio verso l'innovazione e la sostenibilità.",
"tech-maturity-title": "Audit di Sistema | Biotech Project" ,
"tech-maturity-description": "Report aggregato: performance, SEO, accessibilità e best practices basati sull’analisi completa del sito."
  },
  "en": {
"staff-subtitle": "Contact for collaborations and projects.",
"staff-quoteElena": "The right is rational, moral, and not merely current, but grounded in reality!",
"staff-quoteFabrizio": "Passion, receiving in order to process, mindful action on any ordinary day!",
"staff-quoteFrank": "A true mind never knows boredom or loneliness — it is its own finest company!",
"staff-intro-1": "Welcome to the Meet The Staff section of BiotechProject.",
"staff-intro-2": "Here we present not just a team, but a community of ideas, values, and shared commitment to science and inclusion.",
"staff-mission-1": "We are a diverse group of professionals — developers, science communicators, accessible design experts, critical thinkers — united by a common mission:",
"staff-mission-2": "To make biotechnology and digital technology accessible, transparent, and serving the common good.",
"staff-diversity-1": "Each team member brings a unique background of experiences, skills, and perspectives. Together, we create a collaborative environment where ideas can emerge, challenge each other, and grow.",
"staff-diversity-2": "Diversity is not just accepted: it is actively sought, because we know authentic innovation arises from dialogue between different perspectives.",
"staff-ethic-1": "Our work goes beyond writing code or producing scientific content.",
"staff-ethic-2": "It is an ethical commitment: we believe that the right to knowledge, health, and technology is not a privilege, but a fundamental principle of human dignity.",
"staff-purpose-intro": "That’s why every project we create is designed to:",
"staff-purpose-1": "Harmonize technology and accessibility",
"staff-purpose-2": "Provide tools understandable by everyone",
"staff-purpose-3": "Ensure equitable access to science",
"staff-action-1": "This is not abstract philosophy, but concrete action. Every line of code, every written word, every design choice is a step toward a fairer future — a future in which science does not exclude, but includes.",
"staff-growth-1": "We know excellence is not a destination, but a journey. And every day we commit to improving, learning, and challenging ourselves. Because every project is an opportunity: to grow, to innovate, to make a difference.",
"staff-call-1": "If you share these values, if you believe true innovation arises from collaboration and sharing,",
"staff-call-emphasis": "we are here to listen to you.",
"staff-open-invite": "We are always open to new ideas, collaborations, and dialogue. If you'd like to learn more about our projects, discuss accessible technology, or simply exchange thoughts,",
"staff-contact-link": "don't hesitate to contact us",
"staff-thanks-1": "Thank you for reading this far.  \nOur journey has just begun — and we’re excited to share it with you.",
"video-description": "The video shows the car of the future, a journey toward innovation and sustainability." ,
"tech-maturity-title": "System Audit | Biotech Project",
"tech-maturity-description": "Aggregate report: performance, SEO, accessibility, and best practices based on a comprehensive site analysis."
  }
}