{
  "it": {
    "apparato_digerente": "APPARATO DIGERENTE",
    "introduzione_digestione": "Introduzione digestione",
    "nutrizione_funzione": "Necessaria all'uomo per l'accrescimento corporeo, per rinnovare le cellule che via via si distruggono e reintegrare le energie che servono ai vari organi a funzionare, la nutrizione comprende una successione di eventi:",
    "alimentazione": "Il primo, detto alimentazione consiste nell'ingestione dei cibi.",
    "digestione": "Per essere assimilati e rispondere a tali funzioni, i cibi devono subire una serie di profonde trasformazioni che nel loro complesso costituiscono la digestione.",
    "trasformazioni": "Dette trasformazioni avvengono nel tubo digerente, nel quale vari organi ghiandolari, tramite condotti di connessione o superficie, introducono alcune sostanze chimiche aventi il compito di trasformare gli alimenti ingeriti sino a renderli assorbibili.",
    "processo_digestione": "La digestione è infatti un processo di continua semplificazione chimica degli alimenti ingeriti.",
    "apparato_paragone": "L'apparato digerente può essere paragonato ad un lungo tubo continuo, in cui si distinguono alcuni tratti, diversi per lunghezza, forma e volume (→ 1).",
    "tratto_bocca": "Il primo tratto è rappresentato dalla bocca, delimitata anteriormente dalle labbra attraverso le quali comunica con l'esterno.",
    "bocca_faringe": "Posteriormente, attraverso l'istmo delle fauci, la bocca comunica con la faringe situata all'incrocio tra le vie dell'apparato digerente e quelle dell'apparato respiratorio.",
    "faringe_esofago": "Dalla faringe si passa nell'esofago.",
    "esofago_stomaco": "Anch'esso di forma tubulare, l'esofago congiunge la faringe con lo stomaco, che costituisce la parte più dilatata dell'intero apparato digerente.",
    "forma_stomaco": "La forma di questo può variare in rapporto alle caratteristiche di ciascun individuo (la si è spesso paragonata a una cornamusa).",
    "stomaco_intestino": "Attraverso lo sfintere pilorico (3), costituito da fibre muscolari circolari che si addensano maggiormente in questa zona, lo stomaco entra in comunicazione con l'intestino.",
    "intestino_tratti": "L'intestino è distinto in due tratti principali: il tenue, lungo circa 6 metri e 80 centimetri, e il crasso, lungo circa 1 metro e 80 centimetri.",
    "tenue_dettagli": "Il tenue è diviso a sua volta in duodeno, digiuno, ileo.",
    "ghiandole_duodeno": "Nel duodeno versano il loro secreto due importanti ghiandole annesse, il pancreas e il fegato, e numerose altre ghiandole.",
    "ileo_cecale": "L'ultimo tratto del tenue, l'ileo, comunica per mezzo della valvola ileo-cecale con il crasso, la cui parte iniziale costituisce il cieco.",
    "colon_percorso": "Questo, proseguendo sul lato destro dell'addome, prende il nome di colon ascendente. Al livello della superficie inferiore del fegato, esso si ripiega portandosi sul lato sinistro dell'addome con il nome di colon trasverso, a cui segue il colon discendente che continua quindi nel retto.",
    "retto_sfintere": "Questo si apre all'esterno mediante lo sfintere anale.",
    "mucosa_intestino": "La superficie interna di tutto l'intestino è formata da mucosa che assume nel tenue un aspetto del tutto peculiare per la presenza di formazioni atte ad alimentarne la superficie.",
    "valvole_villi": "Sono le valvole conniventi, duplicature della stessa mucosa, e i villi intestinali.",
    "funzione_crasso": "L'attività digestiva dell'intestino crasso è poco rilevante, a parte l'importante funzione che la flora microbica assolve sia nella sintesi di alcune vitamine sia nella degradazione di diversi elementi che compongono gli alimenti (ma l'abbondanza di microrganismi in questa regione dell'apparato digerente presenta maggior interesse dal punto di vista della patologia che da quello della fisiologia).",
    "composizione_feci": "Le feci, espulse all'esterno attraverso l'ano, sono formate non solo da residui inutili degli alimenti ingeriti, ma anche da materiali procedenti dall'apparato digerente e, principalmente, da batteri intestinali."
  },
  "en": {
    "apparato_digerente": "DIGESTIVE SYSTEM",
    "introduzione_digestione": "Digestion introduction",
    "nutrizione_funzione": "Nutrition is necessary for human growth, for renewing cells as they gradually break down, and for replenishing the energy required by various organs to function. It involves a sequence of events:",
    "alimentazione": "The first, called feeding, consists of ingesting food.",
    "digestione": "To be absorbed and fulfill these functions, foods must undergo a series of profound transformations that collectively constitute digestion.",
    "trasformazioni": "These transformations occur in the digestive tract, where various glandular organs introduce chemical substances through connecting ducts or surfaces, tasked with transforming ingested food until it becomes absorbable.",
    "processo_digestione": "Digestion is therefore a process of continuous chemical simplification of ingested food.",
     "apparato_paragone": "The digestive system can be compared to a long continuous tube, with distinct sections differing in length, shape, and volume (→ 1).",
    "tratto_bocca": "The first section is the mouth, bounded anteriorly by the lips, through which it communicates with the outside.",
    "bocca_faringe": "Posteriorly, through the oropharyngeal isthmus, the mouth connects to the pharynx, located at the intersection of the digestive and respiratory tracts.",
    "faringe_esofago": "From the pharynx, we move into the esophagus.",
    "esofago_stomaco": "Also tubular in shape, the esophagus connects the pharynx to the stomach, which constitutes the most dilated part of the entire digestive system.",
    "forma_stomaco": "Its shape can vary according to individual characteristics (it is often compared to a bagpipe).",
    "stomaco_intestino": "Through the pyloric sphincter (3), made up of circular muscle fibers that are denser in this area, the stomach communicates with the intestine.",
    "intestino_tratti": "The intestine is divided into two main sections: the small intestine, about 6.8 meters long, and the large intestine, about 1.8 meters long.",
    "tenue_dettagli": "The small intestine is further divided into duodenum, jejunum, and ileum.",
    "ghiandole_duodeno": "Two important accessory glands, the pancreas and the liver, along with numerous other glands, release their secretions into the duodenum.",
    "ileo_cecale": "The last part of the small intestine, the ileum, connects via the ileocecal valve to the large intestine, whose initial part is the cecum.",
    "colon_percorso": "Continuing on the right side of the abdomen, it becomes the ascending colon. At the level of the lower surface of the liver, it bends and moves to the left side of the abdomen as the transverse colon, followed by the descending colon, which then continues into the rectum.",
    "retto_sfintere": "The rectum opens to the outside through the anal sphincter.",
    "mucosa_intestino": "The inner surface of the entire intestine is formed by mucosa, which in the small intestine has a unique appearance due to structures that increase its surface area.",
    "valvole_villi": "These are the plicae circulares (circular folds), duplications of the mucosa itself, and the intestinal villi.",
    "funzione_crasso": "Digestive activity in the large intestine is minimal, except for the important role of gut microbiota in synthesizing certain vitamins and degrading various food components (though the abundance of microorganisms in this region is of greater interest from a pathological rather than physiological standpoint).",
    "composizione_feci": "Feces, expelled outside through the anus, consist not only of useless residues of ingested food, but also of materials from the digestive system itself, and primarily intestinal bacteria."
  }
}   