{
  "it": {
    "tegumentary_system_title": "APPARATO TEGUMENTARIO (O CUTANEO)",
    "tegumentary_system_definition_start": "L’apparato tegumentario è l’apparato che riveste tutte le strutture interne del nostro corpo",
    "tegumentary_system_components": "Esso è formato dalla cute (pelle) e da tutte quelle strutture ed annessi ad essa associati (peli,capelli,unghie,ghiandole)",
    "annessi_cutanei": "ANNESSI CUTANEI",
    "cute": "CUTE",
    "epidermide": "EPIDERMIDE",
    "derma": "DERMA",
    "peli_e_capelli": "PELI E CAPELLI",
    "unghie": "UNGHIE",
    "ghiandole": "GHIANDOLE",
    "ipoderma": "IPODERMA",
    "cellule_fibroblasti": "Cellule: Fibroblasti, cellule immunitarie;",
    "sostanza_intercellulare_composizione": "Sostanza intercellulare: • Sostanza fondamentale: acqua, acido ialuronico; • Componente fibrosa: fibre collagene, fibre reticolari, fibre elastiche.",
    "vasi_sanguigni": "Vasi sanguigni",
    "rete_nervosa": "Rete nervosa",
    "cellule_list_title": "CELLULE:",
    "cheratinociti": "Cheratinociti 90% (cheratina)",
    "melanociti": "Melanociti (melanina)",
    "cellule_merkel": "Cellule del Merkel",
    "cellule_langherans": "Cellule del Langherans",
    "sostanza_intercellulare_title": "SOSTANZA INTERCELLULARE",
    "poca": "POCA",
    "sottocute": "SOTTOCUTE",
     "title_skin": "La cute o pelle",
    "skin_largest_organ": "La cute è l’organo più esteso del corpo umano.",
    "skin_size_weight": "Essa ha una superficie di circa 2 m² e un peso di circa 3 kg, che corrisponde al 6-8% del peso corporeo.",
    "skin_function_protection": "La cute è l’organo di rivestimento del corpo umano, che lo protegge dagli agenti esterni e ne regola le funzioni vitali.",
    "skin_structure": "Essa è costituita da due strati principali: l’epidermide e il derma, che poggiano su uno strato di tessuto connettivo, l’ipoderma o tessuto sottocutaneo.",
    "skin_complex_organ": "La cute è un organo complesso, che svolge numerose funzioni, tra cui la protezione del corpo, la regolazione della temperatura, la percezione sensoriale e la produzione di vitamina D.",
    "skin_dynamic_organ": "La cute è un organo dinamico, che si rinnova continuamente attraverso un processo di desquamazione, in cui le cellule morte dell’epidermide vengono eliminate e sostituite da nuove cellule.",
    "skin_vital_organ": "La cute è un organo vitale, che svolge un ruolo fondamentale nella salute e nel benessere dell’individuo.",
    "skin_diseases": "La cute è un organo che può essere colpito da numerose patologie, come le infezioni, le allergie, le malattie autoimmuni e i tumori.",
    "skin_care": "La cute è un organo che richiede cure e attenzioni particolari, come l’igiene quotidiana, la protezione dai raggi solari, l’idratazione e la nutrizione adeguata.",
    "skin_external_factors_influence": "La cute è un organo che può essere influenzato da fattori esterni, come l’alimentazione, lo stile di vita, l’ambiente e le emozioni.",
    "skin_various_factors": "La cute è un organo che può essere influenzato da numerosi fattori, tra cui l'età, la genetica, l'esposizione a sostanze chimiche, l'inquinamento, le condizioni climatiche e lo stress.",
    "factors_alter_skin": "Questi fattori possono alterare la struttura e la funzione della pelle, rendendola più suscettibile a danni, invecchiamento precoce e malattie.",
    "adopt_healthy_lifestyle": "Per questo motivo, è importante adottare uno stile di vita sano e prendersi cura della propria pelle con prodotti adeguati e protezione dagli agenti esterni.",
    "skin_functions_title": "Funzioni della pelle",
    "protection_title": "1)Protezione",
    "protection_mechanical_function": "- Funzione meccanica: svolta principalmente dallo strato corneo e dal tessuto adiposo, che difendono gli organi interni da urti, colpi e cadute;",
    "protection_physical_function": "- Funzione fisica: contro gli agenti esterni come la temperatura, le radiazioni solari e l’elettricità. I meccanismi grazie ai quali la cute ci difende dai fenomeni termici sono detti di termoregolazione, e sono: il sudore, la vasocostrizione, la vasodilatazione e l’effetto isolante del tessuto adiposo; la cheratina della pelle ci difende dai fenomeni elettrici, e la melanina dalle radiazioni solari;",
    "protection_chemical_function": "- Funzione chimica: contro sostanze nocive di natura chimica come gli acidi o le basi. Ad impedire che tali sostanze penetrino nei tessuti sottostanti sono lo strato corneo e il film idrolipidico.",
    "other_functions": "2)Immunitaria; 3)Secretoria/escretoria; 4)Respiratoria; 5) Di assorbimento; 6)Sensoriale.",
    "metabolic_function": "Inoltre, la pelle è un'importante sede metabolica: è infatti a livello della cute e grazie all’azione dei raggi solari che avviene la maturazione della pre-vitamina D3 in vitamina D 3 attiva, che viene ulteriormente processata dai reni e dal fegato.",
    "vitamin_d_role": "Essa è importante non solo per fissare il calcio e mantenere sane le ossa, ma ha anche un ruolo nella regolazione della divisione cellulare (aiutando a proteggere dai tumori) e del sistema immunitario, proteggendo da disfunzioni di natura autoimmune (carenze di vitamina D sono associati ad esempio al diabete autoimmune e alla sclerosi multipla).",
    "epidermis_title": "L’epidermide",
    "epidermis_definition": "L’epidermide è lo strato più superficiale della pelle, quindi quello più esterno che vediamo e che tocchiamo. È un tessuto epiteliale di rivestimento, pluristratificato cheratinizzato ed è privo di vasi sanguigni. Di conseguenza il nutrimento è fornito dal tessuto sottostante (derma) nel quale è presente la rete vascolare.",
    "epidermis_cell_types_intro": "L’epidermide è formata da cellule di diverso tipo:",
    "keratinocytes_title": "1) Cheratinociti:",
    "keratinocytes_description": "Rappresentano circa il 90% delle cellule presenti nell’epidermide. Essi subiscono un processo di maturazione attraverso il quale vanno incontro ad una serie di trasformazioni. Da uno strato profondo chiamato strato basale, ad intensa attività riproduttiva, migrano verso uno strato più superficiale, chiamato strato corneo, in cui raggiungono la piena maturazione.",
    "keratinocytes_maturation": "In questo cammino essi cambiano forma e funzione: si appiattiscono, muoiono (perdono organuli citoplasma e nucleo) e accumulano cheratina, fino a trasformarsi nello strato corneo in corneocita o lamella cornea.",
    "melanocytes_title": "2) Melanociti:",
    "melanocytes_description": "Sono presenti nello strato più profondo dell’epidermide (basale) interposti ai cheratinociti, rispetto ai quali sono meno numerosi. I melanociti producono la melanina, pigmento tipico della cute la cui funzione è quella di proteggere gli strati sottostanti della cute dalle radiazioni ultravioletti.",
    "melanin_production": "La melanina viene prodotta a partire da un amminoacido, la tirosina, e viene trasferita ai cheratinociti attraverso i prolungamenti dei melanociti stessi. La quantità di melanina prodotta varia da individuo a individuo e dipende da fattori genetici ed ambientali (esposizione al sole).",
    "langerhans_cells_title": "3) Cellule di Langerhans:",
    "langerhans_cells_description": "Prima difesa immunitaria, presenti in tutti gli strati dell'epidermide, ma in particolare nello strato spinoso.",
    "merkel_cells_title": "4) Cellule di Merkel:",
    "merkel_cells_description": "Unità recettoriale sensitiva, che risponde a stimoli tattili e pressori. Sono presenti nello strato basale dell’epidermide, in corrispondenza delle terminazioni nervose.",
    "epidermis_layers_intro": "L’esame dell’epidermide al microscopio mostra la suddivisione di questo tessuto in 5 strati.",
    "epidermis_layers_description": "La stratificazione dell’epidermide è dovuta al processo di maturazione del cheratinocita. Il nome di questi 5 strati indica le caratteristiche tipiche delle cellule di cui sono formate.",
    "basal_layer_title": "Strato basale o germinativo",
    "basal_layer_description": "È lo strato più interno e sottile dell’epidermide. È formato da una sola fila di cheratinociti: cellule alte di forma cilindrica che presentano il nucleo ricche di citoplasma. La caratteristica di questo strato è l’intensa attività riproduttiva. Esse germinano continuamente nuove giovani cellule (da qui il nome di strato germinativo). È a questo livello che la cellula si divide formando due nuove cellule di cui una resta ancora basale e l’altra invece viene spinta sempre più in superficie subendo continue trasformazioni. Questo ciclo è continuo. Nello strato basale si trovano anche i melanociti in rapporto di circa 1 melanocita ogni 5/6 cheratinociti.",
    "stratum_spinosum_title": "Strato spinoso o malpighiano",
    "stratum_spinosum_description": "È lo strato più spesso dell’epidermide, è formato 4-10 file cellulari, prevalentemente cheratinociti. Da qui le cellule iniziano ad assumere una forma cuboidale e presentano ancora il nucleo e il citoplasma. La caratteristica di queste cellule è quella di avere prolungamenti o spine citoplasmatiche, da qui il nome di strato spinoso.",
    "stratum_spinosum_junctions": "Queste spine sono in realtà delle giunzioni intercellulari che uniscono le cellule tra loro e le rendono più forti e resistenti.",
    "stratum_spinosum_langerhans_cells": "In questo strato si trovano anche le cellule di Langerhans, che sono cellule immunitarie che hanno la funzione di difendere la pelle da agenti patogeni e sostanze estranee.",
    "granulosum_layer_title": "Strato granuloso",
    "granulosum_layer_description": "Le cellule presenti in questo strato tendono ad assumere una forma sempre più appiattita e a perdere gran parte del citoplasma. Caratteristica di queste cellule è la presenza di grossi e numerosi granuli nel citoplasma. Questi granuli contengono cheratoialina, una lipoproteina che interviene nel processo di cheratinizzazione.",
    "keratinization_process": "La cheratinizzazione è il processo attraverso il quale le cellule dell’epidermide si trasformano in corneociti, cellule morte che costituiscono lo strato corneo.",
    "keratohyalin_function": "La cheratoialina è una proteina che si combina con la cheratina, formando una sostanza resistente e impermeabile che protegge la pelle dagli agenti esterni.",
    "granulosum_layer_cells": "In questo strato si trovano anche i melanociti, che continuano a produrre melanina, e le cellule di Merkel, che sono cellule sensoriali che rispondono a stimoli tattili e pressori.",
    "merkel_cells_connection": "Le cellule di Merkel sono collegate a terminazioni nervose che formano i corpuscoli di Merkel, che sono recettori sensoriali specializzati per la percezione del tatto e della pressione.",
    "granulosum_layer_nucleus": "Il nucleo delle cellule presenti in questo strato cominciano a presentare segni di atrofia.",
    "stratum_lucidum_title": "Strato lucido",
    "stratum_lucidum_location_and_description": "È uno strato molto sottile, presente solo nelle zone della pelle più spessa (palmo delle mani e pianta dei piedi). È formato da 1-2 file di cheratinociti appiattiti che contengono una sostanza oleosa, chiamata eleidina, che al microscopio appare luminosa e lucida.",
    "stratum_lucidum_cells": "Questa tipologia di cellule sono prive di nucleo e citoplasma, traslucide e ricche di eleidina, una sostanza intermedia nella trasformazione della cheratina.",
    "stratum_lucidum_function": "Questo strato conferisce maggiore resistenza e protezione alle aree soggette a maggiore attrito e pressione.",
    "stratum_corneum_title": "Strato corneo",
    "stratum_corneum_description": "È lo strato più superficiale dell’epidermide ed il suo spessore varia a seconda della sede: è particolarmente elevato sulla pianta del piede e sul palmo della mano. È formato da diverse file di strati di cellule morte (20-30 file) chiamate corneociti o lamelle cornee, molto appiattite, disidratate, prive di nucleo, con membrana plasmatica molto inspessita e ripiene invece di cheratina sotto forma di filamenti.",
    "stratum_corneum_cell_origin": "Questa tipologia di cellule morte, derivano per trasformazione dei cheratinociti dello strato basale, che si sfaldano e vengono eliminate.",
    "title": "La cheratina e processo di cheratogenesi",
    "paragraph1": "La cheratina è una proteina, e come tutte le proteine è formata da una sequenza di aminoacidi. Nella cheratina gli aminoacidi sono disposti a formare un’alfa elica.",
    "paragraph2": "L’aminoacido più importante è la cisteina perché unisce i filamenti di cheratina vicini tramite la formazione dei ponti di solfuro.",
    "paragraph3": "Oltre che nello strato corneo, protettivo della cute, troviamo abbondante cheratina a livello dei derivati epidermici: unghie, peli e capelli.",
    "paragraph4": "L’epidermide è continuamente soggetta a modificazioni cellulari e di rinnovamento. Dallo strato più profondo, basale o germinativo, derivano continuamente per attività riproduttiva (mitosi) giovani cellule (cheratinociti) che subiscono modificazioni morfo-funzionali (sia della forma che delle funzioni), elaborando la cheratina, vengono trasferite negli strati superiori dell’epidermide e vanno a rimpiazzare quelle vecchie che vengono eliminate per desquamazione dello strato corneo superficiale.",
    "paragraph5": "In condizioni fisiologiche per ogni cellula che nasce un’altra deve essere eliminata: il processo di riproduzione cellulare in profondità e quello di desquamazione in superficie devono essere in equilibrio; questo per mantenere lo stesso spessore dell’epidermide e di conseguenza la buona funzionalità cutanea.",
    "paragraph6": "Il tempo di rinnovamento dell’epidermide, detto tempo di turnover, è in media di 25/28 giorni.",
    "melanin_and_melanogenesis_title": "La melanina e processo di melanogenesi",
    "melanin_color_origin": "Il colore della pelle e dei capelli è determinato dalla quantità e dal tipo di pigmento (melanina) presente in essi. La melanina si sintetizza a partire da un amminoacido, la tirosina e, una volta prodotta, si presenta in due forme:",
    "melanin_pheomelanin": "la pheomelanina, che corrisponde ai colori del giallo-rosso",
    "melanin_eumelanin": "la eumelanina, responsabile del colorito che va dal marrone al nero",
    "melanin_uv_protection": "Rispetto alla pheomelanina, la eumelanina è più efficace nel proteggere la pelle dalle radiazioni UV, evitando scottature e interferenze nei processi di sintesi e riparazione del DNA cellulare.",
    "melanin_light_skin_vitamin_d": "La pelle chiara, meno protetta nei confronti delle radiazioni solari, è favorita invece nella produzione di vitamina D3, necessaria per l’assorbimento del calcio e la fisiologica mineralizzazione delle ossa e dei denti, nonché per regolare importanti funzioni ormonali e immunitarie.",
    "melanogenesis_question": "Come avviene il processo di melanogenesi?",
    "melanogenesis_process_start": "Nell’epidermide a livello dello stato basale, in mezzo ai cheratinociti, sono presenti anche i melanociti che sono i diretti responsabili della produzione e dell’accumulo di melanina tramite il processo di melanogenesi.",
    "melanocyte_structure_function": "La forma dei melanociti è stellata e presenta perciò numerosi prolungamenti che si insinuano nei piccolissimi spazi che si trovano tra le cellule dello strato basale. Nel loro citoplasma sono contenuti particolari organuli o vescicole detti melanosomi, nei quali si trova la melanina prodotta.",
    "melanin_transfer_and_protection": "La quantità di pigmento prodotto è influenzata sia da fattori endogeni (interni es. ormone ipofisario melanocita stimolante) sia esogeni (esterni es. radiazioni solari, fattori vitaminici, alimentari ecc..): sotto l’azione degli stimoli, i melanosomi migrano all’interno dei prolungamenti dei melanociti e sono trasferiti nelle cellule dell’epidermide dove la melanina svolge la sua funzione di filtro e protezione contro i raggi uv (uva e uvb).",
    "derma_title": "Il derma",
    "derma_functions": "Il derma è un tessuto connettivo in grado di svolgere molteplici funzioni, tra cui quella di sostegno, elasticità, resistenza, nutrizione ecc…. Lo spessore medio è di circa 1-2 mm.",
    "derma_content": "Il derma contiene fibre nervose, vasi sanguigni e vasi linfatici e fornisce un’impalcatura all’epidermide. Inoltre, contiene i follicoli piliferi, le ghiandole sebacee e sudoripare.",
    "derma_layers_intro": "Nella struttura è possibile distinguere tre diversi strati che differiscono per la quantità di sostanza fondamentale, per la disposizione delle fibre di collagene, per la quantità di cellule presenti e per il tipo di vasi sanguigni e recettori sensitivi presenti:",
    "derma_papillary_title": "1. Derma papillare o superficiale",
    "derma_papillary_description": "costituisce lo strato esterno del derma, immediatamente sotto l’epidermide. È chiamato papillare perché presenta delle papille dermiche, ossia espansioni o rilievi che si incastrano in corrispondenza dell’epidermide formando le creste cutanee. Queste sono ben visibili a livello dei polpastrelli e la loro funzione è favorire gli scambi con l'epidermide sovrastante, aumentando la superficie di contatto. Il derma superficiale è rappresentato da tessuto connettivo lasso costituito da abbondante sostanza fondamentale in cui sono immerse fibre sottili di collagene, abbondanti fibroblasti e corpuscoli sensitivi, in particolare quelli tattili (di Meisser) e quelli del freddo (di Krause). È poco vascolarizzato;",
    "derma_corion_title": "2. Derma medio o corion",
    "derma_corion_description": "strato intermedio costituito da una modesta quantità di sostanza fondamentale, arteriole e venule di calibro maggiore rispetto al derma papillare e grossi fasci di fibre reticolari. In questo tratto di derma si trovano corpuscoli sensitivi;",
    "derma_reticular_title": "3. Derma reticolare o profondo",
    "derma_reticular_description": "è lo strato più profondo e stratificato, che costituisce l’80% del derma. È composto da tessuto connettivo formato da robuste fibre di collagene, fibre di elastina, abbondanti vasi sanguigni (di calibro maggiore rispetto agli altri strati), varie terminazioni nervose sensitive, in particolar modo di Ruffini (caldo) e Pacini (pressione).",
    "dermal_cells_title": "Cellule del derma",
    "dermal_cells_intro": "Queste cellule sono di diverso tipo, e a parte i fibroblasti che elaborano i componenti della sostanza intercellulare, gli altri elementi cellulari in genere sono destinati alla difesa. Distinguiamo quindi:",
    "dermal_cells_fibroblasts_title": "1. Fibroblasti",
    "dermal_cells_fibroblasts_description": "sono le cellule tipiche e più numerose del derma, hanno una forma irregolare, in genere stellata. La loro importante funzione è quella di sintetizzare la componente fibrosa del tessuto (collagene ed elastina) e la sua sostanza fondamentale (in particolare acido ialuronico);",
    "dermal_cells_blood_cells_title": "2. Cellule di origine ematica (in particolare alcuni tipi di globuli bianchi)",
    "dermal_cells_blood_cells_description": "in caso di processi infiammatori in atto si riversano nel derma per trasportare globuli bianchi come granulociti e linfociti;",
    "dermal_cells_plasma_cells_title": "3. Plasmacellule",
    "dermal_cells_plasma_cells_description": "producono anticorpi;",
    "dermal_cells_macrophages_title": "4. Macrofagi",
    "dermal_cells_macrophages_description": "sono globuli bianchi che inglobano ed eliminano batteri e altre sostanze estranee, giocando un ruolo importante nella risposta immunitaria;",
    "dermal_cells_mast_cells_title": "5. Mastociti",
    "dermal_cells_mast_cells_description": "cellule immunitarie che svolgono la loro funzione di sentinelle nell’identificazione di batteri e sostanze estranee e avviano le risposte infiammatorie locali contro questi patogeni.",
    "dermal_cells_immune_system": "Le ultime 3 fanno parte del sistema immunitario.",
    "fibers_title": "Le fibre",
    "collagen_main_fiber": "Le principali sono quelle di collagene. Il collagene è una glicoproteina estremamente complessa organizzata in grossi fasci fibrosi e, oltre ad essere la proteina più abbondante dell'organismo, nella pelle rappresenta da sola il 70% delle proteine.",
    "collagen_function": "Il collagene ha funzione di sostegno e conferisce una notevole resistenza meccanica al derma. Nello strato più superficiale, sono presenti anche fibre di collagene più sottili, dette reticolari.",
    "elastic_fibers": "Oltre alle fibre di collagene, nel derma è presente una piccola quota di fibre elastiche che, nel loro insieme, rappresentano soltanto il 2% delle proteine cutanee. Sono costituite da elastina che conferisce alla pelle un certo grado di elasticità, indispensabile sia per consentire la mimica facciale, sia per seguire le numerose variazioni delle dimensioni corporee che avvengono nel corso della vita.",
    "ground_substance_title": "La sostanza fondamentale",
    "ground_substance_intro": "Cellule e fibre del derma sono immerse in una sostanza fondamentale o matrice. Essa è prodotta dai fibroblasti ed ha funzione di plasticità e flessibilità.",
    "ground_substance_composition_intro": "Risulta principalmente composta da:",
    "ground_substance_water": "1. Acqua in abbondante quantità;",
    "ground_substance_glucose_salts": "2. Glucosio, sali, vitamine e ioni;",
    "ground_substance_gags": "3. Glicosaminoglicani (gag) detti anche glucosaminoglicani: solforati e non solforati (acido ialuronico il più abbondante)",
    "gags_description": "I G.A.G. sono polisaccaridi costituiti da lunghe catene di disaccaridi, nei quali almeno una delle due unità è un amminozucchero (glucosammina o galattosammina).",
    "gags_hyaluronic_acid": "I più noti glicosamminoglicani sono l'acido ialuronico e l'eparina. Queste ed altre sostanze appartenenti a tale famiglia, hanno la capacità di trattenere molta acqua, formando un gel.",
    "gel_explanation": "Un gel è uno stato in cui coesistono una fase dispersa ed una fase disperdente. Nel caso specifico le molecole di glicosamminoglicani (fase dispersa) formano una sorta di reticolo tra le cui maglie è contenuta acqua (fase disperdente).",
    "gel_function": "A livello del derma, questo gel occupa la maggior parte dello spazio extracellulare ed è responsabile del turgore cutaneo.",
    "hypodermis_title": "L’ipoderma",
    "hypodermis_intro": "La porzione più profonda della cute è rappresentata dall’ipoderma, esso si trova sotto il derma dal quale continua fino a raggiungere in profondità la componente connettiva che riveste i muscoli. Fa parte dei tessuti connettori in particolare di tipo adiposo, ricco di cellule chiamate adipociti, raggruppate in masse adipose.",
    "hypodermis_components": "In mezzo agli adipociti ci sono le fibre di collagene, troviamo inoltre: rete sanguigna, linfatica e nervosa, ghiandole sudoripare, follicoli pilo sebacei.",
    "hypodermis_functions": "Funzioni dell’ipoderma",
    "trophic_function": "1. Funzione trofica",
    "trophic_desc": "rappresenta una vera e propria riserva nutritiva ed energetica",
    "mechanical_function": "2. Funzione meccanica",
    "mechanical_desc": "sostiene e protegge le strutture sottostanti, fungendo da ammortizzatore nei confronti di piccoli traumi e urti",
    "insulating_function": "3. Funzione isolante",
    "insulating_desc": "il tessuto si comporta da isolante termico nei confronti della dispersione del calore",
    "plastic_function": "4. Funzione plastica",
    "plastic_desc": "svolge una funzione estetica di modellamento del corpo",
    "lipids_intro": "Le sostanze lipidiche contenute all’interno dell’adipocita sono soprattutto rappresentate da:",
    "lipid_oleic": "1. Acido oleico;",
    "lipid_palmitic": "2. Acido palmico;",
    "lipid_linoleic": "3. Acido linoleico;",
    "lipid_stearic": "4. Acido stearico;",
    "lipid_cholesterol": "5. Colesterolo, più i pigmenti che donano a questo materiale il colore giallo.",
    "adipose_types_title": "Esistono 2 tipi di tessuto adiposo",
    "white_adipose": "- BIANCO",
    "white_adipose_desc": "il suo nucleo è appiattito e localizzato lontano dal centro ed il grasso presente al suo interno è ordinato in un’unica grande goccia ed utilizzato prevalentemente come RISERVA ENERGETICA",
    "brown_adipose": "- BRUNO",
    "brown_adipose_desc": "il suo nucleo è localizzato al centro ed il grasso presente al suo interno è ordinato in piccole gocce ed utilizzato prevalentemente per produrre ENERGIA TERMICA",
    "white_adipose_details": "Il primo ha un colorito giallognolo, legato al suo contenuto in carotenoidi. Da solo rappresenta la quasi totalità del grasso di riserva. Il secondo è abbondante nei mammiferi che vanno in letargo (ibernanti) e nei cuccioli.",
    "brown_in_humans": "Nell'uomo il tessuto adiposo bruno è presente in piccole quantità nel neonato (zona ascellare ed interscapolare). Con la crescita buona parte di questo tessuto si trasforma in tessuto adiposo bianco; per questo motivo nell'adulto troviamo soltanto delle tracce di tessuto adiposo bruno, distribuite sotto forma di piccole isole cellulari sparse tra i numerosi adipociti bianchi. Pertanto, non esistono depositi esclusivi di tessuto adiposo bianco o tessuto adiposo bruno, ma sempre e comunque depositi misti, dove le relative percentuali differiscono in base alla localizzazione topografica.",
    "cutaneous_nervous_network": "La rete nervosa cutanea",
    "skin_perception": "È grazie alla sua fitta rete nervosa ed a un insieme di recettori cutanei che la pelle è in grado di percepire stimoli diversi trasmettendoli al cervello, che li trasforma dopo averli elaborati in sensazioni dolorifiche, termiche, tattili e pressorie in tutto il corpo.",
    "cutaneous_receptors_specialized": "I recettori cutanei sono specializzati per rispondere a diversi tipi di stimoli",
    "receptors_classification": "Si possono classificare in base alla loro funzione e al tipo di stimolo a cui rispondono.",
    "main_receptor_types": "I principali tipi di recettori cutanei sono:",
    "mechanoreceptor": "1. Meccanocettore",
    "mechanoreceptor_desc": "risponde a stimoli meccanici come la pressione, il tatto e la vibrazione",
    "thermoreceptor": "2. Termocettore",
    "thermoreceptor_desc": "risponde a variazioni di temperatura",
    "nociceptor": "3. Nocicettore",
    "nociceptor_desc": "risponde a stimoli dolorifici",
    "chemoreceptor": "4. Chemiocettore",
    "chemoreceptor_desc": "risponde a sostanze chimiche presenti nell’ambiente esterno o nel corpo",
    "receptors_distribution": "I recettori cutanei sono distribuiti in modo irregolare e differente a seconda della zona del corpo, e sono particolarmente numerosi nelle zone più sensibili come le mani, i piedi, le labbra e il viso.",
    "main_receptors_list": "Tra i recettori più importanti:",
    "pacinian_corpuscle": "- Corpuscolo PACINI",
    "pacinian_function": "stimoli pressori e vibratori ad alta frequenza (-> sensibili alla pressione), si trovano nel derma profondo e ipoderma",
    "ruffini_corpuscle": "- Corpuscolo RUFFINI",
    "ruffini_function": "stimoli pressori e termo recettori sensibili alle alte temperature, si trovano nel derma profondo",
    "krause_corpuscle": "- Corpuscolo KRAUSE",
    "krause_function": "termo recettori sensibili alle basse temperature, si trovano nel derma superficiale",
    "meissner_corpuscle": "- Corpuscolo MEISSNER",
    "meissner_function": "stimoli vibratori a bassa frequenza e rilevamento delle irregolarità delle superfici (-> sensibilità tattile), si trovano nel derma di polpastrelli e lingua",
    "merkel_corpuscle": "- Corpuscolo di MERKEL",
    "merkel_function": "stimoli tattili prolungati e pressori, si trovano nell’epidermide",
    "free_nerve_endings": "- TERMINAZIONI NERVOSE LIBERE",
    "free_nerve_endings_function": "stimoli tattili, vibratori e di stiramento, temperatura e dolore.",
    "cutaneous_appendages": "Annessi cutanei",
    "cutaneous_appendages_definition": "Per annessi cutanei si intendono quelle strutture anatomiche associate alla cute",
    "appendages_list": "essi comprendono:",
    "sweat_glands": "1. Ghiandole sudoripare",
    "sebaceous_glands": "2. Ghiandole sebacee",
    "mammary_glands": "3. Ghiandole mammarie",
    "nails": "4. Unghie",
    "hair": "5. Peli e capelli",
    "glands": "GHIANDOLE",
    "glands_function": "Le ghiandole sono organi che producono e secernono sostanze utili per l’organismo",
    "sudoriparous_glands": "GHIANDOLE SUDORIPARE",
    "glands_structure": "Nella struttura delle ghiandole si può distinguere:",
    "secretory_portion": "1. porzione secernente",
    "excretory_duct": "2. dotto escretore",
    "secretory_portion_detail": "Porzione secernente",
    "secretory_portion_desc": "quella che effettivamente produce il sudore formata da un tubolo raggomitolato detto glomerulo",
    "excretory_duct_detail": "Dotto escretore",
    "excretory_duct_desc": "un tubicino che dal glomerulo elimina all’esterno il sudore",
    "sweat_composition": "il sudore è un liquido acquoso e trasparente composto da un 99% di acqua, e il restante 1% da sali organici e inorganici, vitamina C, anticorpi e tracce di sostanze organiche azotate (urea e ammoniaca) e zuccheri",
    "sweat_functions_title": "Il sudore svolge varie funzioni",
    "thermoregulation": "1. Termoregolazione (mantiene costante la temperatura corporea)",
    "toxin_elimination": "2. Eliminazione di tossine",
    "ph_maintenance": "3. Mantenimento del pH acido della pelle",
    "sweat_production_control": "La produzione di sudore è controllata dal sistema nervoso autonomo",
    "sympathetic_control": "In particolare dal sistema simpatico, che regola la temperatura corporea attraverso la secrezione delle ghiandole sudoripare in risposta a stimoli come il caldo, l'esercizio fisico, lo stress e le emozioni",
    "continuous_sweating": "L’eliminazione del sudore è un processo continuo e impercettibile. Nell’arco della giornata ne viene prodotto circa 1 litro, in condizioni particolari quando il caldo è eccessivo, durante l’esercizio fisico, paura ed altre emozioni, esso è prodotto in maggiore quantità",
    "two_types_sweat_glands": "Le ghiandole sudoripare sono di due tipi",
    "eccrine_glands": "GHIANDOLE ECCRINE",
    "eccrine_distribution": "Sono diffuse su tutta la superficie del corpo (con maggiore densità in fronte, sotto le ascelle, sul palmo della mano e sulla pianta del piede). Hanno un loro canale di uscita direttamente all’esterno, il poro del sudore",
    "apocrine_glands": "GHIANDOLE APOCRINE",
    "apocrine_location": "Sono connesse alla struttura dei peli, il loro dotto termina direttamente nel follicolo pilifero. Si trovano solo in alcune zone, le ascelle, zona pubica eccetera",
    "apocrine_function": "Esse producono feromoni messaggeri odorosi emozionali e sessuali",
    "apocrine_secretion": "Il prodotto di queste ghiandole è simile in composizione di base a quello delle ghiandole eccrine, diversamente dal sudore però è più viscosa e a volte lattiginosa o di colore giallastro",
    "apocrine_odor": "Inoltre, è ricco di sostanze organiche (grassi e proteine) che possono essere degradate dalla flora batterica, provocando cattivo odore. La sua produzione inizia nella pubertà ed è regolata dagli ormoni sessuali",
    "sweat_gland_disorders": "Alterazioni delle ghiandole sudoripare",
    "sweat_gland_alterations": "Le alterazioni delle ghiandole sudoripare comportano un incremento o una riduzione nella produzione di sudore",
    "hyperhidrosis": "IPERIDROSI",
    "hyperhidrosis_desc": "Consiste nell’eccessiva produzione di sudore eccrino. Le ghiandole sudoripare in tali casi sono eccessivamente reattive agli stimoli nervosi che ricevono dal cervello e che le inducono a produrre sudore. Le zone maggiormente colpite sono il palmo della mano e la pianta del piede. A livello ungueale spesso si associa fragilità e onicolisi",
    "bromhidrosis": "BROMOIDROSI",
    "bromhidrosis_desc": "Eccessiva produzione di sudore delle ghiandole apocrine che, se colonizzato dalla flora batterica, sviluppa un odore particolarmente acre",
    "oligohidrosis": "OLIGOIDROSI",
    "oligohidrosis_desc": "Diminuzione della produzione di sudore, a differenza dell’Anidrosi in cui c’è l’assenza congenita delle ghiandole sudoripare",
    "sebaceous_glands_title": "GHIANDOLE SEBACEE",
    "sebaceous_glands_info": "Sono sparse un po’ su tutta la superficie cutanea tranne le zone palmo-plantari. Sono particolarmente numerose e di maggiori dimensioni a livello delle zone chiamate seborroiche quali cuoio capelluto e viso, in questo caso sono concentrate su fronte, naso e mento. Sono situate al livello del derma ed in genere sono connesse col colletto del follicolo pilifero in corrispondenza del muscolo erettore del pelo, il quale contraendosi permette il loro svuotamento. L’attività ghiandolare di produzione e rilascio del sebo è controllata e regolata da fattori costituzionali e ormonali (è stimolata dagli androgeni e inibita dagli estrogeni)",
    "sebum_function": "Il sebo è prodotto dalle ghiandole sebacee ed ha la funzione di mantenere la pelle idratata e protetta.",
    "sebum_composition_intro": "È formato da una miscela di sostanze grasse, (una miscela di lipidi, oleosa e viscosa), tra cui;",
    "triglycerides": "1. Trigliceridi",
    "fatty_acids": "2. Acidi grassi, saturi e insaturi",
    "waxes": "3. Cere",
    "cholesterol": "4. Colesterolo",
    "sebum_functions": "Questa composizione permette al sebo di svolgere le seguenti funzioni: emolliente, lubrificante, idratante, protettiva e antimicrobica.",
    "hydrolipidic_film": "Film idrolipidico di superficie",
    "hydrolipidic_film_formation": "Il sebo prodotto dalle ghiandole sebacee si immette sulla superficie dell’epidermide attraverso il dotto pilo-sebaceo. Arrivato a destinazione emulsiona il sudore formando una sottile pellicola untuosa detta film idrolipidico di superficie che riveste il pelo e l’epidermide al fine di proteggerli dai microbi e dagli agenti esterni.",
    "sebum_sweat_balance": "L’equilibrio tra sudore e sebo è fondamentale per la difesa dell’epidermide e del cuoio capelluto dagli agenti esterni.",
    "excess_film_effects": "L’eccessiva presenza di questo film a livello del cuoio capelluto ma soprattutto lungo lo stelo dei capelli provoca cattiva pettinabilità e senso di sporco.",

    "_section_dyslexia": "=== Versione semplice per dislessia e ipovisione  ===",
    "simple_integumentary_system": "Apparato tegumentario (o cutaneo)",
    "simple_covering": "L'apparato tegumentario riveste il corpo.",
    "simple_protection": "Protegge le parti interne del nostro organismo.",
    "simple_composition": "È formato dalla pelle. Insieme alla pelle ci sono altre strutture:",
    "simple_hair": "Peli e capelli",
    "simple_nails": "Unghie",
    "simple_glands": "Ghiandole",
    "simple_caption": "Figura: schema dell’apparato tegumentario con strati della pelle e annessi cutanei.",
    "simple_skin": "La cute o pelle",
    "simple_largest_organ": "La pelle è l'organo più grande del corpo umano.",
    "simple_function": "Riveste tutto il corpo e lo protegge.",
    "simple_skin_structure": "Struttura della pelle",
    "simple_epidermis": "Epidermide",
    "simple_dermis": "Derma",
    "simple_hypodermis": "Ipoderma (o sottocute)",
    "simple_skin_components": "Componenti della pelle",
    "simple_composed_of": "La pelle è formata da:",
    "simple_cells": "Cellule",
    "simple_intercellular": "Poca sostanza intercellulare",
    "simple_appendages": "Annessi cutanei",
    "simple_skin_cells": "Cellule della pelle",
    "simple_keratinocytes": "Cheratinociti (90%) – producono cheratina",
    "simple_melanocytes": "Melanociti – producono melanina",
    "simple_langerhans_cells": "Cellule di Langherans – difesa immunitaria",
    "simple_skin_appendages": "Annessi cutanei",
    "simple_in_dermis": "Nel derma troviamo",
    "simple_fibroblasts": "Fibroblasti e altre cellule",
    "simple_ground_substance": "Sostanza fondamentale: acqua, acido ialuronico",
    "simple_fibers": "Fibre: collagene, reticolari, elastiche",
    "simple_blood_vessels": "Vasi sanguigni",
    "simple_nerves": "Nervi",
    "simple_skin_surface": "La pelle ha una superficie di circa 2 metri quadrati.",
    "simple_skin_weight": "Pesa circa 3 kg, pari al 6-8% del peso del corpo.",
    "simple_skin_covers": "È l’organo che riveste il corpo.",
    "simple_skin_protects": "Lo protegge dagli agenti esterni.",
    "simple_skin_regulates": "Regola le funzioni vitali.",
    "simple_skin_layers_intro": "La pelle è formata da due strati principali:",
    "simple_hypodermis_below": "Sotto questi strati c’è l’ipoderma, fatto di tessuto connettivo.",
    "simple_subcutaneous": "È anche chiamato tessuto sottocutaneo.",
    "simple_what_is_skin_for": "A cosa serve la pelle?",
    "simple_protects_body": "Protegge il corpo",
    "simple_regulates_temperature": "Regola la temperatura",
    "simple_senses_touch": "Percepisce il tatto, il caldo e il freddo",
    "simple_produces_vitamin_d": "Produce la vitamina D",
    "simple_renews_cells": "Si rinnova sempre: le cellule morte cadono e vengono sostituite",
    "simple_vital_for_health": "La pelle è vitale per la salute e il benessere.",
    "simple_skin_health": "Attenzione alla salute della pelle",
    "simple_skin_can_get_sick": "La pelle può ammalarsi. Ecco alcuni problemi possibili:",
    "simple_infections": "Infezioni",
    "simple_allergies": "Allergie",
    "simple_autoimmune": "Malattie autoimmuni",
    "simple_tumors": "Tumori",
    "simple_important_to": "Per questo è importante:",
    "simple_wash_daily": "Lavare la pelle ogni giorno",
    "simple_use_sunscreen": "Usare la crema solare",
    "simple_keep_hydrated": "Mantenere la pelle idratata",
    "simple_healthy_diet": "Seguire un’alimentazione sana",
    "simple_avoid_stress_pollution": "Evitare lo stress e l’inquinamento",
    "simple_factors_affect_skin": "Fattori come età, genetica, clima e stile di vita influenzano la pelle.",
    "simple_can_cause_damage": "Possono causare invecchiamento precoce o danni.",
    "simple_good_care": "Una buona cura della pelle aiuta a mantenerla sana e protetta.",
    "simple_skin_functions": "Funzioni della pelle",
    "simple_protection_1": "1) Protezione",
    "simple_protection_ways": "La pelle ci protegge in diversi modi:",
    "simple_mechanical_protection": "Protezione meccanica: lo strato corneo e il tessuto adiposo difendono gli organi interni da urti, colpi e cadute.",
    "simple_physical_protection": "Protezione fisica: contro caldo, freddo, raggi solari ed elettricità.",
    "simple_temperature_regulation": "Per regolare la temperatura (termoregolazione), la pelle usa:",
    "simple_sweating": "La sudorazione",
    "simple_vasoconstriction": "La vasocostrizione (restringe i vasi sanguigni)",
    "simple_vasodilation": "La vasodilatazione (allarga i vasi sanguigni)",
    "simple_adipose_insulation": "Il tessuto adiposo, che fa da isolante",
    "simple_keratin_electricity": "La cheratina protegge dall’elettricità.",
    "simple_melanin_sun": "La melanina protegge dai raggi solari.",
    "simple_chemical_protection": "Protezione chimica: lo strato corneo e il film idrolipidico bloccano acidi, basi e altre sostanze nocive.",
    "simple_other_functions": "Altre funzioni importanti",
    "simple_immune_defense": "Difesa immunitaria: la pelle aiuta a combattere i germi.",
    "simple_secretion_excretion": "Secrezione ed escrezione: attraverso le ghiandole, elimina sudore e sostanze in eccesso.",
    "simple_respiration": "Respirazione: scambia piccole quantità di ossigeno e anidride carbonica.",
    "simple_absorption": "Assorbimento: può assorbire alcune sostanze (es. creme medicate).",
    "simple_sensory": "Sensoriale: sente il tatto, il dolore, il caldo e il freddo.",
    "simple_vitamin_d": "La pelle e la vitamina D",
    "simple_vitamin_d_production": "La pelle produce la vitamina D grazie all’azione dei raggi solari. Trasforma la pre-vitamina D3 in vitamina D attiva. Fegato e reni completano il processo.",
    "simple_vitamin_d_functions": "La vitamina D serve per:",
    "simple_vitamin_d_calcium": "Fissare il calcio e mantenere le ossa forti",
    "simple_vitamin_d_cell_growth": "Regolare la crescita delle cellule (protegge dai tumori)",
    "simple_vitamin_d_immunity": "Sostenere il sistema immunitario",
    "simple_vitamin_d_deficiency_risks": "Una carenza di vitamina D può causare problemi come:",
    "simple_vitamin_d_diabetes": "Diabete di tipo 1",
    "simple_vitamin_d_ms": "Sclerosi multipla",
    "simple_vitamin_d_prevention": "Per questo, è importante esporsi con sicurezza al sole e seguire una dieta equilibrata.",
    "simple_skin_layers_image": "Questa immagine mostra i tre strati della pelle: epidermide (superficie), derma (centro), ipoderma (sottocute). Vedi anche peli, ghiandole sudoripare.",
    "simple_epidermis_structure": "Figura: struttura dell’epidermide con i suoi strati e cellule principali.",
    "simple_epidermis_outer_layer": "L’epidermide è lo strato più esterno della pelle. È formato da tanti strati di cellule. Quelle più in basso si dividono e salgono verso l’esterno. Diventano sempre più piatte e poi cadono. Le cellule principali si chiamano cheratinociti.",
    "simple_epidermis_1": "L’epidermide",
    "simple_epidermis_outermost": "L’epidermide è lo strato più esterno della pelle. È quello che vediamo e tocchiamo.",
    "simple_epidermis_tissue": "È fatta di tessuto epiteliale. Ha tanti strati ed è priva di vasi sanguigni. Riceve nutrimento dal derma, lo strato sotto la pelle.",
    "simple_epidermis_cells": "Cellule dell’epidermide",
    "simple_keratinocytes_title": "1) Cheratinociti",
    "simple_keratinocytes_percentage": "Sono il 90% delle cellule della pelle.",
    "simple_keratinocytes_origin": "Nascono nello strato basale, in fondo all’epidermide. Poi salgono verso la superficie.",
    "simple_keratinocytes_changes": "Durante il percorso:",
    "simple_keratinocytes_flat": "Si appiattiscono",
    "simple_keratinocytes_nucleus_loss": "Perdono il nucleo e gli organuli",
    "simple_keratinocytes_keratin": "Si riempiono di cheratina",
    "simple_keratinocytes_cornified": "Diventano corneociti (cellule morte)",
    "simple_stratum_corneum": "Formano lo strato corneo: la barriera protettiva della pelle.",
    "simple_melanocytes_title": "2) Melanociti",
    "simple_melanocytes_location": "Sono nello strato basale, tra i cheratinociti. Sono pochi, ma molto importanti.",
    "simple_melanocytes_melanin": "Producono la melanina, il pigmento che dà colore alla pelle.",
    "simple_melanocytes_protection": "La melanina protegge dai raggi ultravioletti del sole.",
    "simple_melanocytes_production": "Viene prodotta dalla tirosina, un amminoacido. Poi viene trasferita ai cheratinociti.",
    "simple_melanocytes_factors": "La quantità di melanina dipende da:",
    "simple_genetic_factors": "Fattori genetici",
    "simple_sun_exposure": "Esposizione al sole",
    "simple_langerhans_cells_title": "3) Cellule di Langerhans",
    "simple_langerhans_function": "Sono le prime difese del sistema immunitario nella pelle.",
    "simple_langerhans_location": "Si trovano in tutti gli strati, soprattutto nello strato spinoso.",
    "simple_langerhans_response": "Riconoscono germi e sostanze estranee. Attivano la risposta immunitaria.",
    "simple_merkel_cells_title": "4) Cellule di Merkel",
    "simple_merkel_location": "Sono presenti nello strato basale.",
    "simple_merkel_nerves": "Sono collegate ai nervi.",
    "simple_merkel_touch": "Servono per percepire il tatto leggero.",
    "simple_merkel_touch_detail": "Cellule di Merkel: il senso del tatto",
    "simple_merkel_touch_function": "Le cellule di Merkel sono specializzate nel percepire il tatto leggero e la pressione.",
    "simple_merkel_nerve_contact": "Si trovano nello strato basale dell’epidermide. Sono vicine alle terminazioni nervose.",
    "simple_merkel_sensory_unit": "Insieme ai nervi, formano una unità sensitiva. Rispondono ai contatti delicati sulla pelle.",
    "simple_epidermis_layers": "I cinque strati dell’epidermide",
    "simple_epidermis_microscopy": "Al microscopio, si vedono 5 strati nell’epidermide.",
    "simple_layers_maturation": "Questi strati dipendono dal processo di maturazione dei cheratinociti.",
    "simple_layers_names": "Ogni strato ha un nome che descrive l’aspetto delle cellule:",
    "simple_stratum_basale": "Strato basale",
    "simple_stratum_spinosum": "Strato spinoso",
    "simple_stratum_granulosum": "Strato granuloso",
    "simple_stratum_lucidum": "Strato lucido (solo in mani e piedi)",
    "simple_stratum_corneum_layer": "Strato corneo",
    "simple_cell_migration": "Le cellule nascono in basso e salgono verso l’esterno. Durante il percorso, cambiano forma e funzione.",
    "simple_stratum_basale_caption": "Figura: lo strato basale, detto anche germinativo, è la base dell’epidermide.",
    "simple_stratum_basale_deepest": "Lo strato basale è il più profondo dell’epidermide. È attaccato al derma.",
    "simple_stratum_basale_germinative": "Si chiama anche “germinativo” perché qui nascono nuove cellule.",
    "simple_stratum_basale_division": "Le cellule si dividono continuamente. Poi salgono verso la superficie, diventando cheratinociti maturi.",
    "simple_stratum_basale_contains": "In questo strato ci sono:",
    "simple_young_keratinocytes": "Cheratinociti giovani: appena formati, pronti a salire",
    "simple_melanocytes_melanina": "Melanociti: producono melanina",
    "simple_merkel_cells": "Cellule di Merkel: per il senso del tatto",
    "simple_stratum_basale_essential": "Questo strato è essenziale: senza di esso, la pelle non si rinnoverebbe.",
    "simple_stratum_basale_title": "Strato basale o germinativo",
    "simple_stratum_basale_structure": "Lo strato basale è il più profondo dell’epidermide. È anche chiamato “germinativo” perché qui nascono nuove cellule.",
    "simple_stratum_basale_single_row": "È formato da una sola fila di cellule. Sono cheratinociti alti e cilindrici, con nucleo e citoplasma ricco.",
    "simple_stratum_basale_continual_division": "Queste cellule si dividono continuamente.",
    "simple_stratum_basale_division_process": "Quando una cellula si divide:",
    "simple_one_stays": "Una resta nello strato basale",
    "simple_one_moves_up": "L’altra sale verso la superficie",
    "simple_migration_and_maturation": "Salendo, la cellula matura e si trasforma. Questo processo è continuo: la pelle si rinnova ogni giorno.",
    "simple_melanocytes_in_basal": "Nello strato basale ci sono anche i melanociti.",
    "simple_melanocytes_ratio": "Ce n’è uno ogni 5 o 6 cheratinociti. Producono la melanina, il pigmento che protegge dal sole.",
    "spinosum_title": "Strato spinoso o malpighiano",
    "spinosum_thickness": "Lo strato spinoso è il più spesso dell’epidermide. È formato da 4-10 file di cellule.",
    "spinosum_cells": "Le cellule sono cheratinociti. Hanno forma cuboidale e contengono ancora il nucleo.",
    "spinosum_projections": "Hanno delle piccole spine nel citoplasma. Sono chiamate prolungamenti citoplasmatici.",
    "spinosum_strength": "Queste spine collegano le cellule tra loro. Le rendono più forti e resistenti.",
    "spinosum_langerhans": "In questo strato ci sono anche le cellule di Langerhans.",
    "spinosum_immunity": "Sono cellule del sistema immunitario. Difendono la pelle da germi e sostanze estranee.",
    "granulosum_title": "Strato granuloso",
    "granulosum_flattening": "Le cellule di questo strato diventano sempre più piatte. Perdono parte del citoplasma.",
    "granulosum_granules": "Nel citoplasma ci sono tanti granuli. Contengono una sostanza chiamata cheratoialina.",
    "granulosum_keratohyalin": "La cheratoialina aiuta nella cheratinizzazione.",
    "granulosum_keratinization": "Cheratinizzazione è il processo in cui le cellule si trasformano in corneociti: cellule morte che formano lo strato corneo.",
    "granulosum_barrier": "La cheratoialina si unisce alla cheratina. Forma una barriera resistente e impermeabile. Protegge la pelle dagli agenti esterni.",
    "granulosum_other_cells": "In questo strato ci sono ancora:",
    "granulosum_melanocytes": "Melanociti: producono melanina",
    "granulosum_merkel": "Cellule di Merkel: per il tatto e la pressione",
    "granulosum_merkel_nerves": "Le cellule di Merkel sono collegate ai nervi. Formano i corpuscoli di Merkel, che sentono il contatto.",
    "granulosum_nucleus": "Il nucleo delle cellule comincia a indebolirsi. È un segno che la cellula sta morendo.",
    "lucidum_title": "Strato lucido",
    "lucidum_location": "Lo strato lucido è molto sottile. C’è solo nelle zone di pelle spessa: palmo delle mani e pianta dei piedi.",
    "lucidum_cells": "È formato da 1-2 file di cellule appiattite.",
    "lucidum_dead": "Le cellule sono morte. Non hanno né nucleo né citoplasma.",
    "lucidum_appearance": "Sono traslucide e contengono una sostanza chiamata eleidina. Al microscopio, sembrano luminose.",
    "lucidum_function": "L’eleidina è un passaggio intermedio nella formazione della cheratina.",
    "keratogenesis_process": "Figura: il processo di cheratogenesi, dalla nascita alla morte delle cellule della pelle.",
    "keratin_keratogenesis": "La cheratina e il processo di cheratogenesi",
    "keratin_protein": "La cheratina è una proteina resistente. È presente nella pelle, unghie, peli e capelli.",
    "keratin_structure": "È fatta di aminoacidi. Sono disposti a forma di elica.",
    "cysteine_bridges": "L’aminoacido più importante è la cisteina. Forma ponti di solfuro tra le fibre di cheratina. Questo le rende forti e stabili.",
    "skin_renewal": "Le cellule della pelle si rinnovano sempre.",
    "basal_cell_birth": "Nuove cellule nascono nello strato basale. Si formano con la mitosi.",
    "cell_migration": "Poi salgono verso la superficie. Durante il percorso:",
    "keratin_production": "Producono cheratina",
    "nucleus_loss": "Perdono il nucleo",
    "cell_flattening": "Si appiattiscono",
    "become_corneocytes": "Diventano corneociti (cellule morte)",
    "desquamation": "In superficie, le cellule vecchie si staccano. Questo processo si chiama desquamazione.",
    "skin_balance": "C’è un equilibrio importante:",
    "cell_replacement": "Una cellula nasce → una cellula muore",
    "skin_thickness": "Lo spessore della pelle rimane costante",
    "turnover_definition": "Il tempo per rinnovare tutta l’epidermide si chiama turnover.",
    "turnover_duration": "Dura in media 25-28 giorni.",
    "melanin_melanogenesis": "La melanina e il processo di melanogenesi",
    "melanin_skin_hair": "Il colore della pelle e dei capelli dipende dalla melanina. È un pigmento prodotto naturalmente dal corpo.",
    "melanin_tyrosine": "La melanina si forma dalla tirosina, un amminoacido. Esistono due tipi principali:",
    "pheomelanin": "Pheomelanina: colori dal giallo al rosso",
    "eumelanin": "Eumelanina: colori dal marrone al nero",
    "eumelanin_uv_protection": "L’eumelanina protegge meglio dai raggi UV. Riduce il rischio di scottature e danni al DNA.",
    "light_skin_melanin": "La pelle chiara ha meno melanina. È meno protetta dal sole.",
    "light_skin_vitamin_d": "Ma aiuta a produrre più vitamina D3. È importante per ossa, denti, sistema immunitario ed equilibrio ormonale.",
    "how_melanin_forms": "Come si forma la melanina?",
    "melanocytes_melanogenesis": "I melanociti producono la melanina nel processo chiamato melanogenesi.",
    "melanocytes_location": "Si trovano nello strato basale, tra i cheratinociti. Hanno forma stellata con tanti prolungamenti.",
    "melanosomes": "Dentro i melanociti ci sono i melanosomi. Sono piccole vescicole dove si produce e accumula la melanina.",
    "melanin_production_factors": "La produzione di melanina dipende da:",
    "internal_factors": "Fattori interni: come gli ormoni (es. MSH)",
    "external_factors": "Fattori esterni: sole, alimentazione, vitamine",
    "sun_exposure_response": "Quando la pelle è esposta al sole:",
    "melanosomes_movement": "I melanosomi si spostano nei prolungamenti",
    "melanin_transfer": "La melanina viene trasferita ai cheratinociti",
    "uv_protection": "Protegge le cellule dai raggi UV (UVA e UVB)",
    "melanin_natural_filter": "La melanina agisce come un filtro naturale per la pelle.",
    "melanogenesis_figure": "Figura: il processo di melanogenesi. La melanina si forma nei melanociti e viene trasferita alle cellule vicine per proteggere la pelle dal sole.",
     "dermis": "Il derma",
    "dermis_location": "Il derma è lo strato sotto l’epidermide. È fatto di tessuto connettivo forte ed elastico.",
    "dermis_thickness": "Ha uno spessore di 1-2 mm. Svolge molte funzioni:",
    "dermis_support": "Sostiene la pelle",
    "dermis_elasticity": "La mantiene elastica e resistente",
    "dermis_nutrition": "La nutre attraverso i vasi sanguigni",
    "dermis_components": "Nel derma ci sono:",
    "dermis_vessels": "Vasi sanguigni e linfatici",
    "dermis_nerves": "Nervi",
    "dermis_hair_follicles": "Follicoli dei peli",
    "dermis_glands": "Ghiandole sebacee e sudoripare",
    "dermis_layers": "Il derma ha tre strati:",
    "papillary_dermis": "1) Derma papillare (superficiale)",
    "papillary_location": "È lo strato più vicino all’epidermide.",
    "papillary_papillae": "Ha delle piccole sporgenze: le papille dermiche. Si incastrano con l’epidermide e formano le creste cutanee (visibili sui polpastrelli).",
    "papillary_exchange": "Servono a migliorare lo scambio di sostanze tra derma ed epidermide.",
    "papillary_structure": "È fatto di tessuto connettivo lasso con:",
    "papillary_collagen": "Fibre sottili di collagene",
    "papillary_ground_substance": "Molta sostanza fondamentale (liquido)",
    "papillary_fibroblasts": "Tanti fibroblasti",
    "papillary_receptors": "Recettori del tatto (corpuscoli di Meissner) e del freddo (di Krause)",
    "papillary_vessels": "Ha pochi vasi sanguigni.",
    "middle_dermis": "2) Derma medio (corion)",
    "middle_dermis_description": "Strato intermedio. Ha meno sostanza fondamentale del derma papillare.",
    "middle_dermis_contains": "Contiene:",
    "middle_dermis_blood_vessels": "Vasi sanguigni più grandi",
    "middle_dermis_reticular_fibers": "Fasci di fibre reticolari",
    "middle_dermis_sensory_receptors": "Altri recettori sensitivi",
    "reticular_dermis": "3) Derma reticolare (profondo)",
    "reticular_dermis_thickness": "È lo strato più spesso: forma l’80% del derma.",
    "reticular_dermis_strength": "È molto resistente, grazie a:",
    "reticular_collagen": "Fibre forti di collagene",
    "reticular_elastin": "Fibre elastiche (elastina)",
    "reticular_vessels_nerves": "Ha tanti vasi sanguigni di grosso calibro. Ci sono anche terminazioni nervose sensibili.",
    "reticular_corpuscles": "In questo strato si trovano i corpuscoli:",
    "ruffini_corpuscle_heat": "Di Ruffini: sentono il caldo",
    "pacinian_corpuscle_pressure": "Di Pacini: sentono la pressione",
    "reticular_function": "Il derma profondo dà forza ed elasticità alla pelle.",
    "reticular_sensation": "Aiuta anche a percepire il calore e la pressione grazie ai recettori presenti.",
    "dermis_cells": "Cellule del derma",
    "dermis_cell_types": "Nel derma ci sono diversi tipi di cellule.",
    "fibroblasts_function": "I fibroblasti producono le fibre e la sostanza che tengono insieme il tessuto. Gli altri tipi di cellule difendono la pelle da germi e sostanze estranee.",
    "fibroblasts": "1) Fibroblasti",
    "fibroblasts_abundance": "Sono le cellule più numerose del derma. Hanno forma stellata.",
    "fibroblasts_production": "Producono:",
    "fibroblasts_fibers": "Fibre di collagene ed elastina",
    "fibroblasts_ground_substance": "Sostanza fondamentale (es. acido ialuronico)",
    "fibroblasts_role": "Queste sostanze danno forza ed elasticità alla pelle.",
    "blood_cells": "2) Cellule di origine ematica",
    "blood_cells_function": "Sono globuli bianchi che entrano nel derma quando c’è un’infezione o un’infiammazione.",
    "blood_cells_types": "Portano nel derma:",
    "granulocytes": "Granulociti",
    "lymphocytes": "Linfociti",
    "blood_cells_defense": "Aiutano a combattere i germi.",
    "plasma_cells": "3) Plasmacellule",
    "plasma_cells_antibodies": "Producono anticorpi.",
    "antibodies_function": "Gli anticorpi riconoscono e neutralizzano i germi.",
    "macrophages": "4) Macrofagi",
    "macrophages_phagocytosis": "Sono globuli bianchi che “mangiano” batteri, cellule morte e sostanze estranee.",
    "macrophages_importance": "Sono molto importanti per la difesa del corpo.",
    "mast_cells": "5) Mastociti",
    "mast_cells_role": "Sono cellule di difesa, come sentinelle.",
    "mast_cells_recognition": "Riconoscono batteri e sostanze estranee.",
    "mast_cells_inflammation": "Quando trovano un pericolo, avviano la risposta infiammatoria.",
    "immune_cells_summary": "Plasmacellule, macrofagi e mastociti fanno parte del sistema immunitario.",
    "figcaption-content": "Figura: le cellule principali del derma. I fibroblasti producono la struttura del tessuto. Le altre cellule difendono la pelle dagli agenti esterni.",
    "figcaption-fibre": "Figura: le fibre del derma – collagene ed elastina.",
    "le-fibre": "Le fibre",
    "fibre-desc": "Nel derma ci sono due tipi principali di fibre: di collagene ed elastiche.",
    "fibre-collagene": "Fibre di collagene",
    "collagene-abbondanti": "Sono le più abbondanti. Formano il 70% delle proteine della pelle.",
    "collagene-forte": "Sono molto forti e resistenti. Danno sostegno al derma e lo proteggono dagli strappi.",
    "fibre-reticolari": "Nel derma superficiale ci sono anche fibre di collagene più sottili: si chiamano fibre reticolari.",
    "fibre-elastiche": "Fibre elastiche",
    "elastiche-pochi": "Sono poche: solo il 2% delle proteine della pelle. Sono fatte di una sostanza chiamata elastina.",
    "elasticita-pelle": "Danno elasticità alla pelle. Le permettono di:",
    "elasticita-lista1": "Muoversi con le espressioni del viso",
    "elasticita-lista2": "Tornare alla forma dopo essere stata stirata",
    "elasticita-lista3": "Adattarsi ai cambiamenti del corpo nel tempo",
    "collagene-elastina": "Collagene ed elastina lavorano insieme: uno dà forza, l’altro elasticità.",
    "sostanza-fondamentale": "La sostanza fondamentale",
    "sostanza-desc": "Le cellule e le fibre del derma sono immerse in una sostanza gelatinosa. Si chiama sostanza fondamentale o matrice.",
    "sostanza-prodotta": "È prodotta dai fibroblasti. Dà flessibilità e plasticità alla pelle.",
    "sostanza-composizione": "È fatta soprattutto di:",
    "composizione-acqua": "Acqua – in grande quantità",
    "composizione-utili": "Glucosio, sali, vitamine e ioni – sostanze utili per le cellule",
    "composizione-gag": "Glicosamminoglicani (GAG) – tra cui l’acido ialuronico, il più abbondante",
    "gag-desc": "I GAG sono lunghe catene di zuccheri. Hanno una caratteristica importante:",
    "gag-acqua": "Trattengono tanta acqua. Formano un gel simile a una spugna bagnata.",
    "gel-fasi": "Nel gel:",
    "fase-dispersa": "Le molecole di GAG sono la fase dispersa (la rete)",
    "fase-disperdente": "L’acqua è la fase disperdente (riempie gli spazi)",
    "gel-importanza": "Questo gel occupa quasi tutto lo spazio tra le cellule del derma. È molto importante perché:",
    "idratazione": "Mantiene la pelle idratata",
    "turgore": "La rende soda e piena (turgore cutaneo)",
    "protezione": "Protegge le cellule",
    "scambio-sostanze": "Aiuta a scambiare sostanze utili",
    "figcaption-ipoderma": "Figura: struttura dell’ipoderma, detto anche sottocute.",
    "ipoderma-desc1": "L’ipoderma è lo strato più profondo della pelle. Si trova sotto il derma. È anche chiamato sottocute.",
    "ipoderma-adiposo": "È formato soprattutto da tessuto adiposo. Le cellule grasse si chiamano adipociti.",
    "ipoderma-funzioni": "Ha diverse funzioni importanti:",
    "protegge": "Protegge: fa da cuscinetto contro urti e traumi",
    "isola": "Isola: mantiene il calore del corpo",
    "immagazzina-energia": "Immagazzina energia: gli adipociti conservano i grassi",
    "collega": "Collega: tiene unita la pelle ai tessuti sottostanti (muscoli e ossa)",
    "ipoderma-anche": "Nell’ipoderma ci sono anche:",
    "ipoderma-desc2": "Va fino al tessuto che riveste i muscoli. È fatto di tessuto connettivo adiposo, ricco di cellule grasse: gli adipociti.",
    "ipoderma-tra": "Tra gli adipociti ci sono:",
    "ghiad-sudoripare": "Ghiandole sudoripare",
    "follicoli-piliferi": "Follicoli piliferi",
    "funzioni-ipoderma": "Funzioni dell’ipoderma",
    "riserva-energia": "Riserva di energia: gli adipociti immagazzinano grassi utili quando il corpo ha bisogno",
    "protezione-meccanica": "Protezione meccanica: fa da ammortizzatore contro urti e traumi",
    "isolamento-termico": "Isolamento termico: mantiene il calore del corpo",
    "modellamento-corpo": "Modellamento del corpo: dà forma e aspetto estetico",
    "spessore-ipoderma": "Lo spessore dell’ipoderma varia da persona a persona. Dipende da età, sesso, alimentazione e genetica.",
    "grassi-adipociti": "I grassi dentro gli adipociti sono soprattutto:",
    "acido-oleico": "Acido oleico",
    "acido-palmico": "Acido palmico",
    "acido-linoleico": "Acido linoleico",
    "acido-stearico": "Acido stearico",
    "colesterolo-pigmenti": "Colesterolo e pigmenti gialli",
    "due-tipi-adiposo": "Due tipi di tessuto adiposo",
    "figcaption-adiposo": "Figura: confronto tra tessuto adiposo bianco e bruno.",
    "adiposo-bianco": "1) Tessuto adiposo bianco",
    "adiposo-bianco-comune": "È il più comune. Rappresenta quasi tutto il grasso di riserva nel corpo.",
    "adiposo-bianco-caratteristiche": "Caratteristiche:",
    "goccia-grasso": "Una grande goccia di grasso dentro la cellula",
    "nucleo-margine": "Nucleo schiacciato ai margini",
    "colore-giallognolo": "Colore giallognolo (per i carotenoidi)",
    "funzione-energetica": "Funzione principale: riserva energetica.",
    "adiposo-bruno": "2) Tessuto adiposo bruno",
    "bruno-piccole-gocce": "Il tessuto adiposo bruno ha tante piccole gocce di grasso dentro la cellula. Il nucleo è al centro.",
    "ricco-mitocondri": "È ricco di mitocondri, che sono le “centrali energetiche” delle cellule. Ha anche tanti vasi sanguigni.",
    "funzione-calore": "La sua funzione principale è produrre calore. Aiuta a mantenere la temperatura del corpo.",
    "presente-neonati": "È molto presente in:",
    "neonati": "Neonati",
    "ibernazione": "Mammiferi che vanno in letargo (es. orsi)",
    "localizzazione-neonati": "Nei neonati si trova soprattutto:",
    "ascellare": "Nella zona ascellare",
    "interscapolare": "Tra le scapole (zona interscapolare)",
    "trasformazione": "Crescendo, gran parte del tessuto bruno si trasforma in tessuto bianco.",
    "adulti-bruno": "Negli adulti, il tessuto bruno è presente solo in piccole quantità. Forma piccole isole tra le cellule di grasso bianco.",
    "tessuti-misti": "Non esistono depositi puri di un solo tipo. I tessuti adiposi sono sempre misti. La percentuale dipende da dove si trova nel corpo.",
    "rete-nervosa": "La rete nervosa cutanea",
    "pelle-sente": "La pelle sente grazie a una fitta rete di nervi.",
    "recettori-specializzati": "Contiene tanti recettori specializzati. Captano stimoli diversi e li mandano al cervello.",
    "sensazioni": "Il cervello li trasforma in sensazioni come:",
    "tatto": "Tatto",
    "pressione": "Pressione",
    "caldo-freddo": "Caldo e freddo",
    "dolore": "Dolore",
    "recettore-stimolo": "Ogni recettore risponde a un tipo diverso di stimolo.",
    "figcaption-recettori": "Figura: i principali recettori nervosi presenti nella pelle.",
    "principali-recettori": "I principali recettori cutanei",
    "meccanocettori": "Meccanocettori",
    "meccanocettori-desc": ": sentono il tatto, la pressione e le vibrazioni",
    "termocettori": "Termocettori",
    "termocettori-desc": ": rispondono al caldo e al freddo",
    "nocicettori": "Nocicettori",
    "nocicettori-desc": ": avvertono il dolore",
    "chimiocettori": "Chimiocettori",
    "chimiocettori-desc": ": reagiscono a sostanze chimiche (es. irritanti)"
  },
  "en": {
    "tegumentary_system_title": "THE INTEGUMENTARY (OR CUTANEOUS) SYSTEM",
    "tegumentary_system_definition_start": "The integumentary system is the system that covers all the internal structures of our body",
    "tegumentary_system_components": "It is formed by the skin and all the structures and appendages associated with it (hair, nails, glands)",
    "annessi_cutanei": "SKIN APPENDAGES",
    "cute": "SKIN",
    "epidermide": "EPIDERMIS",
    "derma": "DERMIS",
    "peli_e_capelli": "HAIR AND FOLLICLES",
    "unghie": "NAILS",
    "ghiandole": "GLANDS",
    "ipoderma": "HYPODERMIS",
    "cellule_fibroblasti": "Cells: Fibroblasts, immune cells;",
    "sostanza_intercellulare_composizione": "Intercellular substance: • Ground substance: water, hyaluronic acid; • Fibrous component: collagen fibers, reticular fibers, elastic fibers.",
    "vasi_sanguigni": "Blood vessels",
    "rete_nervosa": "Nerve network",
    "cellule_list_title": "CELLS:",
    "cheratinociti": "Keratinocytes 90% (keratin)",
    "melanociti": "Melanocytes (melanin)",
    "cellule_merkel": "Merkel cells",
    "cellule_langherans": "Langerhans cells",
    "sostanza_intercellulare_title": "INTERCELLULAR SUBSTANCE",
    "poca": "SCARCE",
    "sottocute": "SUBCUTIS",
    "title_skin": "The Skin",
    "skin_largest_organ": "The skin is the largest organ of the human body.",
    "skin_size_weight": "It has a surface area of about 2 m² and weighs about 3 kg, which corresponds to 6-8% of the body weight.",
    "skin_function_protection": "The skin is the covering organ of the human body, which protects it from external agents and regulates its vital functions.",
    "skin_structure": "It is made up of two main layers: the epidermis and the dermis, which rest on a layer of connective tissue, the hypodermis or subcutaneous tissue.",
    "skin_complex_organ": "The skin is a complex organ that performs numerous functions, including body protection, temperature regulation, sensory perception, and vitamin D production.",
    "skin_dynamic_organ": "The skin is a dynamic organ that continuously renews itself through a process of desquamation, in which dead epidermal cells are eliminated and replaced by new cells.",
    "skin_vital_organ": "The skin is a vital organ that plays a fundamental role in an individual's health and well-being.",
    "skin_diseases": "The skin is an organ that can be affected by numerous pathologies, such as infections, allergies, autoimmune diseases, and tumors.",
    "skin_care": "The skin is an organ that requires special care and attention, such as daily hygiene, sun protection, adequate hydration, and nutrition.",
    "skin_external_factors_influence": "The skin is an organ that can be influenced by external factors, such as diet, lifestyle, environment, and emotions.",
    "skin_various_factors": "The skin is an organ that can be influenced by numerous factors, including age, genetics, exposure to chemicals, pollution, climatic conditions, and stress.",
    "factors_alter_skin": "These factors can alter the structure and function of the skin, making it more susceptible to damage, premature aging, and diseases.",
    "adopt_healthy_lifestyle": "For this reason, it is important to adopt a healthy lifestyle and take care of your skin with appropriate products and protection from external agents.",
    "skin_functions_title": "Skin Functions",
    "protection_title": "1)Protection",
    "protection_mechanical_function": "- Mechanical function: primarily performed by the stratum corneum and adipose tissue, which protect internal organs from impacts, shocks, and falls;",
    "protection_physical_function": "- Physical function: against external agents such as temperature, solar radiation, and electricity. The mechanisms by which the skin protects us from thermal phenomena are called thermoregulation, and they include: sweating, vasoconstriction, vasodilation, and the insulating effect of adipose tissue; the skin's keratin protects us from electrical phenomena, and melanin from solar radiation;",
    "protection_chemical_function": "- Chemical function: against harmful chemical substances like acids or bases. The stratum corneum and the hydrolipidic film prevent these substances from penetrating the underlying tissues.",
    "other_functions": "2)Immune; 3)Secretory/excretory; 4)Respiratory; 5)Absorptive; 6)Sensory.",
    "metabolic_function": "Furthermore, the skin is an important metabolic site: it is at the skin level and thanks to the action of solar rays that the maturation of pre-vitamin D3 into active vitamin D3 occurs, which is further processed by the kidneys and liver.",
    "vitamin_d_role": "It is important not only for fixing calcium and maintaining healthy bones but also plays a role in regulating cell division (helping to protect against tumors) and the immune system, protecting against autoimmune dysfunctions (vitamin D deficiencies are associated, for example, with autoimmune diabetes and multiple sclerosis).",
    "epidermis_title": "The Epidermis",
    "epidermis_definition": "The epidermis is the most superficial layer of the skin, the outermost one we see and touch. It's a stratified keratinized epithelial tissue, devoid of blood vessels. As a result, it receives nourishment from the underlying tissue (dermis) which contains a vascular network.",
    "epidermis_cell_types_intro": "The epidermis is made up of different types of cells:",
    "keratinocytes_title": "1) Keratinocytes:",
    "keratinocytes_description": "They make up about 90% of the cells in the epidermis. They undergo a maturation process involving a series of transformations. From a deep layer called the basal layer, with intense reproductive activity, they migrate to a more superficial layer, called the stratum corneum, where they reach full maturation.",
    "keratinocytes_maturation": "During this journey, they change their shape and function: they flatten, die (losing their cytoplasm organelles and nucleus), and accumulate keratin, until they transform into a corneocyte or horny lamella in the stratum corneum.",
    "melanocytes_title": "2) Melanocytes:",
    "melanocytes_description": "They are located in the deepest layer of the epidermis (basal layer), interspersed among keratinocytes, but are less numerous. Melanocytes produce melanin, a typical skin pigment whose function is to protect the underlying skin layers from ultraviolet radiation.",
    "melanin_production": "Melanin is produced from an amino acid, tyrosine, and is transferred to keratinocytes through the prolongations of the melanocytes themselves. The amount of melanin produced varies from individual to individual and depends on genetic and environmental factors (sun exposure).",
    "langerhans_cells_title": "3) Langerhans cells:",
    "langerhans_cells_description": "The first line of immune defense, present in all layers of the epidermis, but particularly in the stratum spinosum.",
    "merkel_cells_title": "4) Merkel cells:",
    "merkel_cells_description": "A sensory receptor unit that responds to tactile and pressure stimuli. They are located in the basal layer of the epidermis, near nerve endings.",
    "epidermis_layers_intro": "A microscopic examination of the epidermis shows the subdivision of this tissue into 5 layers.",
    "epidermis_layers_description": "The stratification of the epidermis is due to the keratinocyte maturation process. The names of these 5 layers indicate the typical characteristics of the cells they are formed from.",
    "basal_layer_title": "Basal or Germinativum Layer",
    "basal_layer_description": "It is the innermost and thinnest layer of the epidermis. It consists of a single row of tall, cylindrical keratinocytes that have a nucleus and are rich in cytoplasm. The characteristic of this layer is its intense reproductive activity. They continuously generate new young cells (hence the name 'germinativum' layer). It is at this level that the cell divides, forming two new cells, one of which remains basal, while the other is pushed toward the surface, undergoing continuous transformations. This cycle is continuous. Melanocytes are also found in the basal layer at a ratio of approximately 1 melanocyte for every 5/6 keratinocytes.",
    "stratum_spinosum_title": "Stratum Spinosum or Malpighian Layer",
    "stratum_spinosum_description": "It is the thickest layer of the epidermis, consisting of 4-10 rows of cells, predominantly keratinocytes. From here, the cells begin to take on a cuboidal shape and still have a nucleus and cytoplasm. The characteristic of these cells is that they have cytoplasmic extensions or spines, hence the name 'spinosum' layer.",
    "stratum_spinosum_junctions": "These spines are actually intercellular junctions that connect the cells to each other, making them stronger and more resistant.",
    "stratum_spinosum_langerhans_cells": "This layer also contains Langerhans cells, which are immune cells that have the function of defending the skin from pathogens and foreign substances.",
    "granulosum_layer_title": "Stratum Granulosum",
    "granulosum_layer_description": "The cells in this layer tend to become increasingly flattened and lose most of their cytoplasm. A characteristic of these cells is the presence of large, numerous granules in the cytoplasm. These granules contain keratohyalin, a lipoprotein that is involved in the keratinization process.",
    "keratinization_process": "Keratinization is the process by which epidermal cells transform into corneocytes, which are dead cells that make up the stratum corneum.",
    "keratohyalin_function": "Keratohyalin is a protein that combines with keratin, forming a resistant and waterproof substance that protects the skin from external agents.",
    "granulosum_layer_cells": "This layer also contains melanocytes, which continue to produce melanin, and Merkel cells, which are sensory cells that respond to tactile and pressure stimuli.",
    "merkel_cells_connection": "Merkel cells are connected to nerve endings that form Merkel corpuscles, which are specialized sensory receptors for the perception of touch and pressure.",
    "granulosum_layer_nucleus": "The nuclei of the cells in this layer begin to show signs of atrophy.",
    "stratum_lucidum_title": "Stratum Lucidum",
    "stratum_lucidum_location_and_description": "It's a very thin layer, present only in the thickest areas of the skin (palms of the hands and soles of the feet). It is formed by 1-2 rows of flattened keratinocytes that contain an oily substance called eleidin, which appears bright and shiny under a microscope.",
    "stratum_lucidum_cells": "These cells are devoid of a nucleus and cytoplasm, translucent, and rich in eleidin, an intermediate substance in the transformation of keratin.",
    "stratum_lucidum_function": "This layer provides greater resistance and protection to areas subject to increased friction and pressure.",
    "stratum_corneum_title": "Stratum Corneum",
    "stratum_corneum_description": "It is the most superficial layer of the epidermis, and its thickness varies depending on the location: it is particularly thick on the soles of the feet and the palms of the hands. It is formed by several rows of dead cell layers (20-30 rows) called corneocytes or horny lamellae, which are very flattened, dehydrated, devoid of a nucleus, with a very thickened plasma membrane, and filled with keratin in the form of filaments.",
    "stratum_corneum_cell_origin": "These types of dead cells are derived from the transformation of keratinocytes in the basal layer, which flake off and are eliminated.",
    "title": "Keratin and the Process of Keratinization",
    "paragraph1": "Keratin is a protein, and like all proteins, it is made up of a sequence of amino acids. In keratin, the amino acids are arranged to form an alpha-helix.",
    "paragraph2": "The most important amino acid is cysteine because it joins adjacent keratin filaments by forming disulfide bridges.",
    "paragraph3": "In addition to the protective stratum corneum of the skin, abundant keratin is also found in epidermal derivatives: nails, hair, and fur.",
    "paragraph4": "The epidermis is continuously subject to cellular modifications and renewal. From the deepest layer, the basal or germinative layer, young cells (keratinocytes) are continuously derived through reproductive activity (mitosis). They undergo morpho-functional modifications (in both shape and function), elaborate keratin, are transferred to the upper layers of the epidermis, and replace older cells that are eliminated by the desquamation of the superficial stratum corneum.",
    "paragraph5": "Under physiological conditions, for every cell that is born, another must be eliminated: the process of cell reproduction in the deeper layers and desquamation on the surface must be in equilibrium; this maintains the same thickness of the epidermis and, consequently, good skin function.",
    "paragraph6": "The renewal time of the epidermis, known as turnover time, is on average 25/28 days.",
    "melanin_and_melanogenesis_title": "Melanin and the Process of Melanogenesis",
    "melanin_color_origin": "The color of skin and hair is determined by the quantity and type of pigment (melanin) present in them. Melanin is synthesized from an amino acid, tyrosine, and once produced, it exists in two forms:",
    "melanin_pheomelanin": "pheomelanin, which corresponds to yellow-red colors",
    "melanin_eumelanin": "eumelanin, responsible for colors ranging from brown to black",
    "melanin_uv_protection": "Compared to pheomelanin, eumelanin is more effective at protecting the skin from UV radiation, preventing sunburn and interference with cellular DNA synthesis and repair processes.",
    "melanin_light_skin_vitamin_d": "Fair skin, which is less protected from solar radiation, is instead favored in the production of vitamin D3, which is necessary for calcium absorption and the physiological mineralization of bones and teeth, as well as for regulating important hormonal and immune functions.",
    "melanogenesis_question": "How does the melanogenesis process occur?",
    "melanogenesis_process_start": "In the epidermis, at the basal layer, melanocytes are also present among the keratinocytes. They are directly responsible for the production and accumulation of melanin through the process of melanogenesis.",
    "melanocyte_structure_function": "Melanocytes are star-shaped and therefore have numerous extensions that penetrate the tiny spaces between the cells of the basal layer. Their cytoplasm contains special organelles or vesicles called melanosomes, where the produced melanin is found.",
    "melanin_transfer_and_protection": "The amount of pigment produced is influenced by both endogenous factors (e.g., pituitary melanocyte-stimulating hormone) and exogenous factors (e.g., solar radiation, vitamins, diet, etc.): under the action of stimuli, melanosomes migrate inside the melanocyte extensions and are transferred to the cells of the epidermis, where melanin performs its function as a filter and protector against UV rays (UVA and UVB).",
    "derma_title": "The Dermis",
    "derma_functions": "The dermis is a connective tissue capable of performing multiple functions, including support, elasticity, resistance, nutrition, etc. Its average thickness is about 1-2 mm.",
    "derma_content": "The dermis contains nerve fibers, blood vessels, and lymphatic vessels and provides a framework for the epidermis. It also contains hair follicles, sebaceous glands, and sweat glands.",
    "derma_layers_intro": "In its structure, it is possible to distinguish three different layers that differ in the amount of ground substance, the arrangement of collagen fibers, the quantity of cells present, and the type of blood vessels and sensory receptors present:",
    "derma_papillary_title": "1. Papillary or Superficial Dermis",
    "derma_papillary_description": "It constitutes the outer layer of the dermis, immediately beneath the epidermis. It is called papillary because it has dermal papillae, which are expansions or ridges that interlock with the epidermis, forming the cutaneous ridges. These are clearly visible on the fingertips and their function is to facilitate exchanges with the overlying epidermis by increasing the contact surface. The superficial dermis is represented by loose connective tissue consisting of abundant ground substance in which thin collagen fibers, abundant fibroblasts, and sensory corpuscles, particularly those for touch (Meissner's corpuscles) and cold (Krause's corpuscles), are embedded. It is poorly vascularized;",
    "derma_corion_title": "2. Middle Dermis or Corium",
    "derma_corion_description": "It is an intermediate layer consisting of a modest amount of ground substance, arterioles and venules of a larger caliber than in the papillary dermis, and large bundles of reticular fibers. In this section of the dermis, sensory corpuscles are found;",
    "derma_reticular_title": "3. Reticular or Deep Dermis",
    "derma_reticular_description": "It is the deepest and most layered stratum, making up 80% of the dermis. It is composed of connective tissue formed by robust collagen fibers, elastin fibers, abundant blood vessels (of a larger caliber than in the other layers), and various sensory nerve endings, particularly those for warmth (Ruffini endings) and pressure (Pacinian corpuscles).",
    "dermal_cells_title": "Cells of the Dermis",
    "dermal_cells_intro": "These cells are of different types, and apart from fibroblasts, which produce the components of the intercellular substance, the other cellular elements are generally intended for defense. We distinguish therefore:",
    "dermal_cells_fibroblasts_title": "1. Fibroblasts",
    "dermal_cells_fibroblasts_description": "are the most typical and numerous cells of the dermis, they have an irregular, generally star-like shape. Their important function is to synthesize the fibrous component of the tissue (collagen and elastin) and its ground substance (in particular hyaluronic acid);",
    "dermal_cells_blood_cells_title": "2. Cells of blood origin (in particular some types of white blood cells)",
    "dermal_cells_blood_cells_description": "in case of ongoing inflammatory processes, they flow into the dermis to transport white blood cells such as granulocytes and lymphocytes;",
    "dermal_cells_plasma_cells_title": "3. Plasma cells",
    "dermal_cells_plasma_cells_description": "they produce antibodies;",
    "dermal_cells_macrophages_title": "4. Macrophages",
    "dermal_cells_macrophages_description": "are white blood cells that engulf and eliminate bacteria and other foreign substances, playing an important role in the immune response;",
    "dermal_cells_mast_cells_title": "5. Mast cells",
    "dermal_cells_mast_cells_description": "immune cells that perform their function as sentinels in identifying bacteria and foreign substances and initiate local inflammatory responses against these pathogens.",
    "dermal_cells_immune_system": "The last 3 are part of the immune system.",
    "fibers_title": "The Fibers",
    "collagen_main_fiber": "The main ones are collagen fibers. Collagen is an extremely complex glycoprotein organized into large fibrous bundles and, in addition to being the most abundant protein in the body, it alone accounts for 70% of the proteins in the skin.",
    "collagen_function": "Collagen has a supportive function and provides significant mechanical resistance to the dermis. In the most superficial layer, there are also thinner collagen fibers, called reticular fibers.",
    "elastic_fibers": "In addition to collagen fibers, the dermis contains a small amount of elastic fibers which, together, make up only 2% of the skin's proteins. They are composed of elastin, which gives the skin a certain degree of elasticity, essential both for allowing facial expressions and for following the numerous variations in body size that occur throughout life.",
    "ground_substance_title": "The Ground Substance",
    "ground_substance_intro": "Cells and fibers of the dermis are embedded in a ground substance or matrix. It is produced by fibroblasts and has a function of plasticity and flexibility.",
    "ground_substance_composition_intro": "It is mainly composed of:",
    "ground_substance_water": "1. Abundant quantities of water;",
    "ground_substance_glucose_salts": "2. Glucose, salts, vitamins, and ions;",
    "ground_substance_gags": "3. Glycosaminoglycans (GAGs), also called glucosaminoglycans: sulfated and non-sulfated (hyaluronic acid is the most abundant)",
    "gags_description": "GAGs are polysaccharides made up of long chains of disaccharides, in which at least one of the two units is an amino sugar (glucosamine or galactosamine).",
    "gags_hyaluronic_acid": "The most well-known glycosaminoglycans are hyaluronic acid and heparin. These and other substances belonging to this family have the ability to retain a lot of water, forming a gel.",
    "gel_explanation": "A gel is a state in which a dispersed phase and a dispersing phase coexist. In this specific case, the glycosaminoglycan molecules (dispersed phase) form a kind of network within which water (dispersing phase) is contained.",
    "gel_function": "In the dermis, this gel occupies most of the extracellular space and is responsible for skin turgor.",
    "hypodermis_title": "The Hypodermis",
    "hypodermis_intro": "The deepest portion of the skin is the hypodermis, which is located beneath the dermis and continues deep down to the connective component that lines the muscles. It is part of the connective tissues, in particular adipose tissue, rich in cells called adipocytes, grouped in fatty masses.",
    "hypodermis_components": "Among the adipocytes, there are collagen fibers, as well as a blood, lymphatic, and nervous network, sweat glands, and pilosebaceous follicles.",
    "hypodermis_functions": "Functions of the hypodermis",
    "trophic_function": "1. Trophic function",
    "trophic_desc": "represents a true nutritional and energy reserve",
    "mechanical_function": "2. Mechanical function",
    "mechanical_desc": "supports and protects underlying structures, acting as a cushion against minor traumas and impacts",
    "insulating_function": "3. Insulating function",
    "insulating_desc": "the tissue acts as a thermal insulator against heat loss",
    "plastic_function": "4. Plastic function",
    "plastic_desc": "performs an aesthetic role in body shaping",
    "lipids_intro": "Lipid substances contained within the adipocyte are mainly represented by:",
    "lipid_oleic": "1. Oleic acid;",
    "lipid_palmitic": "2. Palmitic acid;",
    "lipid_linoleic": "3. Linoleic acid;",
    "lipid_stearic": "4. Stearic acid;",
    "lipid_cholesterol": "5. Cholesterol, plus pigments that give this material its yellow color.",
    "adipose_types_title": "There are 2 types of adipose tissue",
    "white_adipose": "- WHITE",
    "white_adipose_desc": "its nucleus is flattened and located away from the center, and the fat inside is arranged in a single large droplet, used primarily as ENERGY RESERVE",
    "brown_adipose": "- BROWN",
    "brown_adipose_desc": "its nucleus is centrally located and the fat inside is arranged in small droplets, used primarily to produce THERMAL ENERGY",
    "white_adipose_details": "The first has a yellowish color, related to its carotenoid content. It alone represents almost all of the body's fat reserve. The second is abundant in mammals that hibernate and in newborns.",
    "brown_in_humans": "In humans, brown adipose tissue is present in small amounts in newborns (axillary and interscapular regions). During growth, much of this tissue transforms into white adipose tissue; therefore, in adults we find only traces of brown adipose tissue, distributed as small cellular islands scattered among numerous white adipocytes. Thus, there are no exclusive deposits of white or brown adipose tissue, but always mixed deposits, with varying proportions depending on the anatomical location.",
    "cutaneous_nervous_network": "The cutaneous nervous network",
    "skin_perception": "Thanks to its dense nerve network and a set of cutaneous receptors, the skin can perceive different stimuli and transmit them to the brain, which processes them into painful, thermal, tactile, and pressure sensations throughout the body.",
    "cutaneous_receptors_specialized": "Cutaneous receptors are specialized to respond to different types of stimuli",
    "receptors_classification": "They can be classified based on their function and the type of stimulus they respond to.",
    "main_receptor_types": "The main types of cutaneous receptors are:",
    "mechanoreceptor": "1. Mechanoreceptor",
    "mechanoreceptor_desc": "responds to mechanical stimuli such as pressure, touch, and vibration",
    "thermoreceptor": "2. Thermoreceptor",
    "thermoreceptor_desc": "responds to temperature changes",
    "nociceptor": "3. Nociceptor",
    "nociceptor_desc": "responds to painful stimuli",
    "chemoreceptor": "4. Chemoreceptor",
    "chemoreceptor_desc": "responds to chemical substances present in the external environment or within the body",
    "receptors_distribution": "Cutaneous receptors are unevenly distributed across the body and are especially numerous in highly sensitive areas such as the hands, feet, lips, and face.",
    "main_receptors_list": "Among the most important receptors:",
    "pacinian_corpuscle": "- Pacinian corpuscle",
    "pacinian_function": "responds to high-frequency pressure and vibration stimuli (-> sensitive to pressure), located in the deep dermis and hypodermis",
    "ruffini_corpuscle": "- Ruffini corpuscle",
    "ruffini_function": "responds to pressure and temperature stimuli, sensitive to high temperatures, located in the deep dermis",
    "krause_corpuscle": "- Krause corpuscle",
    "krause_function": "thermoreceptors sensitive to low temperatures, located in the superficial dermis",
    "meissner_corpuscle": "- Meissner corpuscle",
    "meissner_function": "responds to low-frequency vibration and detects surface irregularities (-> tactile sensitivity), located in the dermis of fingertips and tongue",
    "merkel_corpuscle": "- Merkel corpuscle",
    "merkel_function": "responds to sustained tactile and pressure stimuli, located in the epidermis",
    "free_nerve_endings": "- FREE NERVE ENDINGS",
    "free_nerve_endings_function": "respond to tactile, vibratory, and stretching stimuli, as well as temperature and pain.",
    "cutaneous_appendages": "Cutaneous appendages",
    "cutaneous_appendages_definition": "Cutaneous appendages refer to anatomical structures associated with the skin",
    "appendages_list": "they include:",
    "sweat_glands": "1. Sweat glands",
    "sebaceous_glands": "2. Sebaceous glands",
    "mammary_glands": "3. Mammary glands",
    "nails": "4. Nails",
    "hair": "5. Hair and scalp",
    "glands": "GLANDS",
    "glands_function": "Glands are organs that produce and secrete substances useful for the body",
    "sudoriparous_glands": "SWEAT GLANDS",
    "glands_structure": "In gland structure, we can distinguish:",
    "secretory_portion": "1. secretory portion",
    "excretory_duct": "2. excretory duct",
    "secretory_portion_detail": "Secretory portion",
    "secretory_portion_desc": "the part that actually produces sweat, formed by a coiled tube called the glomerulus",
    "excretory_duct_detail": "Excretory duct",
    "excretory_duct_desc": "a small tube that carries sweat from the glomerulus to the outside",
    "sweat_composition": "sweat is a clear, watery fluid composed of 99% water, and the remaining 1% of organic and inorganic salts, vitamin C, antibodies, traces of nitrogenous organic substances (urea and ammonia), and sugars",
    "sweat_functions_title": "Sweat performs several functions",
    "thermoregulation": "1. Thermoregulation (maintains constant body temperature)",
    "toxin_elimination": "2. Toxin elimination",
    "ph_maintenance": "3. Maintenance of the skin's acidic pH",
    "sweat_production_control": "Sweat production is controlled by the autonomic nervous system",
    "sympathetic_control": "Specifically by the sympathetic system, which regulates body temperature through the secretion of sweat glands in response to stimuli such as heat, physical exercise, stress, and emotions",
    "continuous_sweating": "Sweat elimination is a continuous and imperceptible process. About 1 liter is produced per day; in particular conditions such as excessive heat, physical exercise, fear, and other emotions, it is produced in greater quantities",
    "two_types_sweat_glands": "There are two types of sweat glands",
    "eccrine_glands": "ECCRINE GLANDS",
    "eccrine_distribution": "They are distributed over the entire body surface (with higher density on the forehead, underarms, palms, and soles). They have their own duct opening directly to the outside, the sweat pore",
    "apocrine_glands": "APOCRINE GLANDS",
    "apocrine_location": "They are associated with hair structures, their ducts end directly in the hair follicle. They are found only in certain areas, such as the armpits and pubic region",
    "apocrine_function": "They produce odorous emotional and sexual messenger pheromones",
    "apocrine_secretion": "The secretion of these glands is similar in basic composition to that of eccrine glands, but differs in being more viscous and sometimes milky or yellowish in color",
    "apocrine_odor": "Moreover, it is rich in organic substances (fats and proteins) that can be broken down by bacterial flora, causing bad odor. Its production begins at puberty and is regulated by sex hormones",
    "sweat_gland_disorders": "Alterations of sweat glands",
    "sweat_gland_alterations": "Alterations of sweat glands involve an increase or decrease in sweat production",
    "hyperhidrosis": "HYPERHIDROSIS",
    "hyperhidrosis_desc": "It consists of excessive eccrine sweat production. In such cases, sweat glands are overly reactive to nervous stimuli received from the brain, which induces them to produce sweat. The most affected areas are the palms and soles. At the nail level, fragility and onycholysis are often associated",
    "bromhidrosis": "BROMHIDROSIS",
    "bromhidrosis_desc": "Excessive sweat production from apocrine glands, which, when colonized by bacterial flora, develops a particularly strong odor",
    "oligohidrosis": "OLIGOHYDROSIS",
    "oligohidrosis_desc": "Reduced sweat production, unlike anhidrosis where there is a congenital absence of sweat glands",
    "sebaceous_glands_title": "SEBACEOUS GLANDS",
    "sebaceous_glands_info": "They are scattered across the entire skin surface except for the palmoplantar areas. They are particularly numerous and larger in size in seborrheic areas such as the scalp and face, concentrated on the forehead, nose, and chin. They are located in the dermis and generally connected to the hair follicle collar at the level of the arrector pili muscle, which, when contracting, allows their emptying. Glandular activity for sebum production and release is controlled and regulated by constitutional and hormonal factors (stimulated by androgens and inhibited by estrogens)",
    "sebum_function": "Sebum is produced by sebaceous glands and functions to keep the skin hydrated and protected.",
    "sebum_composition_intro": "It is composed of a mixture of fatty substances (an oily and viscous lipid mixture), including;",
    "triglycerides": "1. Triglycerides",
    "fatty_acids": "2. Fatty acids, saturated and unsaturated",
    "waxes": "3. Waxes",
    "cholesterol": "4. Cholesterol",
    "sebum_functions": "This composition allows sebum to perform the following functions: emollient, lubricant, hydrating, protective, and antimicrobial.",
    "hydrolipidic_film": "Surface hydrolipidic film",
    "hydrolipidic_film_formation": "Sebum produced by sebaceous glands reaches the surface of the epidermis through the pilosebaceous duct. Upon arrival, it emulsifies with sweat, forming a thin oily film called the surface hydrolipidic film, which coats the hair and epidermis to protect them from microbes and external agents.",
    "sebum_sweat_balance": "The balance between sweat and sebum is essential for protecting the epidermis and scalp from external agents.",
    "excess_film_effects": "Excessive presence of this film on the scalp, and especially along the hair shaft, causes poor combability and a greasy feeling.",

    "_section_dyslexia": "=== Simple version for dyslexia and low vision  ===",
     "simple_integumentary_system": "Integumentary system (or cutaneous system)",
    "simple_covering": "The integumentary system covers the body.",
    "simple_protection": "It protects the internal parts of our organism.",
    "simple_composition": "It is made up of the skin. Along with the skin, there are other structures:",
    "simple_hair": "Hair and scalp",
    "simple_nails": "Nails",
    "simple_glands": "Glands",
    "simple_caption": "Figure: diagram of the integumentary system with skin layers and cutaneous appendages.",
    "simple_skin": "The skin",
    "simple_largest_organ": "The skin is the largest organ of the human body.",
    "simple_function": "It covers the entire body and protects it.",
    "simple_skin_structure": "Structure of the skin",
    "simple_epidermis": "Epidermis",
    "simple_dermis": "Dermis",
    "simple_hypodermis": "Hypodermis (or subcutaneous layer)",
    "simple_skin_components": "Components of the skin",
    "simple_composed_of": "The skin is made up of:",
    "simple_cells": "Cells",
    "simple_intercellular": "Little intercellular substance",
    "simple_appendages": "Cutaneous appendages",
    "simple_skin_cells": "Skin cells",
    "simple_keratinocytes": "Keratinocytes (90%) – produce keratin",
    "simple_melanocytes_melanina": "Melanocytes – produce melanin",
    "simple_merkel_cells": "Merkel cells – for touch",
    "simple_langerhans_cells": "Langerhans cells – immune defense",
    "simple_skin_appendages": "Cutaneous appendages",
    "simple_in_dermis": "In the dermis we find",
    "simple_fibroblasts": "Fibroblasts and other cells",
    "simple_ground_substance": "Ground substance: water, hyaluronic acid",
    "simple_fibers": "Fibers: collagen, reticular, elastic",
    "simple_blood_vessels": "Blood vessels",
    "simple_nerves": "Nerves",
    "simple_skin_surface": "The skin has a surface area of about 2 square meters.",
    "simple_skin_weight": "It weighs about 3 kg, equal to 6-8% of body weight.",
    "simple_skin_covers": "It is the organ that covers the body.",
    "simple_skin_protects": "It protects it from external agents.",
    "simple_skin_regulates": "It regulates vital functions.",
    "simple_skin_layers_intro": "The skin is made up of two main layers:",
    "simple_hypodermis_below": "Below these layers is the hypodermis, made of connective tissue.",
    "simple_subcutaneous": "It is also called subcutaneous tissue.",
    "simple_what_is_skin_for": "What is the skin for?",
    "simple_protects_body": "Protects the body",
    "simple_regulates_temperature": "Regulates temperature",
    "simple_senses_touch": "Senses touch, heat, and cold",
    "simple_produces_vitamin_d": "Produces vitamin D",
    "simple_renews_cells": "It constantly renews itself: dead cells fall off and are replaced",
    "simple_vital_for_health": "The skin is vital for health and well-being.",
    "simple_skin_health": "Pay attention to skin health",
    "simple_skin_can_get_sick": "The skin can get sick. Here are some possible problems:",
    "simple_infections": "Infections",
    "simple_allergies": "Allergies",
    "simple_autoimmune": "Autoimmune diseases",
    "simple_tumors": "Tumors",
    "simple_important_to": "That's why it's important:",
    "simple_wash_daily": "Wash your skin every day",
    "simple_use_sunscreen": "Use sunscreen",
    "simple_keep_hydrated": "Keep your skin hydrated",
    "simple_healthy_diet": "Follow a healthy diet",
    "simple_avoid_stress_pollution": "Avoid stress and pollution",
    "simple_factors_affect_skin": "Factors such as age, genetics, climate, and lifestyle affect the skin.",
    "simple_can_cause_damage": "They can cause premature aging or damage.",
    "simple_good_care": "Proper skin care helps keep it healthy and protected.",
    "simple_skin_functions": "Functions of the skin",
    "simple_protection_1": "1) Protection",
    "simple_protection_ways": "The skin protects us in several ways:",
    "simple_mechanical_protection": "Mechanical protection: the stratum corneum and adipose tissue protect internal organs from impacts, blows, and falls.",
    "simple_physical_protection": "Physical protection: against heat, cold, sunlight, and electricity.",
    "simple_temperature_regulation": "To regulate temperature (thermoregulation), the skin uses:",
    "simple_sweating": "Sweating",
    "simple_vasoconstriction": "Vasoconstriction (narrows blood vessels)",
    "simple_vasodilation": "Vasodilation (widens blood vessels)",
    "simple_adipose_insulation": "Adipose tissue, which acts as insulation",
    "simple_keratin_electricity": "Keratin protects against electricity.",
    "simple_melanin_sun": "Melanin protects against sunlight.",
    "simple_chemical_protection": "Chemical protection: the stratum corneum and hydrolipidic film block acids, bases, and other harmful substances.",
    "simple_other_functions": "Other important functions",
    "simple_immune_defense": "Immune defense: the skin helps fight germs.",
    "simple_secretion_excretion": "Secretion and excretion: through glands, it eliminates sweat and excess substances.",
    "simple_respiration": "Respiration: exchanges small amounts of oxygen and carbon dioxide.",
    "simple_absorption": "Absorption: can absorb certain substances (e.g., medicated creams).",
    "simple_sensory": "Sensory: senses touch, pain, heat, and cold.",
    "simple_vitamin_d": "The skin and vitamin D",
    "simple_vitamin_d_production": "The skin produces vitamin D thanks to sunlight. It converts pre-vitamin D3 into active vitamin D. The liver and kidneys complete the process.",
    "simple_vitamin_d_functions": "Vitamin D is needed for:",
    "simple_vitamin_d_calcium": "Calcium fixation and maintaining strong bones",
    "simple_vitamin_d_cell_growth": "Regulating cell growth (protects against cancer)",
    "simple_vitamin_d_immunity": "Supporting the immune system",
    "simple_vitamin_d_deficiency_risks": "A deficiency of vitamin D can cause problems such as:",
    "simple_vitamin_d_diabetes": "Type 1 diabetes",
    "simple_vitamin_d_ms": "Multiple sclerosis",
    "simple_vitamin_d_prevention": "For this reason, it's important to get safe sun exposure and follow a balanced diet.",
    "simple_skin_layers_image": "This image shows the three layers of the skin: epidermis (surface), dermis (middle), hypodermis (subcutaneous layer). You can also see hair and sweat glands.",
    "simple_epidermis_structure": "Figure: structure of the epidermis with its layers and main cells.",
    "simple_epidermis_outer_layer": "The epidermis is the outermost layer of the skin. It is made up of many layers of cells. The lower ones divide and move upward. They become flatter and eventually shed. The main cells are called keratinocytes.",
    "simple_epidermis_1": "The epidermis",
    "simple_epidermis_outermost": "The epidermis is the outermost layer of the skin. It is the one we see and touch.",
    "simple_epidermis_tissue": "It is made of epithelial tissue. It has many layers and lacks blood vessels. It receives nutrients from the dermis, the layer beneath the skin.",
    "simple_epidermis_cells": "Cells of the epidermis",
    "simple_keratinocytes_title": "1) Keratinocytes",
    "simple_keratinocytes_percentage": "They make up 90% of skin cells.",
    "simple_keratinocytes_origin": "They are born in the basal layer, at the bottom of the epidermis. Then they move upward toward the surface.",
    "simple_keratinocytes_changes": "During their journey:",
    "simple_keratinocytes_flat": "They flatten",
    "simple_keratinocytes_nucleus_loss": "They lose their nucleus and organelles",
    "simple_keratinocytes_keratin": "They fill with keratin",
    "simple_keratinocytes_cornified": "They become corneocytes (dead cells)",
    "simple_stratum_corneum": "They form the stratum corneum: the skin's protective barrier.",
    "simple_melanocytes_title": "2) Melanocytes",
    "simple_melanocytes_location": "They are located in the basal layer, among keratinocytes. They are few but very important.",
    "simple_melanocytes_melanin": "They produce melanin, the pigment that gives skin its color.",
    "simple_melanocytes_protection": "Melanin protects against ultraviolet sun rays.",
    "simple_melanocytes_production": "It is produced from tyrosine, an amino acid. Then it is transferred to keratinocytes.",
    "simple_melanocytes_factors": "The amount of melanin depends on:",
    "simple_genetic_factors": "Genetic factors",
    "simple_sun_exposure": "Sun exposure",
    "simple_langerhans_cells_title": "3) Langerhans cells",
    "simple_langerhans_function": "They are the first line of immune defense in the skin.",
    "simple_langerhans_location": "They are found in all layers, especially in the spinous layer.",
    "simple_langerhans_response": "They recognize germs and foreign substances. They trigger the immune response.",
    "simple_merkel_cells_title": "4) Merkel cells",
    "simple_merkel_location": "They are present in the basal layer.",
    "simple_merkel_nerves": "They are connected to nerves.",
    "simple_merkel_touch": "They are responsible for sensing light touch.",
    "simple_merkel_touch_detail": "Merkel cells: the sense of touch",
    "simple_merkel_touch_function": "Merkel cells are specialized in detecting light touch and pressure.",
    "simple_merkel_nerve_contact": "They are located in the basal layer of the epidermis. They are close to nerve endings.",
    "simple_merkel_sensory_unit": "Together with nerves, they form a sensory unit. They respond to gentle contact on the skin.",
    "simple_epidermis_layers": "The five layers of the epidermis",
    "simple_epidermis_microscopy": "Under the microscope, five layers of the epidermis can be seen.",
    "simple_layers_maturation": "These layers depend on the maturation process of keratinocytes.",
    "simple_layers_names": "Each layer has a name describing the appearance of the cells:",
    "simple_stratum_basale": "Basal layer",
    "simple_stratum_spinosum": "Spiny layer",
    "simple_stratum_granulosum": "Granular layer",
    "simple_stratum_lucidum": "Clear layer (only in hands and feet)",
    "simple_stratum_corneum_layer": "Horny layer",
    "simple_cell_migration": "Cells are born at the bottom and migrate outward. During this journey, they change shape and function.",
    "simple_stratum_basale_caption": "Figure: the basal layer, also called germinative, is the base of the epidermis.",
    "simple_stratum_basale_deepest": "The basal layer is the deepest layer of the epidermis. It is attached to the dermis.",
    "simple_stratum_basale_germinative": "It is also called 'germinative' because new cells are born here.",
    "simple_stratum_basale_division": "Cells divide continuously. Then they move upward, becoming mature keratinocytes.",
    "simple_stratum_basale_contains": "This layer contains:",
    "simple_young_keratinocytes": "Young keratinocytes: newly formed, ready to move up",
    "simple_melanocytes": "Melanocytes: produce melanin",
    "simple_stratum_basale_essential": "This layer is essential: without it, the skin would not renew itself.",
    "simple_stratum_basale_title": "Basal or germinative layer",
    "simple_stratum_basale_structure": "The basal layer is the deepest layer of the epidermis. It is also called 'germinative' because new cells are born here.",
    "simple_stratum_basale_single_row": "It consists of a single row of cells. They are tall, cylindrical keratinocytes with rich nucleus and cytoplasm.",
    "simple_stratum_basale_continual_division": "These cells divide continuously.",
    "simple_stratum_basale_division_process": "When a cell divides:",
    "simple_one_stays": "One remains in the basal layer",
    "simple_one_moves_up": "The other moves toward the surface",
    "simple_migration_and_maturation": "As it moves up, the cell matures and transforms. This process is continuous: the skin renews itself every day.",
    "simple_melanocytes_in_basal": "Melanocytes are also present in the basal layer.",
    "simple_melanocytes_ratio": "There is one melanocyte for every 5 or 6 keratinocytes. They produce melanin, the pigment that protects from the sun.",
    "spinosum_title": "Spiny or Malpighian layer",
    "spinosum_thickness": "The stratum spinosum is the thickest layer of the epidermis. It consists of 4-10 rows of cells.",
    "spinosum_cells": "The cells are keratinocytes. They have a cuboidal shape and still contain a nucleus.",
    "spinosum_projections": "They have small spines in the cytoplasm. They are called cytoplasmic projections.",
    "spinosum_strength": "These spines connect the cells together. They make them stronger and more resistant.",
    "spinosum_langerhans": "Langerhans cells are also present in this layer.",
    "spinosum_immunity": "They are immune system cells. They defend the skin from germs and foreign substances.",
    "granulosum_title": "Granular layer",
    "granulosum_flattening": "The cells in this layer become increasingly flat. They lose part of the cytoplasm.",
    "granulosum_granules": "The cytoplasm contains many granules. They contain a substance called keratohyalin.",
    "granulosum_keratohyalin": "Keratohyalin aids in keratinization.",
    "granulosum_keratinization": "Keratinization is the process in which cells transform into corneocytes: dead cells that form the stratum corneum.",
    "granulosum_barrier": "Keratohyalin combines with keratin. It forms a strong, impermeable barrier. It protects the skin from external agents.",
    "granulosum_other_cells": "This layer still contains:",
    "granulosum_melanocytes": "Melanocytes: produce melanin",
    "granulosum_merkel": "Merkel cells: for touch and pressure",
    "granulosum_merkel_nerves": "Merkel cells are connected to nerves. They form Merkel corpuscles, which detect contact.",
    "granulosum_nucleus": "The cell nucleus begins to weaken. It is a sign that the cell is dying.",
    "lucidum_title": "Clear layer",
    "lucidum_location": "The stratum lucidum is very thin. It is present only in thick skin areas: palms of the hands and soles of the feet.",
    "lucidum_cells": "It consists of 1-2 rows of flattened cells.",
    "lucidum_dead": "The cells are dead. They have neither nucleus nor cytoplasm.",
    "lucidum_appearance": "They are translucent and contain a substance called eleidin. Under the microscope, they appear shiny.",
    "lucidum_function": "Eleidin is an intermediate step in keratin formation.",
    "keratogenesis_process": "Figure: the keratogenesis process, from birth to death of skin cells.",
    "keratin_keratogenesis": "Keratin and the process of keratogenesis",
    "keratin_protein": "Keratin is a strong protein. It is present in skin, nails, hair, and scalp.",
    "keratin_structure": "It is made of amino acids. They are arranged in a helix shape.",
    "cysteine_bridges": "The most important amino acid is cysteine. It forms disulfide bridges between keratin fibers. This makes them strong and stable.",
    "skin_renewal": "Skin cells are constantly renewed.",
    "basal_cell_birth": "New cells are born in the basal layer. They form through mitosis.",
    "cell_migration": "Then they move toward the surface. During their journey:",
    "keratin_production": "They produce keratin",
    "nucleus_loss": "They lose their nucleus",
    "cell_flattening": "They flatten",
    "become_corneocytes": "They become corneocytes (dead cells)",
    "desquamation": "On the surface, old cells shed. This process is called desquamation.",
    "skin_balance": "There is an important balance:",
    "cell_replacement": "One cell is born → one cell dies",
    "skin_thickness": "The thickness of the skin remains constant",
    "turnover_definition": "The time to renew the entire epidermis is called turnover.",
    "turnover_duration": "It lasts on average 25-28 days.",
    "melanin_melanogenesis": "Melanin and the process of melanogenesis",
    "melanin_skin_hair": "Skin and hair color depend on melanin. It is a pigment naturally produced by the body.",
    "melanin_tyrosine": "Melanin is formed from tyrosine, an amino acid. There are two main types:",
    "pheomelanin": "Pheomelanin: colors from yellow to red",
    "eumelanin": "Eumelanin: colors from brown to black",
    "eumelanin_uv_protection": "Eumelanin offers better protection against UV rays. It reduces the risk of sunburn and DNA damage.",
    "light_skin_melanin": "Light skin has less melanin. It is less protected from the sun.",
    "light_skin_vitamin_d": "But it helps produce more vitamin D3. It is important for bones, teeth, the immune system, and hormonal balance.",
    "how_melanin_forms": "How is melanin formed?",
    "melanocytes_melanogenesis": "Melanocytes produce melanin in a process called melanogenesis.",
    "melanocytes_location": "They are located in the basal layer, among keratinocytes. They have a star shape with many projections.",
    "melanosomes": "Inside melanocytes are melanosomes. They are small vesicles where melanin is produced and stored.",
    "melanin_production_factors": "Melanin production depends on:",
    "internal_factors": "Internal factors: such as hormones (e.g. MSH)",
    "external_factors": "External factors: sun, diet, vitamins",
    "sun_exposure_response": "When the skin is exposed to the sun:",
    "melanosomes_movement": "Melanosomes move into the projections",
    "melanin_transfer": "Melanin is transferred to keratinocytes",
    "uv_protection": "It protects cells from UV rays (UVA and UVB)",
    "melanin_natural_filter": "Melanin acts as a natural filter for the skin.",
    "melanogenesis_figure": "Figure: the melanogenesis process. Melanin is formed in melanocytes and transferred to neighboring cells to protect the skin from the sun.",
    "dermis": "The dermis",
    "dermis_location": "The dermis is the layer beneath the epidermis. It is made of strong and elastic connective tissue.",
    "dermis_thickness": "It is 1-2 mm thick. It performs many functions:",
    "dermis_support": "Supports the skin",
    "dermis_elasticity": "Keeps it elastic and resistant",
    "dermis_nutrition": "Nourishes it through blood vessels",
    "dermis_components": "The dermis contains:",
    "dermis_vessels": "Blood and lymphatic vessels",
    "dermis_nerves": "Nerves",
    "dermis_hair_follicles": "Hair follicles",
    "dermis_glands": "Sebaceous and sweat glands",
    "dermis_layers": "The dermis has three layers:",
    "papillary_dermis": "1) Papillary dermis (superficial)",
    "papillary_location": "It is the layer closest to the epidermis.",
    "papillary_papillae": "It has small projections: dermal papillae. They interlock with the epidermis and form skin ridges (visible on fingertips).",
    "papillary_exchange": "They improve the exchange of substances between dermis and epidermis.",
    "papillary_structure": "It consists of loose connective tissue with:",
    "papillary_collagen": "Thin collagen fibers",
    "papillary_ground_substance": "Abundant ground substance (fluid)",
    "papillary_fibroblasts": "Many fibroblasts",
    "papillary_receptors": "Touch receptors (Meissner corpuscles) and cold receptors (Krause corpuscles)",
    "papillary_vessels": "It has few blood vessels.",
    "middle_dermis": "2) Middle dermis (corium)",
    "middle_dermis_description": "Intermediate layer. It has less ground substance than the papillary dermis.",
    "middle_dermis_contains": "It contains:",
    "middle_dermis_blood_vessels": "Larger blood vessels",
    "middle_dermis_reticular_fibers": "Bundles of reticular fibers",
    "middle_dermis_sensory_receptors": "Other sensory receptors",
    "reticular_dermis": "3) Reticular dermis (deep)",
    "reticular_dermis_thickness": "It is the thickest layer: it makes up 80% of the dermis.",
    "reticular_dermis_strength": "It is very resistant, thanks to:",
    "reticular_collagen": "Strong collagen fibers",
    "reticular_elastin": "Elastic fibers (elastin)",
    "reticular_vessels_nerves": "It has many large-caliber blood vessels. There are also sensitive nerve endings.",
    "reticular_corpuscles": "In this layer are the corpuscles:",
    "ruffini_corpuscle_heat": "Ruffini: sense heat",
    "pacinian_corpuscle_pressure": "Pacinian: sense pressure",
    "reticular_function": "The deep dermis gives strength and elasticity to the skin.",
    "reticular_sensation": "It also helps perceive heat and pressure thanks to the receptors present.",
    "dermis_cells": "Cells of the dermis",
    "dermis_cell_types": "There are several types of cells in the dermis.",
    "fibroblasts_function": "Fibroblasts produce the fibers and substance that hold the tissue together. Other cell types defend the skin from germs and foreign substances.",
    "fibroblasts": "1) Fibroblasts",
    "fibroblasts_abundance": "They are the most numerous cells in the dermis. They have a star-like shape.",
    "fibroblasts_production": "They produce:",
    "fibroblasts_fibers": "Collagen and elastin fibers",
    "fibroblasts_ground_substance": "Ground substance (e.g. hyaluronic acid)",
    "fibroblasts_role": "These substances give strength and elasticity to the skin.",
    "blood_cells": "2) Blood-derived cells",
    "blood_cells_function": "They are white blood cells that enter the dermis during infection or inflammation.",
    "blood_cells_types": "They bring into the dermis:",
    "granulocytes": "Granulocytes",
    "lymphocytes": "Lymphocytes",
    "blood_cells_defense": "They help fight germs.",
    "plasma_cells": "3) Plasma cells",
    "plasma_cells_antibodies": "They produce antibodies.",
    "antibodies_function": "Antibodies recognize and neutralize germs.",
    "macrophages": "4) Macrophages",
    "macrophages_phagocytosis": "They are white blood cells that 'eat' bacteria, dead cells, and foreign substances.",
    "macrophages_importance": "They are very important for body defense.",
    "mast_cells": "5) Mast cells",
    "mast_cells_role": "They are defense cells, like sentinels.",
    "mast_cells_recognition": "They recognize bacteria and foreign substances.",
    "mast_cells_inflammation": "When they detect danger, they initiate the inflammatory response.",
    "immune_cells_summary": "Plasma cells, macrophages, and mast cells are part of the immune system.",
    "figcaption-content": "Figure: the main cells of the dermis. Fibroblasts produce the tissue structure. Other cells protect the skin from external agents.",
    "figcaption-fibre": "Figure: the fibers of the dermis – collagen and elastin.",
    "le-fibre": "The fibers",
    "fibre-desc": "There are two main types of fibers in the dermis: collagen and elastic fibers.",
    "fibre-collagene": "Collagen fibers",
    "collagene-abbondanti": "They are the most abundant. They make up 70% of the skin's proteins.",
    "collagene-forte": "They are very strong and resistant. They provide support to the dermis and protect it from tearing.",
    "fibre-reticolari": "In the superficial dermis, there are also thinner collagen fibers: they are called reticular fibers.",
    "fibre-elastiche": "Elastic fibers",
    "elastiche-pochi": "They are few: only 2% of the skin's proteins. They are made of a substance called elastin.",
    "elasticita-pelle": "They give elasticity to the skin. They allow it to:",
    "elasticita-lista1": "Move with facial expressions",
    "elasticita-lista2": "Return to shape after being stretched",
    "elasticita-lista3": "Adapt to body changes over time",
    "collagene-elastina": "Collagen and elastin work together: one provides strength, the other elasticity.",
    "sostanza-fondamentale": "The ground substance",
    "sostanza-desc": "The cells and fibers of the dermis are immersed in a gelatinous substance. It is called ground substance or matrix.",
    "sostanza-prodotta": "It is produced by fibroblasts. It gives flexibility and plasticity to the skin.",
    "sostanza-composizione": "It is mainly composed of:",
    "composizione-acqua": "Water – in large quantity",
    "composizione-utili": "Glucose, salts, vitamins, and ions – useful substances for cells",
    "composizione-gag": "Glycosaminoglycans (GAGs) – including hyaluronic acid, the most abundant",
    "gag-desc": "GAGs are long sugar chains. They have an important characteristic:",
    "gag-acqua": "They retain a lot of water. They form a gel similar to a wet sponge.",
    "gel-fasi": "In the gel:",
    "fase-dispersa": "GAG molecules are the dispersed phase (the network)",
    "fase-disperdente": "Water is the dispersing phase (fills the spaces)",
    "gel-importanza": "This gel occupies almost all the space between dermal cells. It is very important because:",
    "idratazione": "It keeps the skin hydrated",
    "turgore": "It makes the skin firm and plump (skin turgor)",
    "protezione": "It protects cells",
    "scambio-sostanze": "It helps exchange useful substances",
    "figcaption-ipoderma": "Figure: structure of the hypodermis, also known as subcutaneous tissue.",
    "ipoderma-desc1": "The hypodermis is the deepest layer of the skin. It lies beneath the dermis. It is also called subcutaneous tissue.",
    "ipoderma-adiposo": "It is made mostly of adipose tissue. Fat cells are called adipocytes.",
    "ipoderma-funzioni": "It has several important functions:",
    "protegge": "Protects: acts as a cushion against impacts and trauma",
    "isola": "Insulates: maintains body heat",
    "immagazzina-energia": "Stores energy: adipocytes store fats",
    "collega": "Connects: anchors the skin to underlying tissues (muscles and bones)",
    "ipoderma-anche": "The hypodermis also contains:",
    "ipoderma-desc2": "It extends to the tissue covering the muscles. It is made of adipose connective tissue, rich in fat cells: adipocytes.",
    "ipoderma-tra": "Among adipocytes there are:",
    "ghiad-sudoripare": "Sweat glands",
    "follicoli-piliferi": "Hair follicles",
    "funzioni-ipoderma": "Functions of the hypodermis",
    "riserva-energia": "Energy reserve: adipocytes store fats useful when the body needs them",
    "protezione-meccanica": "Mechanical protection: acts as a shock absorber against impacts and trauma",
    "isolamento-termico": "Thermal insulation: maintains body heat",
    "modellamento-corpo": "Body shaping: gives form and aesthetic appearance",
    "spessore-ipoderma": "The thickness of the hypodermis varies from person to person. It depends on age, sex, nutrition, and genetics.",
    "grassi-adipociti": "Fats inside adipocytes are mainly:",
    "acido-oleico": "Oleic acid",
    "acido-palmico": "Palmitic acid",
    "acido-linoleico": "Linoleic acid",
    "acido-stearico": "Stearic acid",
    "colesterolo-pigmenti": "Cholesterol and yellow pigments",
    "due-tipi-adiposo": "Two types of adipose tissue",
    "figcaption-adiposo": "Figure: comparison between white and brown adipose tissue.",
    "adiposo-bianco": "1) White adipose tissue",
    "adiposo-bianco-comune": "It is the most common. It represents almost all the body's reserve fat.",
    "adiposo-bianco-caratteristiche": "Characteristics:",
    "goccia-grasso": "One large fat droplet inside the cell",
    "nucleo-margine": "Nucleus flattened at the edges",
    "colore-giallognolo": "Yellowish color (due to carotenoids)",
    "funzione-energetica": "Main function: energy storage.",
    "adiposo-bruno": "2) Brown adipose tissue",
    "bruno-piccole-gocce": "Brown adipose tissue has many small fat droplets inside the cell. The nucleus is in the center.",
    "ricco-mitocondri": "It is rich in mitochondria, the cell's 'powerhouses'. It also has many blood vessels.",
    "funzione-calore": "Its main function is heat production. It helps maintain body temperature.",
    "presente-neonati": "It is highly present in:",
    "neonati": "Newborns",
    "ibernazione": "Hibernating mammals (e.g. bears)",
    "localizzazione-neonati": "In newborns, it is found mainly in:",
    "ascellare": "Axillary region",
    "interscapolare": "Between the shoulder blades (interscapular region)",
    "trasformazione": "As we grow, most brown tissue turns into white tissue.",
    "adulti-bruno": "In adults, brown tissue is present only in small amounts. It forms small islands among white fat cells.",
    "tessuti-misti": "There are no pure deposits of a single type. Adipose tissues are always mixed. The percentage depends on the body location.",
    "rete-nervosa": "The cutaneous nervous network",
    "pelle-sente": "The skin senses through a dense network of nerves.",
    "recettori-specializzati": "It contains many specialized receptors. They detect different stimuli and send them to the brain.",
    "sensazioni": "The brain transforms them into sensations such as:",
    "tatto": "Touch",
    "pressione": "Pressure",
    "caldo-freddo": "Heat and cold",
    "dolore": "Pain",
    "recettore-stimolo": "Each receptor responds to a different type of stimulus.",
    "figcaption-recettori": "Figure: the main nerve receptors present in the skin.",
    "principali-recettori": "The main cutaneous receptors",
    "meccanocettori": "Mechanoreceptors",
    "meccanocettori-desc": ": detect touch, pressure, and vibrations",
    "termocettori": "Thermoreceptors",
    "termocettori-desc": ": respond to heat and cold",
    "nocicettori": "Nociceptors",
    "nocicettori-desc": ": detect pain",
    "chimiocettori": "Chemoreceptors",
    "chimiocettori-desc": ": react to chemical substances (e.g. irritants)"
  }
}