{
  "it": {
    "apparato_respiratorio": "APPARATO RESPIRATORIO",
    "respirazione_titolo": "La Respirazione",
    "respirazione_testo": "La respirazione, nel senso più ampio, comprende i seguenti processi:",
    "respirazione_1": "passaggio dell'aria attraverso le vie respiratorie sino agli alveoli polmonari",
    "respirazione_2": "passaggio al sangue dell'ossigeno alveolare",
    "respirazione_3": "trasporto dell'ossigeno attraverso il sangue e sua distribuzione a tutto l'organismo",
    "respirazione_4": "utilizzazione dell'ossigeno (O2) da parte delle cellule",
    "respirazione_5": "produzione cellulare di anidride carbonica",
    "respirazione_6": "trasporto attraverso il sangue dell'anidride carbonica",
    "respirazione_7": "passaggio dell'anidride carbonica dal sangue agli alveoli polmonari",
    "respirazione_8": "espulsione dell'aria dai polmoni",
    "respirazione_cellulare": "I processi di utilizzazione dell'ossigeno e di produzione di anidride carbonica costituiscono la respirazione cellulare (qui non esaminati).",
    "organi_respiratori": "Organi fondamentali dell'apparato respiratorio sono i polmoni e le vie respiratorie (→ 1). Queste partono dal naso e sono costituite da una serie di condotti che, dopo essersi abbondantemente ramificati, terminano negli alveoli polmonari, detti anche \"celle respiratorie\", poiché in essi avviene lo scambio gassoso tra il sangue e l'aria respirata. La loro superficie (→ 2) è vascolarizzata da numerosissimi capillari provenienti dall'arteria e dalle vene polmonari.",
    "aria_alveoli": "L'aria in arrivo agli alveoli polmonari deve essere sprovvista di particelle in sospensione ed avere temperatura e umidità adeguate e composizione chimica costante. In caso contrario si altererebbe lo stato del mezzo interno.",
    "depurazione_aria": "Nel tortuoso tragitto percorso per giungere negli alveoli polmonari, l'aria si libera in effetti delle impurità, si umidifica e si riscalda, mentre i movimenti respiratori contribuiscono a compensarne qualsiasi anomalia.",
    "vie_respiratorie_naso": "Le vie respiratorie partono, come si è detto, dal naso, le cui aperture esterne, le narici, possono dilatarsi e restringersi in virtù degli annessi muscoli mimici (muscoli trasversali delle narici).",
    "mucosa_nasale": "Nella cavità nasale, la mucosa respiratoria depura l'aria, eliminando il pulviscolo atmosferico mediante il movimento delle ciglia di cui sono fornite le cellule cilindriche che la costituiscono. Inoltre, essendo riccamente vascolarizzata, essa fa sì che l'aria inspirata sia riscaldata ad una temperatura vicina a quella corporea. Attraverso le coane il naso comunica con la faringe, organo comune sia all'apparato respiratorio sia a quello digerente.",
    "faringe_laringe_trachea": "Alla faringe seguono la laringe e la trachea.",
    "laringe_motilita": "La prima è un organo dotato di motilità: può dunque compiere movimenti, per lo più in senso verticale, dovuti alla respirazione, alla deglutizione, all'estensione e alla flessione del collo.",
    "trachea_anelli": "La seconda, costituita da una serie di 16-20 anelli cartilaginosi sovrapposti ma incompleti, è tappezzata internamente da tessuto epiteliale ciliato.",
    "biforcazione_trachea": "La trachea, all'altezza della quarta vertebra toracica, si biforca nei due grossi bronchi, o bronchi extrapolmonari, che, attraverso un avvallamento detto ilo, penetrano nel corrispondente polmone e prendono a suddividersi in numerose ramificazioni, il cui complesso costituisce l'albero bronchiale.",
    "struttura_bronchi": "La struttura dei grossi bronchi è simile a quella della trachea poiché formati anch'essi da anelli cartilaginei immersi nel tessuto connettivo.",
    "bronchi_intrapolmonari": "Nei bronchi intrapolmonari la porzione cartilaginea è costituita da placche, disposte regolarmente su tutta la superficie del bronco, che diminuiscono di grandezza e di numero a mano a mano che il calibro dei bronchi si riduce, finché scompaiono nei bronchi che hanno calibro inferiore al millimetro. Anche la mucosa si modifica nei piccoli bronchi; qui, infatti, anziché da epitelio pluristratificato, essa è costituita da epitelio ciliato cilindrico monostratificato.",
    "polmoni_mediastino": "I bronchi penetrano nei polmoni: sono, questi, due organi che occupano la cavità toracica delimitando uno spazio centrale, il mediastino, in cui ha sede il cuore.",
    "pleura_liquido": "I polmoni sono ricoperti da una membrana sierosa a doppia parete di cui una, la pleura viscerale, aderisce alla superficie polmonare e l'altra, la pleura parietale, si dispone sulla superficie interna della cavità toracica (→ 3). Fra le due pareti si trova un sottilissimo strato di liquido, il liquido pleurico, che mantiene lubrificate le pareti dei foglietti pleurici, facilitando in tal modo i movimenti di espansione e di contrazione durante la respirazione. Se, per qualsiasi causa, penetra dell'aria nella cavità pleurica, si determina uno pneumotorace: di conseguenza si riduce notevolmente l'attività polmonare per la diminuzione di volume e di pressione del polmone stesso.",
    "pneumotorace_terapia": "Si deve comunque rilevare che se lo pneumotorace è relativo a un solo lato può essere ben tollerato; anzi nella tubercolosi lo si provoca come terapia (pneumotorace artificiale, (→ 4), affinché un polmone si affatichi il meno possibile.",
    "fisiologia_respirazione": "Fisiologia della respirazione",
    "polmoni_elastici": "I polmoni sono organi molto elastici, capaci quindi di espandersi e contrarsi. Al momento dell'espansione, nei polmoni viene immessa aria; nella fase di compressione, l'aria viene espulsa. L'insieme di questi due movimenti prende il nome di atto respiratorio e questo è suddiviso in due fasi: l'inspirazione e l'espirazione.",
    "inspirazione": "Durante l'inspirazione si ha un aumento di volume della capacità toracica dovuto alla contrazione dei muscoli inspiratori. Tra questi, forse il più importante, è il diaframma, che, contraendosi, si abbassa e così, provocando un aumento della capacità toracica e una diminuzione della pressione nella stessa, permette l'ingresso dell'aria nei polmoni (→ 1). I muscoli intercostali esterni, contraendosi, provocano un innalzamento e uno spostamento in fuori dello sterno e delle costole, il che permette un aumento dei diametri anteroposteriore e trasverso del torace.",
    "respirazione_sesso": "Da notare che nella donna i movimenti delle costole hanno importanza maggiore nella respirazione che nell'uomo, in cui assume maggior rilievo la funzione del diaframma. Si usa dire che la respirazione nelle donne è prevalentemente costale, mentre nell'uomo è di tipo diaframmatico o addominale.",
    "espirazione": "La fase espiratoria è di norma passiva e determinata dal rilasciamento dei muscoli prima contratti; in seguito a ciò la capacità toracica diminuisce e l'aria può fuoriuscire dai polmoni.",
    "volumi_respiratori": "La quantità di aria immessa ed emessa durante un atto respiratorio normale è di circa 500 cm³ (aria corrente), ma essa può aumentare notevolmente in particolari condizioni. Così, in un'inspirazione forzata può essere introdotto un volume di aria di circa 2000-3000 cm³ (riserva inspiratoria), mentre in un'espirazione forzata può essere emesso un volume di aria di circa 1000 cm³ (riserva espiratoria). La somma dei volumi di aria corrente sia della riserva inspiratoria sia della riserva espiratoria viene detta capacità vitale dei polmoni ed è di circa 4000-4500 cm³.\n",
    "frequenza_respiratoria": "In un individuo adulto normale gli atti respiratori sono circa 16 al minuto; diminuiscono di poco nella donna e sono molto numerosi nel neonato che ne presenta circa 60-70. Il numero aumenta quando si compie un lavoro ed è più elevato in individui a sistema muscolare sviluppato, per esempio negli atleti, meno elevato in individui obesi.",
    "controllo_respiratorio": "Il controllo dell'attività respiratoria è esercitato nel centro respiratorio situato nel bulbo (→ 4). Da questo hanno origine impulsi nervosi che si portano alle corna anteriori del midollo spinale e quindi, mediante i nervi spinali, arrivano ai muscoli inspiratori e ne provocano la contrazione in seguito alla quale si ha l'inspirazione.",
    "azione_bulbare": "Si deve osservare che solo in questa fase il centro bulbare entra in azione, mentre l'espirazione è provocata semplicemente dalla diminuzione del volume della gabbia toracica.",
    "regolazione_co2": "Il centro respiratorio è influenzato dallo stato di distensione o di retrazione del polmone. Durante l'espirazione, lo stato di retrazione dei polmoni genera impulsi nervosi che eccitano il centro respiratorio dove hanno origine gli impulsi che provocano l'inspirazione. Il centro respiratorio è regolato anche dalla quantità di anidride carbonica presente nel sangue. Nel sangue deve esistere una determinata concentrazione di anidride carbonica perché il centro respiratorio possa funzionare bene. Un aumento della concentrazione di anidride carbonica nel sangue, dovuta ad un aumento della sua concentrazione nell'aria, provoca un eccitamento del centro respiratorio, con conseguente aumento della frequenza del respiro.\n",
    "inibizione_co2": "Una concentrazione dell'anidride carbonica nell'aria, superiore al 9%, inibisce però il centro respiratorio e provoca disturbi alla respirazione.",
    "recettori_ossigeno": "Maggiore importanza hanno i recettori sensibili alla diminuzione dell'ossigeno nel sangue che stimolano, anche per via riflessa, il centro respiratorio.",
    "meccanismo_inspirazione": "Un importante meccanismo è quello che in ciascuna inspirazione limita il grado di espansione del torace. Vi sono recettori sensibili alla pressione nei polmoni, che si scaricano a mano a mano che progredisce il movimento inspiratorio. Questi impulsi giungono, per mezzo dei nervi vaghi, al centro respiratorio e lo inibiscono: viene così interrotta l'inspirazione e sopravviene passivamente l'espirazione."    
  },
  "en": {
    "apparato_respiratorio": "RESPIRATORY SYSTEM",
    "respirazione_titolo": "Respiration",
    "respirazione_testo": "Respiration, in the broadest sense, includes the following processes:",
    "respirazione_1": "air passage through the respiratory tract to the pulmonary alveoli",
    "respirazione_2": "transfer of alveolar oxygen into the blood",
    "respirazione_3": "oxygen transport through the blood and its distribution throughout the body",
    "respirazione_4": "oxygen (O2) utilization by cells",
    "respirazione_5": "cellular production of carbon dioxide",
    "respirazione_6": "transport of carbon dioxide through the blood",
    "respirazione_7": "transfer of carbon dioxide from the blood to the pulmonary alveoli",
    "respirazione_8": "expulsion of air from the lungs",
    "respirazione_cellulare": "The processes of oxygen utilization and carbon dioxide production constitute cellular respiration (not examined here).",
    "organi_respiratori": "The fundamental organs of the respiratory system are the lungs and the respiratory tract (→ 1). These start from the nose and consist of a series of ducts that, after extensively branching, end in the pulmonary alveoli, also called \"respiratory cells\", where gas exchange occurs between the blood and the inhaled air. Their surface (→ 2) is vascularized by numerous capillaries from the pulmonary artery and veins.",
    "aria_alveoli": "Air arriving at the pulmonary alveoli must be free of suspended particles and have adequate temperature and humidity, as well as constant chemical composition. Otherwise, the state of the internal environment would be altered.",
    "depurazione_aria": "During the tortuous journey to reach the pulmonary alveoli, the air effectively gets rid of impurities, becomes humidified and warmed, while respiratory movements help compensate for any abnormalities.",
    "vie_respiratorie_naso": "As stated, the respiratory tract begins with the nose, whose external openings, the nostrils, can dilate and constrict thanks to associated facial muscles (transverse nasal muscles).",
    "mucosa_nasale": "In the nasal cavity, the respiratory mucosa purifies the air, removing atmospheric dust through the movement of cilia present on the cylindrical cells that make it up. Furthermore, being highly vascularized, it ensures that inhaled air is warmed to a temperature close to body temperature. Through the choanae, the nose communicates with the pharynx, an organ common to both the respiratory and digestive systems.",
    "faringe_laringe_trachea": "Following the pharynx are the larynx and the trachea.",
    "laringe_motilita": "The first is an organ with motility: it can thus perform movements, mostly in a vertical direction, due to breathing, swallowing, neck extension and flexion.",
    "trachea_anelli": "The second, composed of a series of 16-20 overlapping but incomplete cartilaginous rings, is internally lined with ciliated epithelial tissue.",
    "biforcazione_trachea": "The trachea, at the level of the fourth thoracic vertebra, bifurcates into the two main bronchi, or extrapulmonary bronchi, which, through a depression called the hilum, enter the corresponding lung and begin to divide into numerous branches, whose complex forms the bronchial tree.",
    "struttura_bronchi": "The structure of the large bronchi is similar to that of the trachea, as they are also formed by cartilaginous rings embedded in connective tissue.",
    "bronchi_intrapolmonari": "In intrapulmonary bronchi, the cartilaginous portion consists of plates regularly arranged over the entire bronchial surface, which decrease in size and number as the bronchial diameter reduces, eventually disappearing in bronchi with a diameter smaller than one millimeter. The mucosa also changes in smaller bronchi; here, instead of stratified epithelium, it consists of simple ciliated columnar epithelium.",
    "polmoni_mediastino": "The bronchi enter the lungs: these are two organs occupying the thoracic cavity, delimiting a central space, the mediastinum, where the heart is located.",
    "pleura_liquido": "The lungs are covered by a double-walled serous membrane, one layer, the visceral pleura, adhering to the lung surface, and the other, the parietal pleura, lining the internal surface of the thoracic cavity (→ 3). Between the two layers is a very thin layer of fluid, pleural fluid, which keeps the pleural layers lubricated, thus facilitating expansion and contraction movements during breathing. If, for any reason, air enters the pleural cavity, a pneumothorax occurs: as a result, lung activity is significantly reduced due to decreased volume and pressure of the lung itself.",
    "pneumotorace_terapia": "It should be noted, however, that if pneumothorax affects only one side, it can be well tolerated; indeed, in tuberculosis, it is induced as therapy (artificial pneumothorax, (→ 4), so that one lung fatigues as little as possible.",
    "fisiologia_respirazione": "Physiology of respiration",
    "polmoni_elastici": "The lungs are very elastic organs, capable of expanding and contracting. During expansion, air enters the lungs; during compression, air is expelled. The combination of these two movements is called the respiratory act, divided into two phases: inspiration and expiration.",
    "inspirazione": "During inspiration, there is an increase in thoracic volume due to the contraction of inspiratory muscles. Among these, perhaps the most important is the diaphragm, which, when contracting, descends, increasing thoracic capacity and decreasing pressure, thus allowing air to enter the lungs (→ 1). The external intercostal muscles, when contracting, cause the sternum and ribs to rise and move outward, increasing the anteroposterior and transverse diameters of the chest.",
    "respirazione_sesso": "Note that rib movements play a greater role in women's breathing than in men, where the diaphragm plays a more significant role. It is commonly said that women's breathing is predominantly costal, while in men it is diaphragmatic or abdominal.",
    "espirazione": "The expiratory phase is normally passive and determined by the relaxation of previously contracted muscles; as a result, thoracic capacity decreases and air can leave the lungs.",
    "volumi_respiratori": "The amount of air inhaled and exhaled during a normal respiratory cycle is about 500 cm³ (tidal air), but it can increase significantly under certain conditions. During a forced inspiration, about 2000–3000 cm³ of air can be inhaled (inspiratory reserve), while during forced expiration, about 1000 cm³ of air can be expelled (expiratory reserve). The sum of tidal volume, inspiratory reserve, and expiratory reserve is called vital lung capacity and is about 4000–4500 cm³.\n",
    "frequenza_respiratoria": "In a normal adult, respiratory cycles are about 16 per minute; they are slightly fewer in women and much higher in newborns, who have about 60–70. The rate increases during physical activity and is higher in individuals with well-developed musculature, such as athletes, and lower in obese individuals.",
    "controllo_respiratorio": "Control of respiratory activity is exercised by the respiratory center located in the medulla oblongata (→ 4). From here, nerve impulses travel to the anterior horns of the spinal cord and, via spinal nerves, reach the inspiratory muscles, causing their contraction and thus initiating inspiration.",
    "azione_bulbare": "It should be noted that the medullary center acts only during this phase, while expiration is simply caused by the reduction in thoracic cage volume.",
    "regolazione_co2": "The respiratory center is influenced by the state of expansion or retraction of the lungs. During expiration, lung retraction generates nerve impulses that excite the respiratory center, where impulses causing inspiration originate. The respiratory center is also regulated by the amount of carbon dioxide in the blood. A certain concentration of carbon dioxide in the blood is necessary for proper functioning of the respiratory center. An increase in blood carbon dioxide concentration, due to higher air concentration, stimulates the respiratory center, resulting in increased breathing rate.\n",
    "inibizione_co2": "However, a carbon dioxide concentration in the air above 9% inhibits the respiratory center and causes breathing disturbances.",
    "recettori_ossigeno": "More important are receptors sensitive to decreased oxygen levels in the blood, which stimulate the respiratory center, even reflexively.",
    "meccanismo_inspirazione": "An important mechanism limits chest expansion during each inspiration. Pressure-sensitive receptors in the lungs discharge progressively during inspiration. These impulses reach the respiratory center via the vagus nerves and inhibit it, thus terminating inspiration and allowing passive expiration."    
  }
}   