{
  "it": {
    "apparato_digerente": "APPARATO DIGERENTE",
    "introduzione_digestione": "Introduzione digestione",
    "nutrizione_funzione": "Necessaria all'uomo per l'accrescimento corporeo, per rinnovare le cellule che via via si distruggono e reintegrare le energie che servono ai vari organi a funzionare, la nutrizione comprende una successione di eventi:",
    "alimentazione": "Il primo, detto alimentazione consiste nell'ingestione dei cibi.",
    "digestione": "Per essere assimilati e rispondere a tali funzioni, i cibi devono subire una serie di profonde trasformazioni che nel loro complesso costituiscono la digestione.",
    "trasformazioni": "Dette trasformazioni avvengono nel tubo digerente, nel quale vari organi ghiandolari, tramite condotti di connessione o superficie, introducono alcune sostanze chimiche aventi il compito di trasformare gli alimenti ingeriti sino a renderli assorbibili.",
    "processo_digestione": "La digestione è infatti un processo di continua semplificazione chimica degli alimenti ingeriti.",
    "apparato_paragone": "L'apparato digerente può essere paragonato ad un lungo tubo continuo, in cui si distinguono alcuni tratti, diversi per lunghezza, forma e volume (→ 1).",
    "tratto_bocca": "Il primo tratto è rappresentato dalla bocca, delimitata anteriormente dalle labbra attraverso le quali comunica con l'esterno.",
    "bocca_faringe": "Posteriormente, attraverso l'istmo delle fauci, la bocca comunica con la faringe situata all'incrocio tra le vie dell'apparato digerente e quelle dell'apparato respiratorio.",
    "faringe_esofago": "Dalla faringe si passa nell'esofago.",
    "esofago_stomaco": "Anch'esso di forma tubulare, l'esofago congiunge la faringe con lo stomaco, che costituisce la parte più dilatata dell'intero apparato digerente.",
    "forma_stomaco": "La forma di questo può variare in rapporto alle caratteristiche di ciascun individuo (la si è spesso paragonata a una cornamusa).",
    "stomaco_intestino": "Attraverso lo sfintere pilorico (3), costituito da fibre muscolari circolari che si addensano maggiormente in questa zona, lo stomaco entra in comunicazione con l'intestino.",
    "intestino_tratti": "L'intestino è distinto in due tratti principali: il tenue, lungo circa 6 metri e 80 centimetri, e il crasso, lungo circa 1 metro e 80 centimetri.",
    "tenue_dettagli": "Il tenue è diviso a sua volta in duodeno, digiuno, ileo.",
    "ghiandole_duodeno": "Nel duodeno versano il loro secreto due importanti ghiandole annesse, il pancreas e il fegato, e numerose altre ghiandole.",
    "ileo_cecale": "L'ultimo tratto del tenue, l'ileo, comunica per mezzo della valvola ileo-cecale con il crasso, la cui parte iniziale costituisce il cieco.",
    "colon_percorso": "Questo, proseguendo sul lato destro dell'addome, prende il nome di colon ascendente. Al livello della superficie inferiore del fegato, esso si ripiega portandosi sul lato sinistro dell'addome con il nome di colon trasverso, a cui segue il colon discendente che continua quindi nel retto.",
    "retto_sfintere": "Questo si apre all'esterno mediante lo sfintere anale.",
    "mucosa_intestino": "La superficie interna di tutto l'intestino è formata da mucosa che assume nel tenue un aspetto del tutto peculiare per la presenza di formazioni atte ad alimentarne la superficie.",
    "valvole_villi": "Sono le valvole conniventi, duplicature della stessa mucosa, e i villi intestinali.",
    "funzione_crasso": "L'attività digestiva dell'intestino crasso è poco rilevante, a parte l'importante funzione che la flora microbica assolve sia nella sintesi di alcune vitamine sia nella degradazione di diversi elementi che compongono gli alimenti (ma l'abbondanza di microrganismi in questa regione dell'apparato digerente presenta maggior interesse dal punto di vista della patologia che da quello della fisiologia).",
    "composizione_feci": "Le feci, espulse all'esterno attraverso l'ano, sono formate non solo da residui inutili degli alimenti ingeriti, ma anche da materiali procedenti dall'apparato digerente e, principalmente, da batteri intestinali.",
    "mastigazione_deglutizione": "MASTICAZIONE DEGLUTIZIONE",
    "masticazione": "La masticazione",
    "primo_atto_digestione": "è il primo atto della digestione. Essa consiste in una suddivisione meccanica degli alimenti prodotta dai denti, che incidono, dilacerano e triturano gli stessi, mentre i movimenti della lingua e delle guance concorrono a rimescolare, nel cavo orale, il cibo già preparato dall'azione della saliva.",
    "controllo_masticazione": "L'atto masticatorio, che si compie facendo combaciare le due arcate dentarie, è dominato dai centri che si trovano nella corteccia temporale e nel bulbo e che mettono in azione i muscoli (masseteri, temporali, pterigoideo, interno ed esterno, e muscoli abbassatori), i quali consentono i movimenti di elevazione e di abbassamento, oltre che la demolizione di un alimento nelle sue parti costitutive.",
    "digestione_enzimi": "La digestione comincia nel cavo orale ad opera degli enzimi che, mediante azioni chimiche specifiche, fanno sì che dai cibi assunti si liberino i principi assimilabili a scopi nutritivi.",
    "enzimi_catalizzatori": "Ciò significa che gli enzimi sono dei catalizzatori, che favoriscono una reazione chimica e si ritrovano immutati al termine della reazione.",
    "azione_enzimi": "Un enzima si inserisce in una specifica molecola, la spezza e quindi se ne distacca mantenendo la proprietà di ripetere, possiamo dire indefinitamente, l'operazione.",
    "distruzione_enzimi": "Gli enzimi si distruggono soltanto con l'uso o per avvelenamento.",
    "specificita_enzimi": "Come si è detto, ogni enzima ha un campo d'azione limitato e specifico: per es., la pepsina del succo gastrico scinde le proteine, lasciando inalterati i grassi e i carboidrati; il caglio opera esclusivamente la coagulazione della caseina del latte; la maltasi scinde il maltosio, ma non il saccarosio, ecc.",
    "spallanzani_enzimi": "Fino dal XVIII secolo, Lazzaro Spallanzani aveva intuito l'importanza di queste sostanze, quando stabiliva, con i suoi esperimenti, che le trasformazioni chimiche che si verificano negli alimenti durante la digestione avvengono per opera dei succhi gastrici contenenti, come si scoprì in seguito, gli enzimi.",
    "ghiandole_salivari": "Al cavo orale sono annesse numerose ghiandole (→1), rappresentate perlopiù dalle parotidi, dalle sottolinguali e dalle sottomascellari.",
    "saliva": "Esse secernono la saliva, costituita essenzialmente di acqua (98,7%), da sostanze inorganiche (0,8%) e da sostanze organiche (0,5%).",
    "cloruri_amilasi": "Tra le sostanze inorganiche, i cloruri sono gli attivatori dell'amilasi;",
    "bicarbonati_fosfati": "i bicarbonati e i fosfati costituiscono un sistema tampone che mantiene il pH salivare vicino alla neutralità.",
    "mucina_ptialina": "Tra i costituenti organici, ci sono la mucina e numerosi enzimi, il più importante dei quali è la ptialina, che attacca l'amido, scindendolo idroliticamente fino a destrine e maltosio, e che continua la sua azione finché non viene inattivata, nello stomaco, dall'acido cloridrico.",
    "azione_ptialina": "L'azione enzimatica della ptialina si realizza infatti a un pH approssimativamente neutro.",
    "efficacia_ptialina": "L'azione si esplica meglio sull'amido cotto, quando i granuli non sono più protetti dall'involucro di cellulosa.",
    "funzione_saliva": "Oltre alla funzione digestiva, la saliva favorisce la masticazione, la formazione del bolo alimentare, la deglutizione e, per mezzo della mucina, la lubrificazione dell'esofago.",
    "azione_protettiva": "Sembra anche che favorisca la funzione gustativa e che svolga un'azione protettiva sui denti.",
    "regolazione_idrica": "Attraverso la sensazione di sete, la saliva entra anche nel meccanismo di regolazione del ricambio idrico.",
    "produzione_saliva": "La saliva viene prodotta in maniera continua, ma la quantità varia sia in rapporto alla presenza del cibo nella bocca sia alla natura stessa del cibo.",
    "masticazione_salivazione": "Si è notato che richiedono una più lunga masticazione le sostanze che hanno più scarso contenuto d'acqua, o sapori poco gradevoli, provocando una più abbondante salivazione.",
    "regolazione_nervosa": "In condizioni normali la secrezione della saliva è regolata da un meccanismo nervoso riflesso, che trova la sua origine negli stimoli meccanici della cavità orale e negli stimoli chimici delle papille gustative.",
    "centri_salivazione": "Gli impulsi nervosi, che hanno la loro origine nei recettori, arrivano al bulbo, dove si trovano i centri della salivazione: questi, se eccitati, inviano a loro volta impulsi alle ghiandole attraverso il sistema nervoso parasimpatico (→ 2).",
    "innervazione_ghiandole": "Le ghiandole salivari sono innervate da fibre del parasimpatico e del simpatico che stimolano la secrezione (il primo più intensamente).",
    "stimoli_salivazione": "Va infine ricordato che lo stimolo alla salivazione, oltre che dalla presenza di alimenti o di sostanze presenti nella bocca, può essere costituito anche da impressioni visive o olfattive, da ricordi mnemonici connessi con l'alimentazione.",
    "aspetto_ghiandole": "Le ghiandole salivari hanno l'aspetto di acini d'uva.",
    "secreto_parotidi": "Il secreto delle parotidi è costituito da saliva molto fluida, contenente ptialina;",
    "secreto_sottolinguali": "quello delle sottolinguali da saliva molto vischiosa, per la presenza di abbondante mucina, mentre manca di ptialina;",
    "secreto_sottomascellari": "quello delle sottomascellari da saliva di tipo misto, in quanto contiene sia ptialina sia mucina.",
    "dotto_stenone": "Le parotidi versano il loro secreto in prossimità del secondo molare superiore, mediante il dotto di Stenone;",
    "dotto_sottolinguali": "le sottolinguali non presentano dotto escretore unico, poiché ciascuna ghiandola è formata da un gruppo di 15-30 ghiandolette, ognuna delle quali presenta un suo proprio dotto;",
    "dotto_wharton": "le sottomascellari si aprono ai lati del frenulo linguale mediante il dotto sottomascellare di Wharton.",
    "formazione_bolo": "Gli alimenti masticati e insalivati assumono l'aspetto di un impasto pressoché uniforme che prende il nome di bolo alimentare.",
    "deglutizione_inizio": "A questo stadio, mediante l'atto della deglutizione il bolo alimentare passa nella faringe.",
    "controllo_riflesso": "Da questo momento il suo cammino attraverso l'apparato digerente non è più governato dalla volontà ma da una serie di atti riflessi regolati dal centro del bulbo.",
    "chiusura_faringea": "La presenza del bolo alimentare nella faringe determina infatti la contrazione dei muscoli di questa e il sollevamento del velo palatino che impedisce la comunicazione con le coane, mentre l'abbassamento dell'epiglottide, dovuto all'innalzamento nel momento opportuno dell'osso ioide, evita che le particelle solide o liquide possano penetrare nella laringe.",
    "apnea_deglutizione": "Nello stesso tempo si interrompe l'atto respiratorio (apnea da deglutizione) e il bolo penetra nell'esofago.",
    "peristalsi_esofago": "Qui viene spinto avanti dalla contrazione muscolare dell'esofago stesso. Le contrazioni si manifestano in onde lente: perciò, mentre il tratto anteriore è contratto, il seguente viene rilasciato; successivamente è questo a contrarsi, e così via.",
    "definizione_peristalsi": "Al complesso di contrazioni e rilassamenti si dà il nome di peristalsi. Essa, dopo che è iniziata, continua per tutto il tubo digerente.",
    "passaggio_stomaco": "Il bolo, una volta compiuto il tratto esofageo, passa attraverso il cardias e giunge allo stomaco. L'onda peristaltica rallenta infatti in basso, fino al rilasciamento dello sfintere del cardias.",
    "masticazione_deglutizione": "Masticazione deglutizione",
    "digestione_gastrica": "Digestione gastrica",
    "digestione_intestinale": "Digestione intestinale",
    "assorbimento_metabolismo": "Assorbimento metabolismo",
    "digestione_gastrica_B": "DIGESTIONE GASTRICA",
    "durata_digestione": "La sua durata varia secondo la qualità e la quantità degli alimenti (i grassi, ad es., ritardando la secrezione dell'acido cloridrico provocano una digestione più lenta): per un pasto medio occorrono circa tre/quattro ore",
    "attivita_stomaco": "durante le quali gli alimenti sono sottoposti ad un'intensa attività meccanica e chimica.",
    "peristalsi_stomaco": "Le contrazioni peristaltiche della muscolatura, che si manifestano mentre gli alimenti sono presenti nello stomaco, assicurano al medesimo i movimenti necessari al rimescolamento dei cibi e quindi al suo svuotamento.",
    "fame": "Tuttavia si possono avere contrazioni molto intense anche quando lo stomaco è vuoto; tali contrazioni coincidono in questo caso con la sensazione di fame.",
    "pareti_stomaco": "Le pareti dello stomaco sono costituite da più tuniche sovrapposte di cui si ricordano la muscolare e la mucosa.",
    "strato_muscolare": "La prima è formata da tre diversi strati di fibre: le longitudinali più esterne, le circolari disposte nello strato interno.",
    "aree_gastriche": "La seconda tappezza la cavità dello stomaco ed è suddivisa da numerosi solchi in zone dall'aspetto pressoché esagonale, le aree gastriche,",
    "ghiandole_gastriche": "nella cui parte mediana più depressa sboccano le ghiandole gastriche vari milioni di ghiandole tubulari, semplici provviste di rami laterali, si trovano nella mucosa del fondo e sboccano nella cavità gastrica, attraverso altrettanti orifizi visibili sulla sua superficie (→ 3).",
    "cellule_gastriche": "Le cellule che costituiscono queste ghiandole, oltre ad alcune caliciformi mucipare, sono di due tipi: le cellule principali, situate nella parte più profonda (→ 2), che producono un proenzima, il pepsinogeno; quelle parietali o oxintiche, situate al di sopra delle prime e distribuite irregolarmente, che elaborano acido cloridrico.",
    "ghiandole_antrali": "Le ghiandole che occupano l'antro pilorico differiscono da quelle del fondo per la tortuosità dei tubi secernenti e la maggiore lunghezza del canale escretore.",
    "succo_gastrico": "Il prodotto della secrezione ghiandolare, ossia il succo gastrico, è una mescolanza in proporzioni variabili delle secrezioni di ciascuna delle ghiandole menzionate e di quelle del proprio epitelio mucoso.",
    "componenti_succo": "I costituenti principali del succo gastrico, che si presenta come un liquido acquoso, sono l'acido cloridrico e la pepsina.",
    "azione_pepsina": "Questa è l'enzima alla cui azione si deve la demolizione delle grosse molecole proteiche insolubili in sostanze solubili, i peptoni.",
    "attivazione_pepsina": "La pepsina, come si è detto, viene prodotta sotto forma di un proenzima inattivo, il pepsinogeno, che viene attivato poi nella cavità gastrica dall'acido cloridrico.",
    "autocatalisi": "Una volta formatasi, è la pepsina stessa ad attivare altro pepsinogeno.",
    "funzione_acido": "L'acido cloridrico, oltre che come attivatore, serve per impartire all'ambiente l'acidità essenziale all'azione della pepsina.",
    "azione_antisetica": "Ha inoltre le proprietà antisettiche già rilevate dallo Spallanzani quando aveva notato come frammenti di carne, imbevuti nel succo gastrico, resistevano più a lungo alla putrefazione.",
    "rennina": "Il succo gastrico dei lattanti contiene la rennina o chimasi o chimosina, un enzima capace di far coagulare il latte, permettendone così una permanenza maggiore nello stomaco, in modo che le proteine in esso contenute possano venire attaccate dalla pepsina.",
    "lipasi_mucina": "Nel succo gastrico sono anche presenti in un'azione piuttosto limitata la lipasi, la quale però ha la mucina, a cui si deve, oltre alla funzione lubrificante, la protezione della mucosa gastrica dall'azione dell'acido cloridrico e della pepsina (che potrebbero digerire lo stomaco stesso).",
    "regolazione_nervosa_Gastric": "La produzione del succo gastrico non è continua ma ha inizio con l'assunzione del cibo.",
    "fase_cefalica": "In tale stadio essa è dovuta essenzialmente a meccanismi nervosi di cui sono responsabili i nervi vaghi (→ 4).",
    "stimoli_digestione": "Questi regolano inoltre la secrezione che si può verificare anche alla vista o all'odore del cibo, oppure sotto lo stimolo dell'appetito.",
    "fase_ormonale": "Quando gli alimenti giungono nello stomaco, la secrezione viene stimolata da un ormone, la gastrina, liberato dalla mucosa pilorica quando questa viene a contatto con il chimo.",
    "formazione_chimo": "Allorché si è compiuta la digestione gastrica e quindi il bolo si è trasformato in una poltiglia biancastra molto fluida, detta chimo,",
    "svuotamento_stomaco": "in seguito ad una più intensa peristalsi dell'antro, si inizia lo svuotamento dello stomaco e lo sfintere pilorico, chiuso tonicamente durante la digestione, si dilata attivamente.",
    "svuotamento_lento": "Lo svuotamento dello stomaco procede lentamente, a fiotti successivi di chimo, che, appena passati nel duodeno, provocano per riflesso la chiusura dello sfintere."
  },
  "en": {
    "apparato_digerente": "DIGESTIVE SYSTEM",
    "introduzione_digestione": "Digestion introduction",
    "nutrizione_funzione": "Nutrition is necessary for human growth, for renewing cells as they gradually break down, and for replenishing the energy required by various organs to function. It involves a sequence of events:",
    "alimentazione": "The first, called feeding, consists of ingesting food.",
    "digestione": "To be absorbed and fulfill these functions, foods must undergo a series of profound transformations that collectively constitute digestion.",
    "trasformazioni": "These transformations occur in the digestive tract, where various glandular organs introduce chemical substances through connecting ducts or surfaces, tasked with transforming ingested food until it becomes absorbable.",
    "processo_digestione": "Digestion is therefore a process of continuous chemical simplification of ingested food.",
    "apparato_paragone": "The digestive system can be compared to a long continuous tube, with distinct sections differing in length, shape, and volume (→ 1).",
    "tratto_bocca": "The first section is the mouth, bounded anteriorly by the lips, through which it communicates with the outside.",
    "bocca_faringe": "Posteriorly, through the oropharyngeal isthmus, the mouth connects to the pharynx, located at the intersection of the digestive and respiratory tracts.",
    "faringe_esofago": "From the pharynx, we move into the esophagus.",
    "esofago_stomaco": "Also tubular in shape, the esophagus connects the pharynx to the stomach, which constitutes the most dilated part of the entire digestive system.",
    "forma_stomaco": "Its shape can vary according to individual characteristics (it is often compared to a bagpipe).",
    "stomaco_intestino": "Through the pyloric sphincter (3), made up of circular muscle fibers that are denser in this area, the stomach communicates with the intestine.",
    "intestino_tratti": "The intestine is divided into two main sections: the small intestine, about 6.8 meters long, and the large intestine, about 1.8 meters long.",
    "tenue_dettagli": "The small intestine is further divided into duodenum, jejunum, and ileum.",
    "ghiandole_duodeno": "Two important accessory glands, the pancreas and the liver, along with numerous other glands, release their secretions into the duodenum.",
    "ileo_cecale": "The last part of the small intestine, the ileum, connects via the ileocecal valve to the large intestine, whose initial part is the cecum.",
    "colon_percorso": "Continuing on the right side of the abdomen, it becomes the ascending colon. At the level of the lower surface of the liver, it bends and moves to the left side of the abdomen as the transverse colon, followed by the descending colon, which then continues into the rectum.",
    "retto_sfintere": "The rectum opens to the outside through the anal sphincter.",
    "mucosa_intestino": "The inner surface of the entire intestine is formed by mucosa, which in the small intestine has a unique appearance due to structures that increase its surface area.",
    "valvole_villi": "These are the plicae circulares (circular folds), duplications of the mucosa itself, and the intestinal villi.",
    "funzione_crasso": "Digestive activity in the large intestine is minimal, except for the important role of gut microbiota in synthesizing certain vitamins and degrading various food components (though the abundance of microorganisms in this region is of greater interest from a pathological rather than physiological standpoint).",
    "composizione_feci": "Feces, expelled outside through the anus, consist not only of useless residues of ingested food, but also of materials from the digestive system itself, and primarily intestinal bacteria.",
    "mastigazione_deglutizione": "MASTICATION AND SWALLOWING",
    "masticazione": "Mastication",
    "primo_atto_digestione": "is the first act of digestion. It consists of the mechanical breakdown of food by the teeth, which cut, tear, and grind it, while movements of the tongue and cheeks help mix the food in the oral cavity, already prepared by the action of saliva.",
    "controllo_masticazione": "The masticatory act, achieved by bringing the two dental arches together, is controlled by centers located in the temporal cortex and the medulla, which activate the muscles (masseter, temporalis, medial and lateral pterygoid, and depressor muscles), allowing elevation and depression movements, as well as food breakdown into its constituent parts.",
    "digestione_enzimi": "Digestion begins in the oral cavity through the action of enzymes, which, via specific chemical actions, release nutrients from ingested food for absorption.",
    "enzimi_catalizzatori": "This means enzymes are catalysts: they promote a chemical reaction and remain unchanged at the end of it.",
    "azione_enzimi": "An enzyme binds to a specific molecule, breaks it apart, and then detaches, retaining the ability to repeat the operation indefinitely.",
    "distruzione_enzimi": "Enzymes are destroyed only through use or poisoning.",
    "specificita_enzimi": "As stated, each enzyme has a limited and specific action: for example, pepsin in gastric juice breaks down proteins while leaving fats and carbohydrates unchanged; rennet acts exclusively on the coagulation of milk casein; maltase breaks down maltose but not sucrose, etc.",
    "spallanzani_enzimi": "As early as the 18th century, Lazzaro Spallanzani intuited the importance of these substances, establishing through his experiments that the chemical transformations occurring in food during digestion are caused by gastric juices containing, as later discovered, enzymes.",
    "ghiandole_salivari": "Several glands are associated with the oral cavity (→1), mostly the parotid, sublingual, and submandibular glands.",
    "saliva": "They secrete saliva, composed mainly of water (98.7%), inorganic substances (0.8%), and organic substances (0.5%).",
    "cloruri_amilasi": "Among the inorganic substances, chlorides are activators of amylase;",
    "bicarbonati_fosfati": "bicarbonates and phosphates form a buffer system that maintains salivary pH close to neutral.",
    "mucina_ptialina": "Among the organic components are mucin and several enzymes, the most important being ptyalin, which attacks starch, hydrolyzing it into dextrins and maltose, and continues its action until inactivated in the stomach by hydrochloric acid.",
    "azione_ptialina": "The enzymatic action of ptyalin occurs at an approximately neutral pH.",
    "efficacia_ptialina": "Its action is more effective on cooked starch, when granules are no longer protected by the cellulose coating.",
    "funzione_saliva": "Besides its digestive function, saliva aids in chewing, bolus formation, swallowing, and, through mucin, lubricates the esophagus.",
    "azione_protettiva": "It also appears to enhance taste function and provides protective action on the teeth.",
    "regolazione_idrica": "Through the sensation of thirst, saliva also participates in the regulation of water balance.",
    "produzione_saliva": "Saliva is produced continuously, but the amount varies depending on the presence and nature of food in the mouth.",
    "masticazione_salivazione": "It has been observed that substances with low water content or unpleasant tastes require longer chewing, causing more abundant salivation.",
    "regolazione_nervosa": "Under normal conditions, saliva secretion is regulated by a reflex nervous mechanism originating from mechanical stimuli in the oral cavity and chemical stimuli from taste buds.",
    "centri_salivazione": "Nerve impulses originating from receptors reach the medulla, where salivary centers are located: when stimulated, they in turn send impulses to the glands via the parasympathetic nervous system (→ 2).",
    "innervazione_ghiandole": "Salivary glands are innervated by parasympathetic and sympathetic fibers that stimulate secretion (the former more intensely).",
    "stimoli_salivazione": "Finally, it should be remembered that salivary stimulation can also be triggered by visual or olfactory impressions and mnemonic memories related to food, besides the presence of food or substances in the mouth.",
    "aspetto_ghiandole": "Salivary glands resemble grape clusters.",
    "secreto_parotidi": "The parotid secretion consists of very fluid saliva containing ptyalin;",
    "secreto_sottolinguali": "the sublingual secretion is very viscous saliva, due to abundant mucin, but lacks ptyalin;",
    "secreto_sottomascellari": "the submandibular secretion is mixed-type saliva, containing both ptyalin and mucin.",
    "dotto_stenone": "The parotids discharge their secretion near the upper second molar through Stensen's duct;",
    "dotto_sottolinguali": "the sublinguals lack a single excretory duct, as each gland consists of a group of 15-30 small glands, each with its own duct;",
    "dotto_wharton": "the submandibulars open on either side of the lingual frenulum through Wharton's submandibular duct.",
    "formazione_bolo": "Chewed and moistened foods take on the appearance of a nearly uniform paste known as the food bolus.",
    "deglutizione_inizio": "At this stage, through the act of swallowing, the food bolus passes into the pharynx.",
    "controllo_riflesso": "From this moment on, its journey through the digestive tract is no longer under voluntary control but governed by a series of reflex actions regulated by the medulla.",
    "chiusura_faringea": "The presence of the food bolus in the pharynx causes contraction of its muscles and elevation of the soft palate, blocking communication with the nasal passages, while the epiglottis lowers, due to the timely elevation of the hyoid bone, preventing solid or liquid particles from entering the larynx.",
    "apnea_deglutizione": "At the same time, breathing stops (swallowing apnea) and the bolus enters the esophagus.",
    "peristalsi_esofago": "Here it is pushed forward by muscular contraction of the esophagus itself. Contractions occur in slow waves: while the anterior segment contracts, the next relaxes; then this one contracts, and so on.",
    "definizione_peristalsi": "This sequence of contractions and relaxations is called peristalsis. Once started, it continues throughout the entire digestive tract.",
    "passaggio_stomaco": "Once the esophageal phase is complete, the bolus passes through the cardia and reaches the stomach. The peristaltic wave slows down below, until the cardia sphincter relaxes.",
    "masticazione_deglutizione": "Mastication swallowing",
    "digestione_gastrica": "Gastric digestion",
    "digestione_intestinale": "Intestinal digestion",
    "assorbimento_metabolismo": "Absorption metabolism",
    "digestione_gastrica_B": "GASTRIC DIGESTION",
    "durata_digestione": "Its duration varies according to the quality and quantity of food (fats, for example, by delaying hydrochloric acid secretion cause slower digestion): for an average meal, about three to four hours are required",
    "attivita_stomaco": "during which foods are subjected to intense mechanical and chemical activity.",
    "peristalsi_stomaco": "The peristaltic contractions of the muscular wall, which occur while food is present in the stomach, ensure the necessary movements for mixing food and thus emptying the stomach.",
    "fame": "However, very intense contractions can also occur when the stomach is empty; in this case, such contractions coincide with the sensation of hunger.",
    "pareti_stomaco": "The stomach walls are composed of several overlapping layers, including the muscular and mucosal layers.",
    "strato_muscolare": "The former is formed by three different fiber layers: the outer longitudinal and the inner circular layers.",
    "aree_gastriche": "The latter lines the stomach cavity and is divided by numerous grooves into areas with an almost hexagonal appearance, the gastric areas,",
    "ghiandole_gastriche": "in whose more depressed central portion the gastric glands open; millions of simple tubular glands with lateral branches are located in the mucosa of the fundus and open into the gastric cavity through as many visible orifices on its surface (→ 3).",
    "cellule_gastriche": "The cells that make up these glands, besides some mucous goblet cells, are of two types: the main cells, located in the deeper portion (→ 2), which produce a proenzyme, pepsinogen; the parietal or oxyntic cells, located above the former and irregularly distributed, which produce hydrochloric acid.",
    "ghiandole_antrali": "The glands occupying the pyloric antrum differ from those of the fundus in the tortuosity of the secretory tubes and the greater length of the excretory duct.",
    "succo_gastrico": "The product of glandular secretion, i.e. gastric juice, is a mixture in variable proportions of the secretions of each of the mentioned glands and of the own mucosal epithelium.",
    "componenti_succo": "The main components of gastric juice, which appears as a watery liquid, are hydrochloric acid and pepsin.",
    "azione_pepsina": "Pepsin is the enzyme responsible for breaking down large insoluble protein molecules into soluble substances, peptones.",
    "attivazione_pepsina": "As stated, pepsin is produced in the form of an inactive proenzyme, pepsinogen, which is then activated in the gastric cavity by hydrochloric acid.",
    "autocatalisi": "Once formed, pepsin itself activates more pepsinogen.",
    "funzione_acido": "Hydrochloric acid, besides acting as an activator, provides the acidity essential for pepsin activity.",
    "azione_antisetica": "It also has antiseptic properties, as observed by Spallanzani, who noted that meat fragments soaked in gastric juice resist putrefaction longer.",
    "rennina": "Infant gastric juice contains rennin or chymase or chymosin, an enzyme capable of coagulating milk, thus allowing it to remain longer in the stomach so that the proteins it contains can be attacked by pepsin.",
    "lipasi_mucina": "Gastric juice also contains lipase, which has rather limited action in fat digestion, and mucin, which, besides its lubricating function, protects the gastric mucosa from the action of hydrochloric acid and pepsin (which could digest the stomach itself).",
    "regolazione_nervosa_Gastric": "Gastric juice production is not continuous but begins with food intake.",
    "fase_cefalica": "At this stage, it is essentially due to nervous mechanisms involving the vagus nerves (→ 4).",
    "stimoli_digestione": "These also regulate the secretion that can occur at the sight or smell of food, or under appetite stimulation.",
    "fase_ormonale": "When food reaches the stomach, secretion is stimulated by a hormone, gastrin, released by the pyloric mucosa when it comes into contact with chyme.",
    "formazione_chimo": "When gastric digestion is complete and the bolus has turned into a whitish, very fluid mush called chyme,",
    "svuotamento_stomaco": "following more intense peristalsis of the antrum, stomach emptying begins and the pyloric sphincter, tonically closed during digestion, actively dilates.",
    "svuotamento_lento": "Stomach emptying proceeds slowly, in successive chyme spurts, which, as soon as they pass into the duodenum, reflexively cause sphincter closure."
  }
}   