{
  "it": {
    "tegumentary_system_title": "APPARATO TEGUMENTARIO (O CUTANEO)",
    "tegumentary_system_definition_start": "L’apparato tegumentario è l’apparato che riveste tutte le strutture interne del nostro corpo",
    "tegumentary_system_components": "Esso è formato dalla cute (pelle) e da tutte quelle strutture ed annessi ad essa associati (peli,capelli,unghie,ghiandole)",
    "annessi_cutanei": "ANNESSI CUTANEI",
    "cute": "CUTE",
    "epidermide": "EPIDERMIDE",
    "derma": "DERMA",
    "peli_e_capelli": "PELI E CAPELLI",
    "unghie": "UNGHIE",
    "ghiandole": "GHIANDOLE",
    "ipoderma": "IPODERMA",
    "cellule_fibroblasti": "Cellule: Fibroblasti, cellule immunitarie;",
    "sostanza_intercellulare_composizione": "Sostanza intercellulare: • Sostanza fondamentale: acqua, acido ialuronico; • Componente fibrosa: fibre collagene, fibre reticolari, fibre elastiche.",
    "vasi_sanguigni": "Vasi sanguigni",
    "rete_nervosa": "Rete nervosa",
    "cellule_list_title": "CELLULE:",
    "cheratinociti": "Cheratinociti 90% (cheratina)",
    "melanociti": "Melanociti (melanina)",
    "cellule_merkel": "Cellule del Merkel",
    "cellule_langherans": "Cellule del Langherans",
    "sostanza_intercellulare_title": "SOSTANZA INTERCELLULARE",
    "poca": "POCA",
    "sottocute": "SOTTOCUTE",
     "title_skin": "La cute o pelle",
    "skin_largest_organ": "La cute è l’organo più esteso del corpo umano",
    "skin_size_weight": "Essa ha una superficie di circa 2 m² e un peso di circa 3 kg, che corrisponde al 6-8% del peso corporeo.",
    "skin_function_protection": "La cute è l’organo di rivestimento del corpo umano, che lo protegge dagli agenti esterni e ne regola le funzioni vitali.",
    "skin_structure": "Essa è costituita da due strati principali: l’epidermide e il derma, che poggiano su uno strato di tessuto connettivo, l’ipoderma o tessuto sottocutaneo.",
    "skin_complex_organ": "La cute è un organo complesso, che svolge numerose funzioni, tra cui la protezione del corpo, la regolazione della temperatura, la percezione sensoriale e la produzione di vitamina D.",
    "skin_dynamic_organ": "La cute è un organo dinamico, che si rinnova continuamente attraverso un processo di desquamazione, in cui le cellule morte dell’epidermide vengono eliminate e sostituite da nuove cellule.",
    "skin_vital_organ": "La cute è un organo vitale, che svolge un ruolo fondamentale nella salute e nel benessere dell’individuo.",
    "skin_diseases": "La cute è un organo che può essere colpito da numerose patologie, come le infezioni, le allergie, le malattie autoimmuni e i tumori.",
    "skin_care": "La cute è un organo che richiede cure e attenzioni particolari, come l’igiene quotidiana, la protezione dai raggi solari, l’idratazione e la nutrizione adeguata.",
    "skin_external_factors_influence": "La cute è un organo che può essere influenzato da fattori esterni, come l’alimentazione, lo stile di vita, l’ambiente e le emozioni.",
    "skin_various_factors": "La cute è un organo che può essere influenzato da numerosi fattori, tra cui l'età, la genetica, l'esposizione a sostanze chimiche, l'inquinamento, le condizioni climatiche e lo stress.",
    "factors_alter_skin": "Questi fattori possono alterare la struttura e la funzione della pelle, rendendola più suscettibile a danni, invecchiamento precoce e malattie.",
    "adopt_healthy_lifestyle": "Per questo motivo, è importante adottare uno stile di vita sano e prendersi cura della propria pelle con prodotti adeguati e protezione dagli agenti esterni."
  },
  "en": {
    "tegumentary_system_title": "THE INTEGUMENTARY (OR CUTANEOUS) SYSTEM",
    "tegumentary_system_definition_start": "The integumentary system is the system that covers all the internal structures of our body",
    "tegumentary_system_components": "It is formed by the skin and all the structures and appendages associated with it (hair, nails, glands)",
    "annessi_cutanei": "SKIN APPENDAGES",
    "cute": "SKIN",
    "epidermide": "EPIDERMIS",
    "derma": "DERMIS",
    "peli_e_capelli": "HAIR AND FOLLICLES",
    "unghie": "NAILS",
    "ghiandole": "GLANDS",
    "ipoderma": "HYPODERMIS",
    "cellule_fibroblasti": "Cells: Fibroblasts, immune cells;",
    "sostanza_intercellulare_composizione": "Intercellular substance: • Ground substance: water, hyaluronic acid; • Fibrous component: collagen fibers, reticular fibers, elastic fibers.",
    "vasi_sanguigni": "Blood vessels",
    "rete_nervosa": "Nerve network",
    "cellule_list_title": "CELLS:",
    "cheratinociti": "Keratinocytes 90% (keratin)",
    "melanociti": "Melanocytes (melanin)",
    "cellule_merkel": "Merkel cells",
    "cellule_langherans": "Langerhans cells",
    "sostanza_intercellulare_title": "INTERCELLULAR SUBSTANCE",
    "poca": "SCARCE",
    "sottocute": "SUBCUTIS",
    "title_skin": "The Skin",
    "skin_largest_organ": "The skin is the largest organ of the human body",
    "skin_size_weight": "It has a surface area of about 2 m² and weighs about 3 kg, which corresponds to 6-8% of the body weight.",
    "skin_function_protection": "The skin is the covering organ of the human body, which protects it from external agents and regulates its vital functions.",
    "skin_structure": "It is made up of two main layers: the epidermis and the dermis, which rest on a layer of connective tissue, the hypodermis or subcutaneous tissue.",
    "skin_complex_organ": "The skin is a complex organ that performs numerous functions, including body protection, temperature regulation, sensory perception, and vitamin D production.",
    "skin_dynamic_organ": "The skin is a dynamic organ that continuously renews itself through a process of desquamation, in which dead epidermal cells are eliminated and replaced by new cells.",
    "skin_vital_organ": "The skin is a vital organ that plays a fundamental role in an individual's health and well-being.",
    "skin_diseases": "The skin is an organ that can be affected by numerous pathologies, such as infections, allergies, autoimmune diseases, and tumors.",
    "skin_care": "The skin is an organ that requires special care and attention, such as daily hygiene, sun protection, adequate hydration, and nutrition.",
    "skin_external_factors_influence": "The skin is an organ that can be influenced by external factors, such as diet, lifestyle, environment, and emotions.",
    "skin_various_factors": "The skin is an organ that can be influenced by numerous factors, including age, genetics, exposure to chemicals, pollution, climatic conditions, and stress.",
    "factors_alter_skin": "These factors can alter the structure and function of the skin, making it more susceptible to damage, premature aging, and diseases.",
    "adopt_healthy_lifestyle": "For this reason, it is important to adopt a healthy lifestyle and take care of your skin with appropriate products and protection from external agents."
  }
}