{
  "it": {
    "tegumentary_system_title": "APPARATO TEGUMENTARIO (O CUTANEO)",
    "tegumentary_system_definition_start": "L’apparato tegumentario è l’apparato che riveste tutte le strutture interne del nostro corpo",
    "tegumentary_system_components": "Esso è formato dalla cute (pelle) e da tutte quelle strutture ed annessi ad essa associati (peli,capelli,unghie,ghiandole)",
    "annessi_cutanei": "ANNESSI CUTANEI",
    "cute": "CUTE",
    "epidermide": "EPIDERMIDE",
    "derma": "DERMA",
    "peli_e_capelli": "PELI E CAPELLI",
    "unghie": "UNGHIE",
    "ghiandole": "GHIANDOLE",
    "ipoderma": "IPODERMA",
    "cellule_fibroblasti": "Cellule: Fibroblasti, cellule immunitarie;",
    "sostanza_intercellulare_composizione": "Sostanza intercellulare: • Sostanza fondamentale: acqua, acido ialuronico; • Componente fibrosa: fibre collagene, fibre reticolari, fibre elastiche.",
    "vasi_sanguigni": "Vasi sanguigni",
    "rete_nervosa": "Rete nervosa",
    "cellule_list_title": "CELLULE:",
    "cheratinociti": "Cheratinociti 90% (cheratina)",
    "melanociti": "Melanociti (melanina)",
    "cellule_merkel": "Cellule del Merkel",
    "cellule_langherans": "Cellule del Langherans",
    "sostanza_intercellulare_title": "SOSTANZA INTERCELLULARE",
    "poca": "POCA",
    "sottocute": "SOTTOCUTE",
     "title_skin": "La cute o pelle",
    "skin_largest_organ": "La cute è l’organo più esteso del corpo umano.",
    "skin_size_weight": "Essa ha una superficie di circa 2 m² e un peso di circa 3 kg, che corrisponde al 6-8% del peso corporeo.",
    "skin_function_protection": "La cute è l’organo di rivestimento del corpo umano, che lo protegge dagli agenti esterni e ne regola le funzioni vitali.",
    "skin_structure": "Essa è costituita da due strati principali: l’epidermide e il derma, che poggiano su uno strato di tessuto connettivo, l’ipoderma o tessuto sottocutaneo.",
    "skin_complex_organ": "La cute è un organo complesso, che svolge numerose funzioni, tra cui la protezione del corpo, la regolazione della temperatura, la percezione sensoriale e la produzione di vitamina D.",
    "skin_dynamic_organ": "La cute è un organo dinamico, che si rinnova continuamente attraverso un processo di desquamazione, in cui le cellule morte dell’epidermide vengono eliminate e sostituite da nuove cellule.",
    "skin_vital_organ": "La cute è un organo vitale, che svolge un ruolo fondamentale nella salute e nel benessere dell’individuo.",
    "skin_diseases": "La cute è un organo che può essere colpito da numerose patologie, come le infezioni, le allergie, le malattie autoimmuni e i tumori.",
    "skin_care": "La cute è un organo che richiede cure e attenzioni particolari, come l’igiene quotidiana, la protezione dai raggi solari, l’idratazione e la nutrizione adeguata.",
    "skin_external_factors_influence": "La cute è un organo che può essere influenzato da fattori esterni, come l’alimentazione, lo stile di vita, l’ambiente e le emozioni.",
    "skin_various_factors": "La cute è un organo che può essere influenzato da numerosi fattori, tra cui l'età, la genetica, l'esposizione a sostanze chimiche, l'inquinamento, le condizioni climatiche e lo stress.",
    "factors_alter_skin": "Questi fattori possono alterare la struttura e la funzione della pelle, rendendola più suscettibile a danni, invecchiamento precoce e malattie.",
    "adopt_healthy_lifestyle": "Per questo motivo, è importante adottare uno stile di vita sano e prendersi cura della propria pelle con prodotti adeguati e protezione dagli agenti esterni.",
    "skin_functions_title": "Funzioni della pelle",
    "protection_title": "1)Protezione",
    "protection_mechanical_function": "- Funzione meccanica: svolta principalmente dallo strato corneo e dal tessuto adiposo, che difendono gli organi interni da urti, colpi e cadute;",
    "protection_physical_function": "- Funzione fisica: contro gli agenti esterni come la temperatura, le radiazioni solari e l’elettricità. I meccanismi grazie ai quali la cute ci difende dai fenomeni termici sono detti di termoregolazione, e sono: il sudore, la vasocostrizione, la vasodilatazione e l’effetto isolante del tessuto adiposo; la cheratina della pelle ci difende dai fenomeni elettrici, e la melanina dalle radiazioni solari;",
    "protection_chemical_function": "- Funzione chimica: contro sostanze nocive di natura chimica come gli acidi o le basi. Ad impedire che tali sostanze penetrino nei tessuti sottostanti sono lo strato corneo e il film idrolipidico.",
    "other_functions": "2)Immunitaria; 3)Secretoria/escretoria; 4)Respiratoria; 5) Di assorbimento; 6)Sensoriale.",
    "metabolic_function": "Inoltre, la pelle è un'importante sede metabolica: è infatti a livello della cute e grazie all’azione dei raggi solari che avviene la maturazione della pre-vitamina D3 in vitamina D 3 attiva, che viene ulteriormente processata dai reni e dal fegato.",
    "vitamin_d_role": "Essa è importante non solo per fissare il calcio e mantenere sane le ossa, ma ha anche un ruolo nella regolazione della divisione cellulare (aiutando a proteggere dai tumori) e del sistema immunitario, proteggendo da disfunzioni di natura autoimmune (carenze di vitamina D sono associati ad esempio al diabete autoimmune e alla sclerosi multipla).",
    "epidermis_title": "L’epidermide",
    "epidermis_definition": "L’epidermide è lo strato più superficiale della pelle, quindi quello più esterno che vediamo e che tocchiamo. È un tessuto epiteliale di rivestimento, pluristratificato cheratinizzato ed è privo di vasi sanguigni. Di conseguenza il nutrimento è fornito dal tessuto sottostante (derma) nel quale è presente la rete vascolare.",
    "epidermis_cell_types_intro": "L’epidermide è formata da cellule di diverso tipo:",
    "keratinocytes_title": "1) Cheratinociti:",
    "keratinocytes_description": "Rappresentano circa il 90% delle cellule presenti nell’epidermide. Essi subiscono un processo di maturazione attraverso il quale vanno incontro ad una serie di trasformazioni. Da uno strato profondo chiamato strato basale, ad intensa attività riproduttiva, migrano verso uno strato più superficiale, chiamato strato corneo, in cui raggiungono la piena maturazione.",
    "keratinocytes_maturation": "In questo cammino essi cambiano forma e funzione: si appiattiscono, muoiono (perdono organuli citoplasma e nucleo) e accumulano cheratina, fino a trasformarsi nello strato corneo in corneocita o lamella cornea.",
    "melanocytes_title": "2) Melanociti:",
    "melanocytes_description": "Sono presenti nello strato più profondo dell’epidermide (basale) interposti ai cheratinociti, rispetto ai quali sono meno numerosi. I melanociti producono la melanina, pigmento tipico della cute la cui funzione è quella di proteggere gli strati sottostanti della cute dalle radiazioni ultravioletti.",
    "melanin_production": "La melanina viene prodotta a partire da un amminoacido, la tirosina, e viene trasferita ai cheratinociti attraverso i prolungamenti dei melanociti stessi. La quantità di melanina prodotta varia da individuo a individuo e dipende da fattori genetici ed ambientali (esposizione al sole).",
    "langerhans_cells_title": "3) Cellule di Langerhans:",
    "langerhans_cells_description": "Prima difesa immunitaria, presenti in tutti gli strati dell'epidermide, ma in particolare nello strato spinoso.",
    "merkel_cells_title": "4) Cellule di Merkel:",
    "merkel_cells_description": "Unità recettoriale sensitiva, che risponde a stimoli tattili e pressori. Sono presenti nello strato basale dell’epidermide, in corrispondenza delle terminazioni nervose.",
    "epidermis_layers_intro": "L’esame dell’epidermide al microscopio mostra la suddivisione di questo tessuto in 5 strati.",
    "epidermis_layers_description": "La stratificazione dell’epidermide è dovuta al processo di maturazione del cheratinocita. Il nome di questi 5 strati indica le caratteristiche tipiche delle cellule di cui sono formate."
  },
  "en": {
    "tegumentary_system_title": "THE INTEGUMENTARY (OR CUTANEOUS) SYSTEM",
    "tegumentary_system_definition_start": "The integumentary system is the system that covers all the internal structures of our body",
    "tegumentary_system_components": "It is formed by the skin and all the structures and appendages associated with it (hair, nails, glands)",
    "annessi_cutanei": "SKIN APPENDAGES",
    "cute": "SKIN",
    "epidermide": "EPIDERMIS",
    "derma": "DERMIS",
    "peli_e_capelli": "HAIR AND FOLLICLES",
    "unghie": "NAILS",
    "ghiandole": "GLANDS",
    "ipoderma": "HYPODERMIS",
    "cellule_fibroblasti": "Cells: Fibroblasts, immune cells;",
    "sostanza_intercellulare_composizione": "Intercellular substance: • Ground substance: water, hyaluronic acid; • Fibrous component: collagen fibers, reticular fibers, elastic fibers.",
    "vasi_sanguigni": "Blood vessels",
    "rete_nervosa": "Nerve network",
    "cellule_list_title": "CELLS:",
    "cheratinociti": "Keratinocytes 90% (keratin)",
    "melanociti": "Melanocytes (melanin)",
    "cellule_merkel": "Merkel cells",
    "cellule_langherans": "Langerhans cells",
    "sostanza_intercellulare_title": "INTERCELLULAR SUBSTANCE",
    "poca": "SCARCE",
    "sottocute": "SUBCUTIS",
    "title_skin": "The Skin",
    "skin_largest_organ": "The skin is the largest organ of the human body.",
    "skin_size_weight": "It has a surface area of about 2 m² and weighs about 3 kg, which corresponds to 6-8% of the body weight.",
    "skin_function_protection": "The skin is the covering organ of the human body, which protects it from external agents and regulates its vital functions.",
    "skin_structure": "It is made up of two main layers: the epidermis and the dermis, which rest on a layer of connective tissue, the hypodermis or subcutaneous tissue.",
    "skin_complex_organ": "The skin is a complex organ that performs numerous functions, including body protection, temperature regulation, sensory perception, and vitamin D production.",
    "skin_dynamic_organ": "The skin is a dynamic organ that continuously renews itself through a process of desquamation, in which dead epidermal cells are eliminated and replaced by new cells.",
    "skin_vital_organ": "The skin is a vital organ that plays a fundamental role in an individual's health and well-being.",
    "skin_diseases": "The skin is an organ that can be affected by numerous pathologies, such as infections, allergies, autoimmune diseases, and tumors.",
    "skin_care": "The skin is an organ that requires special care and attention, such as daily hygiene, sun protection, adequate hydration, and nutrition.",
    "skin_external_factors_influence": "The skin is an organ that can be influenced by external factors, such as diet, lifestyle, environment, and emotions.",
    "skin_various_factors": "The skin is an organ that can be influenced by numerous factors, including age, genetics, exposure to chemicals, pollution, climatic conditions, and stress.",
    "factors_alter_skin": "These factors can alter the structure and function of the skin, making it more susceptible to damage, premature aging, and diseases.",
    "adopt_healthy_lifestyle": "For this reason, it is important to adopt a healthy lifestyle and take care of your skin with appropriate products and protection from external agents.",
    "skin_functions_title": "Skin Functions",
    "protection_title": "1)Protection",
    "protection_mechanical_function": "- Mechanical function: primarily performed by the stratum corneum and adipose tissue, which protect internal organs from impacts, shocks, and falls;",
    "protection_physical_function": "- Physical function: against external agents such as temperature, solar radiation, and electricity. The mechanisms by which the skin protects us from thermal phenomena are called thermoregulation, and they include: sweating, vasoconstriction, vasodilation, and the insulating effect of adipose tissue; the skin's keratin protects us from electrical phenomena, and melanin from solar radiation;",
    "protection_chemical_function": "- Chemical function: against harmful chemical substances like acids or bases. The stratum corneum and the hydrolipidic film prevent these substances from penetrating the underlying tissues.",
    "other_functions": "2)Immune; 3)Secretory/excretory; 4)Respiratory; 5)Absorptive; 6)Sensory.",
    "metabolic_function": "Furthermore, the skin is an important metabolic site: it is at the skin level and thanks to the action of solar rays that the maturation of pre-vitamin D3 into active vitamin D3 occurs, which is further processed by the kidneys and liver.",
    "vitamin_d_role": "It is important not only for fixing calcium and maintaining healthy bones but also plays a role in regulating cell division (helping to protect against tumors) and the immune system, protecting against autoimmune dysfunctions (vitamin D deficiencies are associated, for example, with autoimmune diabetes and multiple sclerosis).",
    "epidermis_title": "The Epidermis",
    "epidermis_definition": "The epidermis is the most superficial layer of the skin, the outermost one we see and touch. It's a stratified keratinized epithelial tissue, devoid of blood vessels. As a result, it receives nourishment from the underlying tissue (dermis) which contains a vascular network.",
    "epidermis_cell_types_intro": "The epidermis is made up of different types of cells:",
    "keratinocytes_title": "1) Keratinocytes:",
    "keratinocytes_description": "They make up about 90% of the cells in the epidermis. They undergo a maturation process involving a series of transformations. From a deep layer called the basal layer, with intense reproductive activity, they migrate to a more superficial layer, called the stratum corneum, where they reach full maturation.",
    "keratinocytes_maturation": "During this journey, they change their shape and function: they flatten, die (losing their cytoplasm organelles and nucleus), and accumulate keratin, until they transform into a corneocyte or horny lamella in the stratum corneum.",
    "melanocytes_title": "2) Melanocytes:",
    "melanocytes_description": "They are located in the deepest layer of the epidermis (basal layer), interspersed among keratinocytes, but are less numerous. Melanocytes produce melanin, a typical skin pigment whose function is to protect the underlying skin layers from ultraviolet radiation.",
    "melanin_production": "Melanin is produced from an amino acid, tyrosine, and is transferred to keratinocytes through the prolongations of the melanocytes themselves. The amount of melanin produced varies from individual to individual and depends on genetic and environmental factors (sun exposure).",
    "langerhans_cells_title": "3) Langerhans cells:",
    "langerhans_cells_description": "The first line of immune defense, present in all layers of the epidermis, but particularly in the stratum spinosum.",
    "merkel_cells_title": "4) Merkel cells:",
    "merkel_cells_description": "A sensory receptor unit that responds to tactile and pressure stimuli. They are located in the basal layer of the epidermis, near nerve endings.",
    "epidermis_layers_intro": "A microscopic examination of the epidermis shows the subdivision of this tissue into 5 layers.",
    "epidermis_layers_description": "The stratification of the epidermis is due to the keratinocyte maturation process. The names of these 5 layers indicate the typical characteristics of the cells they are formed from."
  }
}