{
"it": {
    "title_main": "CAPELLI: ANATOMIA, STRUTTURA E CICLO VITALE",
    "anatomy_p1": "I peli e i capelli sono derivati epidermici filamentosi e corneificati (cheratinizzati). Nascono nei follicoli piliferi che sono invaginazioni dell’epidermide del cuoio capelluto, raggiungendo il derma sottostante e terminano in profondità con una formazione concava: IL BULBO.",
    "anatomy_p2": "La loro lunghezza, lo spessore, e la distribuzione variano in relazione alle diverse sedi anatomiche, al sesso, all’età e alla razza.",
    "anatomy_p3": "Il segmento del capello che emerge sulla superficie si definisce FUSTO o STELO e la zona di impianto nel derma, al di sopra del collo del bulbo, si chiama RADICE. La radice termina in profondità con un’estremità slargata, dove in profondità al suo interno vi è una papilla conica chiamata PAPILLA DERMICA, riccamente vascolarizzata e innervata, deputata al nutrimento del capello. Tra la parete interna del bulbo e quella della radice vi è uno strato detto STRATO GERMINATIVO o MATRICE DEL CAPELLO il cui compito è la sintesi delle componenti del capello.",
    "anatomy_p4": "Infine, la radice e il bulbo sono accolti in un’invaginazione dell’epidermide, nel derma, chiamata FOLLICOLO PILIFERO, che è orientato in modo obliquo.",
    "anatomy_p5": "Queste, assieme ad altre componenti formano l’APPARATO PILO SEBACEO.",
    "figure1_caption": "Sezione anatomica dell'APPARATO PILO SEBACEO.",
    "secHeader_components": "L’APPARATO PILO-SEBACEO comprende:",
    "comp_follicolo": "FOLLICOLO PILIFERO con il relativo pelo o capello",
    "comp_muscolo": "MUSCOLO PILO ERETTORE",
    "comp_ghiandola": "GHIANDOLA SEBACEA, talvolta è presente anche una ghiandola sudoripara",
    "follicle_title": "FOLLICOLO PILIFERO:",
    "follicle_text": "Il follicolo pilifero è una formazione epidermica, inclinata rispetto la cute, affonda profondamente nel derma (da 1 a 3 mm di profondità) e costituita dal pelo e dalle guaine. Il numero totale dei follicoli della superficie cutanea di un uomo è circa 5 milioni, in media 100.000 si trovano sul cuoio capelluto. Questo numero è geneticamente determinato, infatti lo sviluppo dei follicoli inizia precocemente, già intorno al 4° mese di gravidanza e continuano a formarsi fino al 7° mese, dopodichè non se ne formano più.",
    "gland_title": "GHIANDOLA SEBACEA:",
    "gland_text": "Sbocca nel follicolo pilifero con il dotto sebaceo attraverso il quale emette il sebo, una sostanza ricca di trigliceridi, squalene e colesterolo, che serve a lubrificare, ammorbidire e impermeabilizzare la superficie esterna del capello via via che questo si allunga. Esso è presente solo nella parte superiore del follicolo e non interferisce in alcun modo con l’attività della matrice (cioè l’attività di sintesi dei costituenti del capello). Una volta fuoriuscito dal follicolo, il sebo si deposita sulla cute del cuoio capelluto e quindi si diffonde sul capello. Il corretto funzionamento della ghiandola sebacea è fondamentale per mantenere sani cute e capello ed è regolato da vari fattori: endocrini, alimentari, nervosi, ...",
    "muscle_title": "MUSCOLO PILO-ERETTORE:",
    "muscle_text": "Si inserisce sul follicolo pilifero al di sotto della ghiandola sebacea, è formato da un fascio di fibre muscolari lisce e grazie alla sua azione permette allo stelo di non adagiarsi sulla cute. La sua contrazione è stimolata dal freddo o da stati emotivi come stupore o paura e provoca la verticalizzazione del pelo (pelle d’oca). Inoltre, favorisce la fuoriuscita del sebo.",
    "secHeader_structure": "APPARATO PILOSEBACEO NEL DETTAGLIO - IL CAPELLO: STRUTTURA",
    "structure_p1": "ll capello è una fibra molto complessa costituita da varie componenti e da differenti costituenti chimici. Il suo contenuto in acqua è variabile dal 10 al 30% in peso, a seconda delle condizioni climatiche cui i capelli si trovano sottoposti). Sono ricoperti da sebo distribuito su tutta la loro lunghezza, contenente grassi quali trigliceridi, cere, colesterolo, fosfolipidi e squalene, allo scopo di proteggerli da agenti fisici e chimici dell’ambiente esterno.",
    "structure_p2": "Il fusto del capello è costituito da tre strati:",
    "layer_cuticola": "Cuticola: parte più esterna del capello, è composta a sua volta da otto strati di cellule appiattite e parzialmente sovrapposte le une alle altre, come le tegole di un tetto.",
    "layer_corteccia": "Corteccia: situata al di sotto della cuticola, costituisce la maggior parte del capello e gli dona le sue proprietà meccaniche. Contiene la maggior parte della melanina presente nel capello, la cui concentrazione determina il colore del capello.",
    "layer_midollo": "Midollo: è quasi assente sopra la zona della matrice, ben rappresentato in prossimità del bulbo e tende poi a diminuire distalmente nel fusto, è costituito da grandi cellule cheratinizzate, lassamente connesse, disposte in filiere ordinate contenenti granuli di melanina, \"bollicine\" d 'aria e filamenti di cheratina.",
    "structure_p3": "Le molecole principali che costituiscono il capello sono la cheratina (in forma di α-cheratina), la melanina (in forma di granuli di pigmenti), e oligoelementi allo stato atomico.",
    "figure2_caption": "Rappresentazione dettagliata dell'Apparato Pilo-Sebaceo completo.",
    "chem_analysis_p": "La struttura del capello è piuttosto complessa nella sua organizzazione, l’analisi chimica del capello ci indica quelli che sono i costituenti principali, oltre all’acqua, del capello: cheratina, lipidi, minerali e pigmenti.",
    "keratin_secHeader": "CHERATINA",
    "keratin_p1": "In realtà le cheratine del capello sono due, che per le loro caratteristiche strutturali vengono definite cheratina filamentosa e cheratina amorfa. La cheratina filamentosa forma una ultra-struttura complessa organizzata in fasci o fibrille, che si trovano nella corteccia del capello, mentre la cheratina amorfa riempie gli spazi vuoti tra le fibrille, stabilizzandone la struttura. Le catene unite si avvolgono su se stesse, assumendo una forma a spirale simile a quella del DNA.",
    "stability_secHeader": "MA COME FA QUESTA ULTRASTRUTTURA A MANTENERSI STABILE?",
    "stability_p1": "Le tante lunghissime catene di aminoacidi (chiamate anche catene polipeptidiche) devono essere unite tra loro grazie a “ponti” che si creano tra aminoacidi di catene diverse.",
    "stability_p2": "Si conoscono 3 differenti tipi di ponti:",
    "bridge_hydrogen_title": "PONTI IDROGENO",
    "bridge_hydrogen_text": "Sono legami estremamente deboli, che possono essere spezzati anche solo dall’acqua e dal calore, quindi semplicemente facendo una messa in piega o bagnando i capelli. Si creano tra l’O del gruppo carbossilico e l’H del gruppo amminico di due aminoacidi. Possono trovarsi all’interno della struttura alpha-elica e tra un giro-elica e l’altro. Contribuiscono a conferire stabilità e flessibilità al capello.",
    "bridge_saline_title": "PONTI SALINI",
    "bridge_saline_text": "Mediamente forti, possono essere spezzati da forte calore o da sostanze che inducono un cambiamento del pH (acidi/basi). I legami salini sono interazioni elettrostatiche che si creano tra i gruppi laterali di due amminoacidi (di natura basica o acida) appartenenti a due alpha-eliche adiacenti. Sono all’incirca il doppio dei legami disolfuro. Contribuiscono a conferire resistenza e stabilità.",
    "bridge_disulfide_title": "PONTI DISOLFURO",
    "bridge_disulfide_p1": "Legami molto forti, chiamati anche legami covalenti. Sono costituiti da 2 atomi di zolfo (-S-S-) appartenenti ad aminoacidi di cisteina e/o metionina di 2 alpha-eliche adiacenti. È quindi un legame interno alla struttura dell’alpha-elica ma si può creare anche tra aminoacidi solforosi (cisteina e metionina) presenti nella cheratina filamentosa e quelli presenti nella cheratina amorfa,proprio per mantenere adeso il complesso dell’ultrastruttura.",
    "bridge_disulfide_p2": "Il ponte disolfuro è un gruppo funzionale che riveste una notevole importanza nella stabilizzazione della struttura terziaria di molte proteine e quindi determina la struttura, stabilità e consistenza di capelli e unghie. In alcune persone infatti, la formazione di questi ponti fa sì che le catene proteiche si ripieghino parzialmente su sé stesse, dando così origine al fenomeno dei capelli ricci naturali. Questi ponti possono essere spezzati fornendo un’alta energia e questo può essere ottenuto attraverso reazioni di ossido-riduzioni presenti nei processi chimici che avvengono durante i trattamenti chimici al capello (tinta ad ossidazione, decolorazione, permanente).",
    "bridge_disulfide_p3": "I ponti salini e quelli idrogeno sono più deboli dei disolfurici, ma sono più numerosi. In generale ciascuno di questi tipi di legame contribuisce a circa 1/3 della resistenza e della curvatura dei capelli.",
    "bridge_disulfide_p4": "A seconda della posizione di questi tre ponti, del numero e della regolarità con cui si dispongono tra le alpha-eliche e i beta foglietti (in particolare i ponti disolfuro) si determina un’ultrastruttura ripiegata a spirale di fibre cheratiniche, che determineranno la forma del capello.",
    "minerals_secHeader": "MINERALI",
    "minerals_p1": "I minerali rappresentano una componente essenziale per il capello. Una carenza di minerali comporta capelli più fragili nella struttura, più secchi e opachi e deficit a livello bulbare.",
    "minerals_p2": "I principali minerali sono:",
    "mineral_ferro": "FERRO (4-12 MG/G): La sua carenza porta a fragilità strutturale e a episodi di caduta eccessiva. È abbondante nei capelli rossi.",
    "mineral_magnesio": "MAGNESIO (30-45 MG/G): Necessario per la biosintesi di complessi indispensabili al capello. È abbondante nei capelli bruni.",
    "mineral_rame": "RAME (16-50 MG/G): Indispensabile nel processo di sinesi della melanina. La sua carenza inibisce la formazione dei ponti disolfuro tra le cheratine.",
    "mineral_zinco": "ZINCO (150-180 MG/G): Indispensabile per la corretta attività delle cellule germinative della matrice. La sua carenza inibisce il metabolismo di queste cellule causando fragilità del capello.",
    "minerals_p3": "I minerali sono fondamentali all’interno della struttura del capello anche perché trattengono acqua; una carenza di acqua fa allungare i fusi per occupare gli spazi vuoti, rendendo fragilissima la struttura stessa.",
    "lipids_secHeader": "LIPIDI",
    "lipids_p1": "I lipidi nel capello sono presenti in forma di cere, trigliceridi, colesterolo, acidi grassi liberi, in gran parte derivanti dal sebo.",
    "lipids_p2": "Di considerevole importanza sono però i fosfolipidi, presenti sulle membrane di tutte le cellule del nostro corpo e quindi anche su quelle che compongono il capello. I fosfolipidi sono in grado di legarsi con l’acqua e stabilire così il giusto grado di umidità e la corretta idratazione del capello.",
    "melanin_secHeader": "MELANINE",
    "melanin_p1": "la melanina si trova nella corteccia (strato intermedio del capello) ed è il suo pigmento naturale. Essa è prodotta dai melanociti che risiedono nella papilla pilifera. I pigmenti colorati, a seconda della loro concentrazione all’interno del capello, generano le tonalità naturali di quest ultimo. (Il capello bianco non ha melanina e quindi non ha pigmenti).",
    "melanin_p2": "Questi pigmenti sono:",
    "melanin_list1": "due tipi di melanina, presenti a varie concentrazioni all’interno del capello: l’ EUMELANINA, caratteristica dei capelli castani e neri e la FEOMELANINA , caratteristica dei capelli rossi e biondi.",
    "melanin_list2": "Pigmenti particolari chiamati TRICOCROMI, diffusi soprattutto tra le popolazioni celtiche (irlandesi e scozzesi), che caratterizzano i capelli rossi. Questi pigmenti contengono la proteina TRICOSIDERINA. I capelli rossi sono il risultato dell’attivazione di un gene recessivo, per questo sono rari.",
    "melanin_biosynthesis_title": "BIOSINTESI DELLE MELANINE:",
    "melanin_bio_p1": "L’eumelanina è una proteina ottenuta dalla trasformazione dell’amminoacido tirosina prima in dopamina poi in dopachinone, grazie all’azione dell’enzima tirosinasi; successivamente le molecole, così formatesi, si aggregano stabilmente per formare il pigmento. L’attività dell’enzima è proporzionale alla produzione di eumelanina, determinando in questo modo le varie tonalità del marrone, dal più chiaro al più scuro, fino al nero.",
    "melanin_bio_p2": "Il processo di formazione della feomelanina è molto simile al precedente, con l’unica differenza che nelle fasi iniziali vi è l’intervento della cisteina, la quale interagisce con il dopachinone, portando alla produzione di quest’altra molecola. Il suo colore varia dal giallo arancio, rispettivamente a seguito della minore o maggiore concentrazione di cisteina nella sintesi.",
    "melanin_bio_p3": "L’albinismo è un’anomalia genetica ereditaria caratterizzata dall’assenza o dalla significativa riduzione della pigmentazione melanica della cute, dei peli e degli occhi, è dovuta al gene dell’enzima tirosinasi, in cui si verifica una mutazione puntiforme della sequenza del DNA che fa incorporare nella catena peptidica un amminoacido errato, cioè una cisteina anziché una serina. Ciò fa perdere l’attività catalitica dell’enzima che si traduce nella mancata sintesi di melanina.",
    "melanin_p4": "In ogni tipo di capello naturale sono presenti tutti e tre i tipi di melanine: EUMELANINA, TRICOSIDERINA, FEOMELANINA.",
    "melanin_list3_eumelanin": "L’eumelanina: è caratterizzata da grossi granuli disposti nella parte più esterna della corteccia. Contiene il pigmento puro blu e la sua predominanza nel capello caratterizza i capelli scuri.",
    "melanin_list3_tricosiderina": "La tricosiderina: è caratterizzata da pigmenti di media grandezza, disposti al centro della corteccia. Contiene il pigmento puro rosso e la sua predominanza nel capello caratterizza i capelli rossi, ramati.",
    "melanin_list3_feomelanina": "La feomelanina: invece è caratterizzata da granuli piccoli tali da considerarsi pigmento in diffusione. In genere è disposta nella parte più interna della corteccia, vicino il midollo. Contiene il pigmento puro giallo e la sua predominanza nel capello caratterizza i capelli biondi.",
    "melanin_p5": "La diversa percentuale delle tre melanine all’interno dei capelli determina quindi la scala dei toni del capello naturale.",
    "cycle_title_main": "CICLO VITALE DEL CAPELLO",
    "cycle_p1": "Nel follicolo si alternano cicli di crescita e cicli di riposo: normalmente ogni volta che un capello in telogen è caduto il follicolo ne forma uno nuovo in anagen. Solo di rado lo stesso follicolo dà origine a più di un pelo.",
    "cycle_p2": "Il ciclo riproduttivo del capello (e del pelo) viene suddiviso in tre fasi.",
    "anagen_title": "- Fase di crescita ANAGEN:",
    "anagen_p1": "è suddiviso a sua volta in 6 sottofasi che iniziano con l'avvio dell'attività mitotica delle cellule staminali della zona germinativa fino alla formazione completa del pelo. A livello del cuoio capelluto il periodo anagen dura in media 2 - 4 anni nell'uomo e 3-7 anni nella donna. Quindi quando il capello “vecchio” cade è sostituito da un nuovo capello “giovane”. A livello di altre regioni del corpo la durata dell’anagen è molto più breve: ad esempio 1-6 mesi per le ciglia, 20-40 giorni per la peluria delle braccia o delle gambe.",
    "anagen_p2": "La durata dell’anagen dipende da fattori ereditari e determina la lunghezza del capello, che normalmente cresce di circa 1 cm al mese, anche 1,5 per le donne. L’anagen è più lungo nelle donne che non nell’uomo e nei soggetti di razza asiatica. La durata dell’anagen varia anche leggermente a seconda delle diverse zone del cuoio capelluto: i follicoli della nuca hanno un anagen di durata più lunga rispetto a quelli delle tempie. Anche la velocità di crescita del capello è diversa nelle diverse zone della testa: i capelli della regione del vertice crescono più velocemente di quelli della nuca.",
    "figure3_caption": "L'immagine mostra le tre fasi del ciclo vita del capello.",
    "anagen_p3": "Nei follicoli affetti da calvizie la durata dell’anagen si riduce moltissimo (3-5 mesi) ed i capelli raggiungono una lunghezza massima di 3-5 cm. Con il passare degli anni la durata dell’anagen si riduce e con questo di conseguenza la lunghezza massima che i capelli possono raggiungere.",
    "anagen_note": "N.B.: Non è vero che ciascun follicolo può produrre un numero limitato e prestabilito di capelli, anzi la potenzialità del follicolo è illimitata, è invece la durata limitata della vita umana, che fa sì che ogni follicolo completi al massimo 30 cicli.",
    "catagen_title": "- Fase di progressivo arresto delle varie funzioni vitali, CATAGEN:",
    "catagen_text": "è una fase di transizione molto breve, può durare dalle 2 alle 4 settimane. In questa fase la matrice interrompe la sua attività e il follicolo inizia a risalire verso la porzione più superficiale della cute, dove trascorrerà la sua fase di riposo.",
    "telogen_title": "- Fase di riposo funzionale, TELOGEN:",
    "telogen_p1": "è il periodo terminale del ciclo durante il quale il capello si trova ancora nel follicolo pilifero ma in cui le attività mitotiche sono completamente cessate. Il follicolo in pratica entra in fase di riposo, interrompe la sua attività produttiva per circa 3 mesi in quanto la matrice è ormai scomparsa. Questo è infatti il tempo necessario perché scompaiano gradualmente i sistemi di ancoraggio con il follicolo (cioè le guaine). Il capello cade solo quando, alla fine del telogen, il follicolo riprende le sue attività e inizia a produrre un nuovo capello che spinge fuori quello vecchio. Normalmente quindi quando un capello cade è perché sotto ne sta crescendo uno nuovo e questo assicura un corretto ricambio.",
    "telogen_p2": "A volte però il pelo in riposo cade prima del tempo ed il follicolo rimane temporaneamente vuoto per qualche settimana o per qualche mese, questo fenomeno (kenogen) è presente anche nel cuoio capelluto normale ma diviene più evidente in corso di alcune patologie come l’alopecia androgenetica.",
    "telogen_p3": "Se il pelo in riposo (in telogen) viene asportato meccanicamente, il follicolo interrompe il suo riposo ed inizia precocemente un nuovo anagen. Il pallino bianco visibile ad occhio nudo in corrispondenza della radice dei capelli che cadono, altro non è che la radice in riposo del capello in telogen.",
    "telogen_p4": "Nell'essere umano, a differenza degli animali, il ricambio dei capelli avviene a \"mosaico\", cioè ogni follicolo produce il suo capello indipendentemente da quelli vicini; in questo modo non si alternano, come per gli animali, periodi in cui si hanno i capelli a periodi in cui questi non ci sono (muta). Una \"accelerazione\" del ricambio è tuttavia presente nella maggioranza degli individui in primavera e autunno (effluvium stagionale fisiologico). Il capello in telogen può cadere da solo o essere sospinto fuori da quello nuovo in crescita.",
    "cycle_functional_title": "Dal punto di vista funzionale, tuttavia, le fasi del ciclo sono solo due:",
    "cycle_functional_list1": "Una proliferativa, dominata dalla proliferazione verso il basso della colonna cheratinocitaria, che occupa la parte iniziale dell'anagen, piuttosto breve (fasi anagen 1° - 5°);",
    "cycle_functional_list2": "l'altra differenziativa, che occupa la maggior parte dell'anagen (anagen 6°), nella quale i cheratinociti si trasformano in cheratina e l'attività mitotica si riduce al ritmo che minimo necessario a rimpiazzare le cellule differenziate. Nel catagen l'attività mitotica cessa e la differenziazione investe tutti i cheratinociti rimasti. Il telogen è una fase di silenzio mitotico e differenziativo la cui finalità è quella di dare il tempo necessario al \"nuovo\" pelo di crescere senza lasciare il follicolo vuoto.",
    "cycle_functional_p": "La durata del ciclo del pelo varia a seconda della regione corporea. Al cuoio capelluto ed alla barba il ciclo dura da 3 a 6 anni, occupato quasi totalmente dall'anagen 6°, con un telogen di tre mesi, mentre al pube una durata molto più breve con un telogen più lungo dell'anagen. Anche ciglia e sopracciglia hanno anagen brevi e, nell'ambito del cuoio capelluto, le regioni temporali ed occipitali hanno telogen più lunghi delle regioni parietali. La diversa durata delle fasi rende conto di alcune caratteristiche della patologia pilare.",
  "title_atomo": "L’ATOMO ⚛️",
  "desc_atomo": "L’atomo è la parte più piccola di un elemento chimico che conserva le <strong>caratteristiche chimiche</strong> dell’elemento stesso.",
  "subtitle_componenti": "Componenti Principali",
  "testo_costituito_da": "È costituito da:",
  "nucleo_desc": "<strong>Nucleo:</strong> Composto da <strong>protoni</strong> (carica positiva) e <strong>neutroni</strong> (nessuna carica). Contiene quasi tutta la massa dell’atomo.",
  "elettroni_desc": "<strong>Elettroni:</strong> Particelle cariche negativamente che si muovono attorno al nucleo, occupando regioni chiamate <span class=\"biotechbold\">ORBITALI</span>.",
  "subtitle_concetto": "Concetto Fondamentale",
  "concetto_atomo_neutro": "Un <span class=\"orangetext\">atomo elettricamente neutro</span> ha un numero di protoni uguale al numero di elettroni, con <strong>carica totale = 0</strong>.",
  "title_ioni": "Ioni 🧪",
  "desc_ione": "Lo <span class=\"orangetext\">IONE</span> è un atomo che ha <strong>ceduto o acquistato</strong> uno o più elettroni, diventando una specie carica.",
  "dt_anione": "ANIONE",
  "dd_anione": "Si forma quando l'atomo <strong>acquista elettrone/i</strong>, risultando con carica negativa.",
  "dt_catione": "CATIONE",
  "dd_catione": "Si forma quando l'atomo <strong>cede elettrone/i</strong>, risultando con carica positiva.",
 "title_tavola_periodica": "Tavola Periodica degli Elementi 📊",
  "desc_tavola_periodica": "Gli elementi chimici sono ordinati nella <strong>tavola periodica</strong>, proposta da Mendeleev nel 1869.",
  "subtitle_contenuto_casella": "Contenuto della Casella",
  "casella_simbolo": "Al centro: il <span class=\"orangetext\">simbolo chimico</span> (es. Na, Cl).",
  "casella_numero_atomico": "In alto a sinistra: il <strong>numero atomico Z</strong> (numero di protoni, determina l'elemento).",
  "casella_numero_massa": "In alto a destra: il <strong>numero di massa A</strong> (protoni + neutroni).",
  "title_legami_stabilita": "Legami Chimici e Stabilità 🔗",
  "desc_legami_stabilita": "Gli atomi si uniscono per formare <strong>molecole</strong> più stabili, attraverso i <span class=\"biotechbold\">legami chimici</span>.",
  "concetto_energia_legame": "Il legame chimico si forma perché le molecole risultanti hanno un <strong>contenuto energetico inferiore</strong> rispetto agli atomi separati. Minore energia = <span class=\"orangetext\">maggiore stabilità</span>.",
  "subtitle_teoria_valenza": "Teoria della Valenza (1916)",
  "desc_teoria_valenza": "Gli atomi tendono ad aggregarsi per raggiungere una <strong>configurazione elettronica più stabile</strong>, minimizzando la loro energia.",
  "title_regola_ottetto": "La Regola dell’Ottetto",
  "desc_regola_ottetto": "I **gas nobili** (gruppo 18) sono stabili perché hanno **8 elettroni** nel livello esterno (tranne l’elio, che ne ha 2).",
  "regola_ottetto": "<strong>Regola:</strong> “Gli atomi tendono a guadagnare, perdere o condividere elettroni per raggiungere una configurazione stabile con 8 elettroni nel livello esterno (ottetto), o 2 per l’idrogeno e l’elio (duetto).”",
  "title_energia_legame": "Energia di Legame ⚡",
  "desc_energia_legame": "L’<span class=\"biotechbold\">energia di legame</span> è l’energia <strong>necessaria per rompere</strong> un legame chimico (in kJ/mol). È correlata alla forza del legame. La <span class=\"greentext\">distanza di legame</span> è la distanza media tra i nuclei uniti.",
"title_legami_forti": "LEGAMI FORTI 🔩",
  "subtitle_legame_ionico": "1. Legame Ionico",
  "def_legame_ionico": "<strong>Definizione:</strong> Forza di attrazione elettrostatica tra due ioni di carica opposta. Si instaura tra atomi con <strong>elevata differenza di elettronegatività</strong> (> 1,7).",
  "subtitle_formazione_ionico": "COME SI FORMA:",
  "ionico_passo1": "Avviene uno <strong>scambio di elettroni</strong> tra due atomi inizialmente neutri.",
  "ionico_passo2": "L'atomo meno elettronegativo cede elettroni (diventa <strong>CATIONE</strong> positivo).",
  "ionico_passo3": "L'atomo più elettronegativo acquista elettroni (diventa <strong>ANIONE</strong> negativo).",
  "ionico_caratteristiche": "È tipico di sali e composti che formano <strong>cristalli</strong> (es. Cloruro di Sodio).",
  "caption_ionico": "[Image of Sodium Chloride (NaCl) Ionic Crystal Lattice]<br>RETICOLO CRISTALLINO FORMATO DAGLI IONI Na+ E Cl- TENUTI INSIEME DA LEGAMI IONICI",
  "subtitle_legame_covalente": "2. Legame Covalente",
  "desc_legame_covalente": "Si realizza tra atomi con <strong>stessa elettronegatività</strong> o differenza <strong>inferiore a 1,7</strong>.",
  "caption_covalente": "Legame covalente: condivisione di coppie di elettroni tra atomi per raggiungere la stabilità elettronica.",
  "subtitle_formazione_covalente": "COME SI FORMA:",
  "concetto_legame_covalente": "I due atomi mettono in <span class=\"biotechbold\">**condivisione una o più coppie (doppietti) di elettroni**</span>, acquisendo così la configurazione esterna stabile (ottetto).",
  "subtitle_tipi_covalente": "Tipi di Legame Covalente:",
  "dt_covalente_puro": "Puro od Omopolare:",
  "dd_covalente_puro": "Tra atomi dello stesso elemento. La condivisione degli elettroni è equilibrata (es. H₂, O₂).",
  "dt_covalente_polare": "Polare:",
  "dd_covalente_polare": "Tra atomi differenti. La coppia di elettroni è attratta dall'atomo più elettronegativo, creando una <strong>parziale carica negativa (δ⁻)</strong> e una <strong>parziale carica positiva (δ⁺)</strong>. La molecola è un <strong>dipolo elettrico</strong> (es. HCl).",
  "dt_covalente_dativo": "Dativo:",
  "dd_covalente_dativo": "La coppia di elettroni di legame proviene da uno solo dei due atomi (<strong>donatore</strong>) ed è ospitata dall'altro (<strong>accettore</strong>). Indicato con una freccia (→) (es. H₃O⁺).",
  "subtitle_legame_metallico": "3. Legame Metallico ⚙️",
  "desc_legame_metallico": "Le proprietà dei metalli vengono interpretate in base a un modello, la cui struttura è caratterizzata da un insieme di ioni positivi immersi in un “mare di elettroni” (gli elettroni di valenza dei vari atomi) relativamente liberi di muoversi (cioè delocalizzati).",
  "caption_metallico": "Modello del legame metallico: ioni positivi immersi in un mare di elettroni delocalizzati che ne permettono la mobilità.",
  "concetto_legame_metallico": "Il legame metallico è dovuto all’attrazione elettrostatica che si stabilisce tra gli elettroni di valenza “mobili” e gli ioni positivi.",
   "title_legami_deboli": "LEGAMI DEBOLI (Forze Intermolecolari) 💧",
  "desc_legami_deboli": "I <strong>legami deboli</strong> sono <strong>nettamente inferiori</strong> in forza ai legami interatomici, ma sono cruciali per spiegare il comportamento dei composti molecolari.",
  "subtitle_inclusioni": "Inclusioni:",
  "inclusioni_vdw": "<strong>Interazioni dipolo/dipolo</strong> e <strong>Forze di van der Waals</strong> (tra molecole non polari).",
  "inclusioni_idrogeno": "<strong>Legame a Idrogeno</strong> (o a ponte di idrogeno).",
  "title_legame_idrogeno": "Legame a Idrogeno",
  "desc_legame_idrogeno": "Si stabilisce tra un atomo di idrogeno (legato covalentemente a un atomo <strong>piccolo e molto elettronegativo</strong> come <strong>fluoro, ossigeno, azoto</strong>) e un altro atomo elettronegativo di una molecola vicina.",
  "caratteristiche_legame_idrogeno": "Si manifesta in molecole <strong>fortemente polari</strong> come l’acqua (H₂O) e l’ammoniaca (NH₃). È più forte delle altre forze intermolecolari (20–50 kJ/mol), ma molto più debole di un legame covalente (es. O-H ≈ 460 kJ/mol).",
  "effetti_legame_idrogeno": "Nel ghiaccio, i legami a idrogeno formano una struttura tetraedrica esagonale stabile, che aumenta il volume e <strong>riduce la densità</strong>, facendo galleggiare il ghiaccio sull'acqua. In fase liquida, questi legami si rompono e riformano continuamente, conferendo all'acqua un'elevata coesione, tensione superficiale, calore specifico e punto di ebollizione.",
  "img_alt_tipi_molecole": "Tipi di molecole",
  "title_reazioni_chimiche": "REAZIONI CHIMICHE: Tipi e Rappresentazione 🧪",
  "def_reazione_chimica": "Una <span class=\"biotechbold\">reazione chimica</span> è un processo in cui si formano o si rompono legami. Due o più sostanze, dette **reagenti** (atomi, ioni o molecole), reagiscono tra loro per formare uno o più **prodotti**.",
  "subtitle_equazione_irreversibilita": "Equazione e Irreversibilità",
  "subtitle_classificazione_reazioni": "Classificazione delle Reazioni",
  "reazione_sintesi": "Sintesi: Due o più sostanze si uniscono. → A+B → AB",
  "reazione_scissione": "Scissione (o Decomposizione): Un composto si scinde. AB → A+B",
  "reazione_scambio_semplice": "Scambio Semplice: Un elemento ne sostituisce un altro in un composto. A+BC → AC+B",
  "reazione_scambio_doppio": "Scambio Doppio: Due composti si scambiano elementi. AB+CD → AD+CB",
  "reazione_reversibile": "Reversibili: I prodotti si ricombinano a riformare i reagenti. Rappresentate da una doppia freccia ⇄",
  "reazione_irreversibile": "Irreversibili: La reazione è completa e i prodotti non tornano a formare i reagenti.",
  "desc_equazione_chimica": "L’equazione chimica rappresenta la reazione, scrivendo i reagenti a sinistra e i prodotti a destra:\n    <p class=\"biotechcenter greentext\">REAGENTI &rarr; PRODOTTI</p>",
  "title_composti_inorganici": "COMPOSTI INORGANICI 🔬",
  "def_composti_inorganici": "Sono sostanze formate dalla combinazione di due o più elementi e, a parte rare eccezioni, **non contengono l’atomo di carbonio**, elemento fondamentale per i composti organici.",
  "subtitle_funzioni_nomenclatura": "Funzioni e Nomenclatura",
  "ossidi_def": "1. Ossidi: metallo + ossigeno → ossido",
  "ossidi_nomenclatura": "Il nome si ottiene facendo seguire al termine ossido il nome del metallo corrispondente.",
  "ossidi_esempi": "Zn O ossido di zinco;<br>Mg O ossido di magnesio",
  "anidridi_def": "2. Anidride: non metallo + ossigeno → anidride",
  "subtitle_idrossidi": "IDROSSIDI O BASI",
  "idrossidi_formazione": "Derivano dalla reazione: **Ossido + Acqua → Idrossido**.",
  "idrossidi_caratteristica": "La caratteristica di questi composti è quella di avere sempre un atomo di ossigeno e uno di idrogeno che formano il<span class=\"orangetext\">gruppo OH (ossidrile)</span> es:<br>Mg O + H2 O → Mg (OH)2 = idrossido di magnesio; Ca O + H2 O → Ca (OH)2 = idrossido di calcio",
  "def_base_lowry": "<span class=\"biotechbold\">Definizione di Base (Secondo Lowry):</span> Un composto capace di <span class=\"greentext\">accettare uno ione idrogeno</span> H.",
  "subtitle_acidi": "ACIDI",
  "acidi_classificazione": "Gli acidi si dividono in due classi principali:",
  "acidi_ossigeno": "Ossigeno Acidi (o Ossiacidi): Derivano dalla reazione: **Anidride + Acqua → Acido**. CO_2 + H_2 O <br>es: CO2 + H2 O → H2 CO3 acido carbonico.",
  "acidi_idrogeno": "Idrogeno Acidi (o Idracidi): Hanno formula generale con idrogeno e un non-metallo. Es: <span class=\"orangetext\">HCL</span> acido cloridrico.",
  "def_acido_lowry": "<span class=\"biotechbold\">Definizione di Acido (Secondo Lowry):</span> Un composto capace di <span class=\"greentext\">cedere ioni idrogeno</span> H.",
  "subtitle_sali": "SALI",
  "sali_def": "I Sali sono composti ionici derivanti dalla reazione di neutralizzazione:",
  "reazione_neutralizzazione": "ACIDO + IDROSSIDO → SALE + ACQUA",
  "esempio_neutralizzazione": "(Es: HCl + NaOH ⟶ NaCl + H2O)",
  "title_miscele_sistemi": "MISCELE E SISTEMI DISPERSI ⚗️",
  "def_miscele": "Una miscela è il risultato della combinazione fisica di due o più componenti. I sistemi dispersi sono classificati in:",
  "miscele_eterogenee": "Miscele Eterogenee: Sospensioni, Emulsioni, Schiume, Nebbie e Fumi. (Singoli costituenti riconoscibili)",
  "miscele_omogenee": "Miscele Omogenee: Soluzioni Vere e Colloidi. (Singoli componenti non riconoscibili)",
  "subtitle_miscele_eterogenee": "Miscele Eterogenee",
  "dt_sospensioni": "1. SOSPENSIONI:",
  "dd_sospensioni": "Materiale solido sospeso in un liquido in cui non è solubile. Le particelle tendono a depositarsi (sedimentazione), a meno che non si aumenti la viscosità del mezzo.",
  "dt_emulsioni": "2. EMULSIONI:",
  "dd_emulsioni": "Un liquido disperso in un altro liquido <strong>non miscibile</strong> (Es: Olio in Acqua). Necessitano di uno <strong>stabilizzante</strong> (es. tensioattivi) per impedire la separazione in fasi distinte.",
  "emulsione_o_a": "<strong>O/A (Olio in Acqua):</strong> Fase oleosa dispersa in fase acquosa. (Creme fluide, latti)",
  "emulsione_a_o": "<strong>A/O (Acqua in Olio):</strong> Fase acquosa dispersa in fase oleosa (grassa). (Creme grasse, pomate)",
  "dt_schiume": "3. SCHIUME:",
  "dd_schiume": "Sistema disperdente liquido e fase dispersa gassosa (Es: schiuma da barba).",
  "dt_nebbie_fumi": "4. NEBBIE E FUMI:",
  "dd_nebbie_fumi": "Nebbia: goccioline liquide in aria. Fumo: particelle solide in aria.",
  "subtitle_esempio_applicativo": "Esempio Applicativo (Crema Idratante O/A):",
  "esempio_applicativo_testo": "Il sistema emulsionante (<span class=\"orangetext\">Polyglyceryl-4-Stearate, Cetyl Alcohol, Cetearyl Glucoside, Cera Alba</span>) stabilizza una base <strong>O/A</strong>, conferendo un tocco leggero e setoso. L'Alcol Cetilico agisce da agente di consistenza e funzionale (setosità).",
  "subtitle_miscele_omogenee": "Miscele Omogenee",
  "dt_soluzioni_vere": "1. SOLUZIONI VERE:",
  "dd_soluzioni_vere": "Composte da un <strong>solvente</strong> (quantità maggiore) e un <strong>soluto</strong> (quantità minore). Tipologie: Gas/Liquido, Liquido/Liquido, Solido/Liquido.",
  "dd_solubilita": "<p>La <span class=\"biotechbold\">solubilità</span> è la massima quantità di soluto disciolta. Una soluzione è <strong>satura</strong> quando il soluto in eccesso non si scioglie (cristallizza).</p><p class=\"orangetext\">NB: La solubilità aumenta generalmente con la temperatura.</p>",
  "dt_colloidi": "2. COLLOIDI:",
  "dd_colloidi": "Miscele apparentemente omogenee con particelle di dimensioni intermedie (1–1000 nm). Non si separano né sedimentano facilmente.",
  "dd_effetto_tyndall": "Mostrano l'<strong>effetto Tyndall</strong> (diffusione della luce).",
  "dd_tipi_colloidi": "<strong>Tipi:</strong> Liofili (affini al solvente, stabili), liofobi (non affini, instabili), di associazione (micelle).",
  "subtitle_colloidi_associazione": "I Colloidi di Associazione",
  "colloidi_gel": "<strong>GEL:</strong> Struttura semisolida, maggiore consistenza.",
  "colloidi_sol": "<strong>SOL:</strong> Aspetto liquido, minore consistenza.",
  "title_ph": "IL PH: Definizione e Importanza Biologica 🧬",
  "desc_ph": "Il <span class=\"biotechbold\">pH (Potenziale Idrogeno)</span> è una scala logaritmica che misura l'acidità o l'alcalinità delle soluzioni acquose in base alla concentrazione degli **ioni idrogeno** (H+) e degli **ioni idrossido** (OH-).",
  "subtitle_scala_classificazione": "Scala e Classificazione",
  "scala_valori": "<span class=\"orangetext\">Scala:</span> Da 0 (massima acidità) a 14 (massima alcalinità).",
  "scala_neutro": "<span class=\"orangetext\">Neutro:</span> pH = 7 (es. acqua pura, dove [H<sup>+</sup>] = [OH<sup>−</sup>]).",
  "scala_acido": "<span class=\"greentext\">Acido:</span> pH &lt; 7 (concentrazione di [H<sup>+</sup>] &gt; [OH<sup>−</sup>]). Una soluzione acida è un composto capace di <strong>cedere ioni idrogeno</strong> (H<sup>+</sup>).",
  "scala_alcalino": "<span class=\"greentext\">Alcalino (o Basico):</span> pH &gt; 7 (concentrazione di [H<sup>+</sup>] &lt; [OH<sup>−</sup>]). Una soluzione alcalina è un composto capace di <strong>accettare ioni idrogeno</strong> (H<sup>+</sup>).",
  "subtitle_rilevanza_biologia": "Rilevanza per la Biologia",
  "rilevanza_biologia_testo1": "Variazioni di pH, anche lievi, sono critiche per l'organismo (composto per circa il 70% di soluzioni acquose). Le reazioni metaboliche cellulari sono strettamente dipendenti dal mantenimento di concentrazioni ioniche ([H<sup>+</sup>] e [OH<sup>−</sup>]) entro intervalli molto ristretti.",
  "rilevanza_biologia_testo2": "Un pH ematico fisiologico di circa 7,4 (da 7,37 a 7,43) è essenziale per la funzione proteica e cellulare. Alterazioni nel pH intracellulare e degli organelli, come endosomi e lisosomi, sono collegate a malattie come il cancro, malattie neurodegenerative e disturbi metabolici ereditari. Il sistema endo-lisosomiale richiede un'acidificazione progressiva per funzionare correttamente.",
  "title_ph_cutaneo": "PH Cutaneo, Eudermia e Difesa 🛡️",
  "desc_ph_cutaneo": "I cosmetici, essendo applicati sulla superficie esterna del corpo umano (Regolamento UE), interagiscono direttamente con le cellule epidermiche e i loro liquidi ionici. È pertanto essenziale che il loro pH sia **coerente** con il pH naturale della superficie di applicazione per garantire l'<span class=\"biotechbold\">eudermicità</span>.",
  "subtitle_manto_acido": "Il Manto Acido e la Barriera Cutanea",
  "desc_manto_acido": "L'epidermide ha un proprio <strong>manto acido</strong> che funge da meccanismo primario di difesa contro i microrganismi patogeni.",
  "pH_pelle": "<strong>Pelle (Generale):</strong> pH compreso tra 4,5 e 6 (ottimale intorno a 5,5).",
  "pH_capelli": "<strong>Capelli (Cuoio Capelluto):</strong> pH compreso tra 4,2 e 5.",
  "subtitle_conseguenze_pH": "Conseguenze di un pH Inappropriato",
  "dt_ambiente_alcalino": "Ambiente Alcalino (pH > 7):",
  "dd_ambiente_alcalino": "Favorisce la proliferazione di <strong>microrganismi patogeni</strong>. Il batterio responsabile dell'acne prospera a valori superiori a 5,5. Un pH alcalino compromette la barriera cutanea, altera il film idrolipidico, causa disidratazione, secchezza, ipersensibilità e invecchiamento precoce.",
  "dt_ambiente_acido": "Ambiente Troppo Acido (pH < 4,5):",
  "dd_ambiente_acido": "Può distruggere la <strong>flora batterica buona</strong>, indebolendo la difesa naturale della pelle. Può causare arrossamento, irritazione, prurito e squilibrio metabolico.",
  "title_ph_ideale": "PH Ideale per Categoria di Prodotto 🧪",
  "desc_ph_ideale": "La determinazione del pH ideale è fondamentale per l'integrità cutanea. Di seguito i valori di pH ottimali (eudermici) per le principali categorie di cosmetici:",
  "subtitle_tabella_ph": "Tabella dei Valori Target (Range di pH)",
  "tabella_crema_visocorpo": "Crema Viso / Corpo",
  "valore_crema_visocorpo": "5,5 – 6,0",
  "tabella_latte_detergente": "Latte Detergente Viso",
  "valore_latte_detergente": "6,0 – 7,0",
  "tabella_tonico": "Tonico Viso",
  "valore_tonico": "4,5 – 5,5",
  "tabella_esfoliante_urto": "Esfoliante Viso / Corpo (D'urto)",
  "valore_esfoliante_urto": "<span class=\"orangetext\">3,5 ca.</span>",
  "tabella_esfoliante_sensibile": "Esfoliante Viso / Corpo (Pelli Sensibili)",
  "valore_esfoliante_sensibile": "4,5 ca.",
  "tabella_contorno_occhi": "Contorno Occhi",
  "valore_contorno_occhi": "6,0 ca. (Compromesso tra pelle ≈ 5,5 e occhio ≈ 7)",
  "tabella_doccia_corpo": "Doccia Corpo",
  "valore_doccia_corpo": "5,5 – 6,5",
  "tabella_intimo": "Prodotto Intimo",
  "valore_intimo": "<span class=\"greentext\">4,0 – 4,5</span> (Maggiore acidità protettiva)",
  "tabella_shampoo": "Shampoo Capelli",
  "valore_shampoo": "4,5 – 5,0",
  "tabella_balsamo": "Balsamo Capelli",
  "valore_balsamo": "4,5 ca.",
  "tabella_deodorante": "Deodorante Ascelle",
  "valore_deodorante": "4,0 – 5,0",
  "tabella_sapone": "Sapone (Tradizionale)",
  "valore_sapone": "<span class=\"orangetext\">8,5 – 9,5</span> (Netta alcalinità)",
"subtitle_regolazione_ph": "Regolazione del pH in Formulazione",
  "desc_regolazione_ph": "Per <strong>alzare il pH</strong> (renderlo più alcalino) si utilizzano composti come il <strong>Bicarbonato di Sodio</strong> o la <strong>Soda Caustica</strong> (NaOH) in soluzione acquosa. Per <strong>abbassare il pH</strong> (renderlo più acido) si impiegano acidi deboli come l'<strong>Acido Lattico</strong>, l'<strong>Acido Citrico</strong> o l'<strong>Acido Acetico</strong> (es. aceto di mele).",
  "note_regolazione_ph": "Le correzioni vanno sempre fatte <strong>goccia a goccia</strong> e misurando il pH dopo ogni aggiunta, per evitare sbilanciamenti eccessivi. Le soluzioni più comuni sono:",
  "soluzione_acido_citrico": "Acido citrico al 20% (20 g in 80 mL acqua distillata)",
  "soluzione_soda_caustica": "Soda caustica al 20% (20 g in 80 mL acqua distillata)",
  "soluzione_bicarbonato": "Soluzione di bicarbonato (10 g in 100 mL acqua)",
  "title_ph_capelli": "PH e Capelli: Carica e Integrità della Cuticola 💇",
  "desc_ph_capelli": "La salute del capello è strettamente legata al suo pH, che influisce direttamente sulla <strong>carica elettrica</strong> e sulla <strong>struttura della cuticola</strong> (lo strato esterno del fusto).",
  "subtitle_valori_fisiologici": "Valori Fisiologici e Cuticola Chiusa",
  "capello_sano": "<strong>Capello Sano:</strong> Ha un pH acido (≈ 4,5–5 alla cute, 5,5–6 sulle lunghezze).",
  "carica_elettrica": "<strong>Carica Elettrica:</strong> Positiva (pH < 7).",
  "struttura_cuticola": "<strong>Struttura:</strong> Cuticola fisiologicamente <strong>chiusa e compatta</strong>, che garantisce lucentezza, bassa porosità e un'ottima ritenzione dell'idratazione.",
  "subtitle_danneggiamento_alcalinita": "Danneggiamento e Alcalinità",
  "desc_danneggiamento_alcalinita": "Capelli con un pH <strong>superiore a 7</strong> (alcalino) presentano una <strong>carica elettrica negativa</strong>. Ciò indica che sono stressati e danneggiati, con la cuticola sollevata, rendendoli:",
  "capelli_meno_lucenti": "Meno lucenti",
  "capelli_pori": "Molto più porosi",
  "capelli_debolezza": "Meno resistenti",
  "subtitle_lista_ingredienti": "Elenco Ingredienti (Nomenclatura INCI)",
  "desc_lista_ingredienti": "L'elenco degli ingredienti deve seguire la <strong>nomenclatura comune europea INCI</strong> (*International Nomenclature Cosmetic Ingredient*) e l'ordine è rigorosamente stabilito:",
  "ordine_ingredienti": "Gli ingredienti sono elencati in <strong>ordine decrescente di peso</strong> al momento dell'incorporazione (concentrazione maggiore → minore).",
  "ingredienti_meno_1": "Le sostanze con concentrazione <strong>inferiore all'1%</strong> possono essere indicate in ordine sparso dopo quelle con concentrazione maggiore.",
  "posizione_coloranti": "I <strong>coloranti</strong> sono posizionati per ultimi, secondo il *Color-index* (CI).",
  "subtitle_classi_ingredienti": "Classi di Ingredienti",
  "desc_classi_ingredienti": "Le materie prime utilizzate nella preparazione dei prodotti cosmetici sono classificate in gruppi omogenei a seconda della loro funzione chimica o strutturale:",
  "classe_tensioattivi": "<strong>Tensioattivi:</strong> (Detergenti, schiumogeni)",
  "classe_emulsionanti": "<strong>Emulsionanti e Solubilizzanti:</strong> (Stabilizzano emulsioni O/A o A/O)",
  "classe_addensanti": "<strong>Addensanti e Gelificanti:</strong> (Aumentano la viscosità)",
  "classe_umettanti": "<strong>Umettanti:</strong> (Assorbono acqua, mantengono l'umidità)",
  "classe_lipidi": "<strong>Lipidi:</strong> (Oli, burri, cere)",
  "classe_conservanti": "<strong>Conservanti:</strong> (Protezione microbiologica)",
  "classe_antiossidanti": "<strong>Antiossidanti:</strong> (Proteggono dall'ossidazione)",
  "classe_coloranti": "<strong>Coloranti</strong>",
  "classe_profumi": "<strong>Composizioni Profumate</strong>",
  "classe_funzionali": "<strong>Sostanze Funzionali (Principi Attivi):</strong> (Conferiscono la specifica funzionalità promessa)",
  "title_formulazioni_capelli": "Formulazioni per Capelli: Chimica e Funzionalità 💇‍♀️",
  "subtitle_origine_materie_prime": "Origine delle Materie Prime e Filosofie di Formulazione",
  "desc_origine_materie_prime": "Gli ingredienti cosmetici possono essere di origine minerale, animale, vegetale o di <strong>sintesi</strong> (ottenuti in laboratorio), che attualmente costituiscono la maggior parte dei componenti.",
  "impostazione_usa": "Impostazione USA:",
  "desc_impostazione_usa": "Predilige la stabilità, la gradevolezza e l'economicità, spesso privilegiando ingredienti di sintesi o minerali.",
  "impostazione_europea": "Impostazione Europea (Recente):",
  "desc_impostazione_europea": "Tende ad orientarsi verso una filosofia <em>ecobio</em> (ecologica e biologica), con maggiore attenzione a sostenibilità e sicurezza.",
  "subtitle_ruolo_alcol": "Ruolo dell'Alcol Denaturato",
  "desc_ruolo_alcol": "L'alcol denaturato è un componente ubiquitario in molti prodotti, con molteplici funzioni:",
  "alcol_solvente": "<span class=\"biotechbold\">Solvente:</span> Per sostanze grasse e organiche.",
  "alcol_eccipiente": "<span class=\"biotechbold\">Eccipiente:</span> Protegge i principi attivi da calore e umidità, facilitandone dosaggio e impiego.",
  "alcol_antisettico": "<span class=\"biotechbold\">Antisettico e Vettore:</span> Aiuta nella penetrazione di attivi e conferisce sensazione di freschezza.",
  "tabella_prodotto": "Prodotto",
  "desc_colloidi_associazione": "Sono formati da molecole <strong>anfipatiche</strong> (come i tensioattivi) con <span class=\"biotechbold\">testa idrofila</span> e <span class=\"biotechbold\">coda idrofoba</span>. A concentrazioni elevate, formano <strong>micelle</strong> che intrappolano il solvente.",
  "subtitle_spray_lacche": "Spray, Lacche e Propellenti",
  "desc_propellenti": "I propellenti utilizzati per nebulizzare il prodotto (come <strong>Butano, Isobutano, Propano</strong>) hanno sostituito i vecchi <strong>CFC</strong> (clorofluorocarburi), responsabili della distruzione della fascia di ozono.",
  "desc_solventi_lacche": "Nelle lacche, accanto agli alcoli, si usano <strong>solventi molto volatili</strong> (es. eteri) che facilitano la nebulizzazione. La presenza di solventi clorurati (es. diclorometano) è meno frequente a causa del loro grado di tossicità.",
  "subtitle_additivi": "Additivi Funzionali, Preservanti e Rinforzanti",
  "additivo_vitamine": "<span class=\"greentext\">Vitamine:</span> Molto diffuse, come la <strong>Niacinamide</strong> (vitamina B₃ in forma amidica), che rafforza la barriera cutanea e migliora la lucentezza.",
  "additivo_pantenolo": "<span class=\"greentext\">Pantenolo:</span> La provitamina più diffusa in cosmetica. È un precursore cellulare del Coenzima A e migliora idratazione, elasticità e resistenza del capello.",
  "additivo_preservanti": "<span class=\"greentext\">Preservanti:</span> Sostanze come il <strong>Butil-paraossibenzoato</strong> o il <strong>Propilenglicole</strong>, che agisce anche come antifungino, eccipiente, plastificante e umettante.",
  "subtitle_gel_schiume": "Gel, Schiume e il Potere Fissativo",
  "desc_gel_lacche": "I <strong>Gel</strong> sono fissatori ad effetto condizionante, mentre le lacche offrono un potere fissativo più intenso.",
  "eccipienti_grassi": "<strong>Eccipienti Grassi:</strong> Spesso derivati vegetali come l'olio di ricino.",
  "addensanti_gommina": "<strong>Addensanti (Gommina):</strong> Derivati della cellulosa (idrossietil- e idrossipropilcellulosa) aumentano viscosità e potenziano l'azione fissativa.",
  "caption_disposizione_silicone": "Disposizione di PVP e polidimetilsilossano sul capello.",
  "subtitle_agenti_filmogeni": "Agenti Filmogeni e l'Effetto Naturale",
  "desc_filmogeni": "I <strong>Filmogeni</strong> sono polimeri che formano un film protettivo sul capello, conferendo consistenza e scorrevolezza. Sono spesso polimeri vinilici o derivati siliconici.",
  "desc_pvp": "<span class=\"biotechbold\">Polivinilpirrolidone (PVP):</span> Storico filmogeno. Crea uno strato rigido e solubile in acqua, responsabile dell'<strong>effetto bagnato</strong>.",
  "desc_sistemi_moderni": "<span class=\"biotechbold\">Sistemi Moderni (PVP + Silicone):</span> Il <strong>Polidimetilsilossano</strong> forma uno strato esterno protettivo che ripara il PVP dall'acqua. Mantiene la tenuta <strong>senza effetto bagnato</strong>, per un look più naturale.",
  "desc_copolimero_schiuma": "Per favorire la distribuzione in schiuma, si usa un <strong>copolimero siliconico</strong> (dimethicone copolyol), ottenuto dall'unione di un polisilossano e un polietere. La componente eterea idrofila migliora la solubilità in acqua/alcol e conferisce lucentezza.",
  "subtitle_avvertenze_fissativi": "Avvertenze per i Fissativi",
  "avvertenze_uso": "L'uso di gel o lacche deve essere limitato in presenza di <strong>malformazioni o fragilità del capello</strong>, poiché possono danneggiare la cuticola e la corticale, favorendo fenomeni come la <strong>tricorressi</strong>. I fissativi devono essere eliminati con un lavaggio in acqua tiepida, non con la spazzola.",
  "subtitle_tinture_capelli": "Tinture per Capelli",
  "desc_tinture": "La colorazione è dovuta a sostanze che assorbono determinate lunghezze d'onda della luce e ne ritrasmettono altre. Le tinture si distinguono in base alla durata e alla composizione chimica:",
  "tintura_henne": "Henné (Naturale)",
  "tintura_temporanea": "Colorazione Temporanea",
  "tintura_diretta": "Colorazione Diretta (Semipermanente)",
  "tintura_demipermanente": "Colorazione Demipermanente",
  "tintura_permanente": "Colorazione Permanente (a Ossidazione)",
  "title_mechanismi_colorazione": "MECCANISMI DI COLORAZIONE DEI CAPELLI 🎨",
  "caption_henne": "Henné deposito.",
  "subtitle_henne": "1. Henné (Colorazione Sostantiva Naturale)",
  "desc_henne": "A differenza delle tinture a ossidazione, l’henné <strong>non penetra nella corteccia</strong>, ma si deposita sulla <strong>cuticola</strong>, legandosi alla cheratina tramite <strong>legami idrogeno</strong> (elettrostatici).",
  "agente_colorante_henne": "<span class=\"biotechbold\">Agente Colorante:</span> <strong>Lawsone</strong>, estratto da *Lawsonia inermis*.",
  "effetto_sostantivante_henne": "<span class=\"biotechbold\">Effetto Sostantivante:</span> Aumenta leggermente il diametro del capello, conferendo volume, lucentezza e resistenza.",
  "benefici_henne": "L’henné, grazie al <strong>lawsone</strong> presente nelle foglie di *Lawsonia inermis*, non solo colora naturalmente i capelli, ma forma uno <strong>strato protettivo</strong> sulla fibra, aumentandone <strong>resistenza</strong> e <strong>lucentezza</strong>. È particolarmente indicato per chi ha <strong>cute grassa o forfora</strong>, grazie alle proprietà <strong>sebo-regolatrici</strong>, <strong>antifungine</strong> e <strong>antibatteriche</strong>. I capelli risultano più <strong>corposi</strong>, <strong>idratati</strong> e <strong>rinvigoriti</strong>, con una definizione migliorata, soprattutto nei ricci. Inoltre, sigillando la <strong>cuticola</strong>, riduce l’effetto crespo e <strong>protegge dagli agenti esterni</strong>, senza danneggiare la struttura del capello come fanno le tinte chimiche.",
  "subtitle_temporanea": "2. Colorazione Temporanea (Riflessante)",
  "desc_temporanea": "Modifica temporaneamente la tonalità, conferendo solo riflessi. Non copre i capelli bianchi.",
  "meccanismo_temporanea": "<span class=\"orangetext\">Meccanismo:</span> I pigmenti hanno <strong>alto peso molecolare</strong>, si depositano sulla cuticola <strong>senza penetrare</strong> e si rimuovono in 1-2 lavaggi.",
  "composizione_temporanea": "<span class=\"greentext\">Composizione:</span> <strong>Assenza di ammoniaca, basi alcaline e ossidanti</strong>. Usa coloranti (azoici, antrachinoni) che si legano per <strong>interazione elettrostatica</strong>.",
  "subtitle_semipermanente": "3. Colorazione Diretta o Semipermanente",
  "desc_semipermanente": "Colorazione diretta che copre parzialmente i capelli bianchi e resiste a 4-6 settimane (circa 12 lavaggi). Non ha potere schiarente.",
  "penetrazione_semipermanente": "<span class=\"biotechbold\">Alcalinizzazione e Penetrazione:</span> Il pH viene leggermente innalzato (ambiente acido-moderato) per aprire parzialmente la cuticola. Coloranti di <strong>dimensioni medie</strong> (es. azoici) penetrano nella <strong>corteccia superficiale</strong>. Senza ammoniaca, con ossidanti in tracce.",
  "richiusura_semipermanente": "<span class=\"biotechbold\">Acidificazione e Richiusura:</span> Il pH è riportato al valore fisiologico (4,5–5,5) con agenti acidificanti per <strong>richiudere la cuticola</strong> e fissare il colore.",
  "subtitle_demipermanente": "4. Colorazione Demipermanente",
  "desc_demipermanente": "Simile alla semipermanente, ma penetra più in profondità nella <strong>corteccia</strong> grazie a un leggero agente alcalino. Dura più a lungo (fino a 24 lavaggi). Spesso contiene piccole quantità di resorcina per migliorare la fissazione, ma <strong>senza ammoniaca</strong>. Ideale per ravvivare colori, tonificare colpi di sole o correggere toni indesiderati.",
  "subtitle_permanente": "5. Colorazione Permanente (a Ossidazione)",
  "desc_permanente": "Tecnica durevole che modifica la struttura del capello. Permette di schiarire e coprire completamente i capelli bianchi.",
  "title_mechanismo_due_fasi": "Meccanismo in Due Fasi:",
  "fase_ossidazione": "<strong>Fase di Alcalinizzazione/Ossidazione (pH ≈ 9):</strong> L'<strong>ammoniaca</strong> solleva le cuticole e l'<strong>acqua ossigenata</strong> (H₂O₂, 3–9%) dissolve la melanina naturale.",
  "fase_cromogena": "<strong>Fase Cromogena:</strong> Molecole piccole e incolori (<strong>precursori</strong>, es. para-fenilendiammina) e <strong>copulanti</strong> (es. resorcina) penetrano nella corteccia. L’ossidazione li trasforma in pigmenti grandi e colorati, <strong>fissati stabilmente</strong> all’interno.",
  "note_finale_permanente": "Un trattamento acidificante finale <strong>richiude le cuticole</strong>. Un processo errato può danneggiare il capello, lasciando le cuticole aperte o alterando la struttura proteica.",
  "title_ingredienti_critici": "INGREDIENTI CRITICI e Sostanze con Restrizione (Reg. CE 1223/2009) 🛑",
  "desc_regolamento": "Il <strong>Regolamento CE n. 1223/2009</strong> pone severe restrizioni sull'uso di sostanze potenzialmente pericolose, cancerogene o interferenti endocrine (EDC).",
  "dt_catrame_ppd": "Catrame di Carbon Fossile / P-Fenilendiammina (PPD):",
  "rischio_catrame_ppd": "<strong>Rischio:</strong> Cancerogeno noto. La PPD è un colorante a base di catrame usato nelle tinture scure.",
  "normativa_catrame_ppd": "<strong>Normativa:</strong> Il catrame è vietato nell'UE. La PPD è consentita solo nelle tinture per capelli, ma richiede l'avvertimento obbligatorio che \"può causare irritazioni cutanee\" e che l'uso improprio vicino agli occhi \"può causare cecità\".",
  "dt_amine_meateadea": "MEA/TEA/DEA (Amine):",
  "rischio_amine_meateadea": "<strong>Rischio:</strong> Potenziale cancerogeno. Usate come emulsionanti e schiumogeni. I derivati di DEA possono formare <strong>nitrosamine</strong> (possibili cancerogeni IARC).",
  "normativa_amine_meateadea": "<strong>Normativa:</strong> La Direttiva UE limita la concentrazione di DEA/MEA nei cosmetici e la concentrazione massima di nitrosamine nei prodotti che le contengono.",
  "dt_sls_sles": "SLS/SLES (Solfo-Tensioattivi):",
  "rischio_sls_sles": "<strong>Rischio:</strong> Schiumogeni molto economici. Ritenuti cancerogeni se associati ai composti MEA/TEA/DEA.",
  "normativa_sls_sles": "<strong>Normativa:</strong> La FDA raccomanda il monitoraggio di possibili contaminanti in questi composti.",
  "dt_formaldeide": "Formaldeide (FRP):",
  "rischio_formaldeide": "<strong>Rischio:</strong> Fortemente irritante e potenzialmente cancerogena. Usata come conservante (rilasciatori di formaldeide), tinture e prodotti per unghie.",
  "normativa_formaldeide": "<strong>Normativa:</strong> I conservanti che rilasciano formaldeide devono riportare l'avviso <strong>\"contiene formaldeide\"</strong> in etichetta se la concentrazione nel prodotto supera lo 0,05%.",
  "dt_parabeni": "Parabeni:",
  "rischio_parabeni": "<strong>Rischio:</strong> Conservanti ubiquitari. Sospetti di essere <strong>interferenti endocrini</strong> (EDC).",
  "normativa_parabeni": "<strong>Normativa:</strong> La legislazione UE prevede un limite massimo complessivo di <strong>8 g/kg</strong> e di <strong>4 g/kg</strong> per il singolo parabene. Per quelli a catena più lunga (Butil- e Propilparabene) il limite è ridotto a 1,9 g/kg.",
  "dt_petrolati": "Petrolati, Oli Minerali e Paraffine:",
  "rischio_petrolati": "<strong>Rischio:</strong> Sottoprodotti del petrolio. La paraffina (olio minerale) può essere contaminata da <strong>IPA (Idrocarburi Aromatici Policiclici)</strong>, cancerogeni noti. Creano un film opprimente sulla cute.",
  "normativa_petrolati": "<strong>Normativa:</strong> Nell'UE sono ammessi solo se si può dimostrare che l'intero processo di raffinazione assicura che la sostanza di origine <strong>non è cancerogena</strong>.",
  "dt_toluene_triclosano_piombo": "Toluene / Triclosano / Piombo:",
  "rischio_toluene_triclosano_piombo": "<strong>Rischio:</strong> Il Toluene è un solvente tossico per i sistemi endocrino e immunitario. Il Triclosano è cancerogeno e tossico per il sistema endocrino. Il Piombo è un contaminante cancerogeno noto (non un ingrediente dichiarato, ma un contaminante in rossetti/tinture).",
  "normativa_toluene_triclosano_piombo": "<strong>Normativa:</strong> Il Triclosano è consentito solo in dentifrici e saponi (fino allo 0,3%). Il Methylbenzylidene Camphor (filtro UV) è stato aggiunto all'elenco delle sostanze vietate dal 2025.",
  "dt_peg": "PEG (Glicole Polietilenico) e Tensioattivi Etossilati:",
  "rischio_peg": "<strong>Rischio:</strong> Usati come assorbenti/penetranti. Sono spesso associati a contaminanti cancerogeni di processo come l'<strong>1,4-Diossano</strong> e l'<strong>Ossido di Etilene</strong>. È consigliato evitare ingredienti contenenti la formula <strong>ETH</strong> (indicativa di etossilazione).",
  "normativa_peg": "<strong>Normativa:</strong> L'UE richiede che i PEG e i tensioattivi etossilati siano purificati per ridurre al minimo i contaminanti cancerogeni.",
  "title_shampoo": "SHAMPOO PER CAPELLI: Funzione e Composizione 🧼",
  "desc_shampoo": "Lo shampoo è una soluzione acquosa complessa, la cui funzione primaria è la detersione di capelli e cuoio capelluto. Le formulazioni variano ampiamente in base al tipo di capello (secco, grasso, colorato) o al problema specifico (forfora, sebo).",
  "subtitle_composizione_base": "Composizione Base",
  "desc_composizione_base": "Lo shampoo è composto principalmente da <strong>acqua sterile e deionizzata</strong> (80-90%) e <strong>tensioattivi</strong> (10-20%).",
  "tensioattivi_primari": "<strong>Tensioattivi Primari:</strong> Garantiscono la pulizia e il potere lavante (es. SLES, SLS).",
  "tensioattivi_secondari": "<strong>Tensioattivi Secondari:</strong> Ottimizzano la schiumosità e riducono l'irritazione (es. cocamidopropil betaina).",
  "sostanze_ispessenti": "<strong>Sostanze Ispessenti:</strong> Migliorano la viscosità e la stabilità (es. cloruro di sodio, idrossietilcellulosa).",
  "agenti_condizionanti": "<strong>Agenti Condizionanti:</strong> Polimeri cationici o siliconi che migliorano pettinabilità e lucentezza.",
  "conservanti_shampoo": "<strong>Conservanti:</strong> Prevenzione della crescita microbica (es. fenossietanolo, acido benzoico).",
  "profumi_coloranti": "<strong>Profumi e Coloranti:</strong> Sostanze aggiuntive per caratteristiche sensoriali.",
  "cl_tit": "Classi di Tensioattivi e Carica Elettrica",
  "tb_tipo": "Tipo",
  "tb_carica": "Carica",
  "tb_es": "Esempio",
  "tb_uso": "Uso Specifico",
  "a_tipo": "Anionici",
  "a_carica": "Negativa",
  "a_es": "Lauril Solfato di Sodio (SLS)",
  "a_uso": "Detergenza principale (più comuni)",
  "amf_tipo": "Anfoteri",
  "amf_carica": "Dipende dal pH",
  "amf_es": "Derivati della Betaina",
  "amf_uso": "Formulazioni delicate e shampoo per bambini",
  "ni_tipo": "Non-Ionici",
  "ni_carica": "Neutrale",
  "ni_es": "Alcanolammidi grasse",
  "ni_uso": "Coadiuvanti e stabilizzanti",
  "c_tipo": "Cationici",
  "c_carica": "Positiva",
  "c_es": "Cloruro di Distearil Dimetilammonio",
  "c_uso": "Capelli gravemente danneggiati",
  "mic_tit": "Meccanismo di Detersione (Micelle)",
  "mic_p1": "I tensioattivi sono <strong>molecole anfipatiche</strong> con una doppia natura:",
  "mic_l1": "<strong>Catena Idrocarburica (Idrofobica):</strong> Solubilizza lo sporco grasso e il sebo.",
  "mic_l2": "<strong>Testa Polare (Idrofilica):</strong> Solubilizza il tensioattivo in acqua.",
  "mic_p2": "In soluzione acquosa, queste molecole formano aggregati sferici chiamati <strong>micelle</strong>. Le code idrofobiche si orientano verso l'interno (lontane dall'acqua), mentre le teste idrofiliche si dispongono verso l'esterno.",
  "mic_p3": "Le micelle inglobano al loro interno lo sporco e il sebo (interazione idrofobica) e vengono lavate via grazie alla porzione idrofilica esterna. A concentrazioni elevate, le micelle possono assumere forme allungate (\"vermicelli\"), aumentando la viscosità del prodotto.",
  "sh_cur_tit": "Shampoo Curativi (Antiforfora e Antiseborroici)",
  "sh_cur_p1": "Questi shampoo sono addizionati con molecole ad azione farmacologica per problemi specifici. L'obiettivo è eliminare il problema senza irritare l'epidermide.",
  "sh_afor_t": "Antiforfora:",
  "sh_afor_d": "Contengono agenti antimicotici come <strong>Piroctone Olamina</strong>, <strong>Zinco Piritione</strong>, <strong>Climbazolo</strong>, <strong>Ketoconazolo</strong> o <strong>Disolfuro di Selenio</strong>. Possono includere catrami (olio di cade/ginepro o catrame di carbone fossile) per l'azione cheratolitica e antipruriginosa.",
  "sh_aseb_t": "Antiseborroici:",
  "sh_aseb_l1": "<span class=\"biotechbold\">Detergenti Dolci (Es. Legno di Panama):</span> Non danneggiano la cheratina e non causano seborrea reattiva, ma sono poco schiumogeni.",
  "sh_aseb_l2": "<span class=\"biotechbold\">Agenti Sebo-Regolatori:</span> Composti che rallentano la secrezione sebacea (solitamente <strong>derivati dello Zolfo</strong>).",
  "sil_tit": "Siliconi in Cosmetica",
  "sil_p1": "I siliconi (es. Dimeticone, Ciclometicone) sono usati per conferire morbidezza, setosità, lisciare e mantenere l'idratazione. Per le loro proprietà idrofobiche e filmogene, sono usati anche nei prodotti barriera (es. per cicatrici). Sono sostanze <strong>inerti, non irritanti, non sensibilizzanti</strong> e la loro sicurezza è riconosciuta a livello europeo e americano.",
  "sil_p2": "La loro potenziale <strong>comedogenicità</strong> dipende dalla formulazione e dal peso molecolare. Quelli a basso peso molecolare evaporano rapidamente e non ostruiscono i pori. Il Regolamento europeo ha posto restrizioni solo su alcuni siliconi volatili nei prodotti da risciacquo per motivi ambientali, non per tossicità cutanea.",
  "ps_tit": "PRODOTTI DOPO SHAMPOO: Condizionamento e Trattamento 🧴",
  "ps_bal_tit": "1. Balsami di Bellezza (Conditioner)",
  "ps_bal_p1": "Conferiscono al capello un aspetto elastico, liscio, lucido e disciplinato. Ideali per capelli lunghi e secchi per risolvere il problema dei nodi.",
  "ps_bal_l1": "<strong>Composizione:</strong> Ceri autoemulsionabili, tensioattivi cationici (ammonio quaternario), siliconi, proteine, polimeri.",
  "ps_bal_l2": "<strong>Fissaggio:</strong> Reversibile con il lavaggio.",
  "ps_bal_l3": "<strong>Controindicazioni:</strong> Sconsigliati per capelli grassi, poiché possono favorire il *surface buildup* e accelerare la migrazione del sebo.",
  "ps_mas_tit": "2. Creme per Capelli (Maschere)",
  "ps_mas_p1": "Prodotti più densi, usati dopo lo shampoo e risciacquati. Offrono un trattamento intensivo di nutrizione e riparazione.",
  "ps_mas_s": "<strong>Struttura:</strong> Emulsioni di <strong>olio in acqua (O/A)</strong> con emulsionanti non ionici o cationici.",
  "ps_mas_w": "<strong>Avvertenze:</strong> Un uso eccessivo può appesantire i capelli e dare sensazione di grasso precoce.",
  "ps_fix_tit": "3. Lozioni Fissanti",
  "ps_fix_p1": "Prodotti **senza risciacquo** che agiscono con polimeri sintetici (PVP, acetato di polivinile) per conferire **rigidità** e tenuta allo styling.",
  "ps_tratt_tit": "4. Lozioni Trattanti (Leave-in)",
  "ps_tratt_p1": "Prodotti senza risciacquo, applicati su capelli umidi o asciutti, con funzioni specifiche.",
  "ps_tratt_afor_t": "Lozioni Antiforfora:",
  "ps_tratt_afor_d": "Contengono Piritione di zinco, Octopyrox, Solfuro di Selenio, Catrame o derivati undecilenici.",
  "ps_tratt_aseb_t": "Lozioni Antiseborroiche:",
  "ps_tratt_aseb_d": "Utilizzano Zolfo, Catrame, estratti vegetali (ortica, salvia, aloe) o acidi (salicilico).",
  "ps_tratt_acad_t": "Lozioni Contro la Caduta:",
  "ps_tratt_acad_d": "Spesso contengono **inibitori del DHT** (es. estratto di Serenoa Serrulata), caffeina, biotina o peptidi stimolanti.",
  "pig_tit": "ANOMALIE DELLA PIGMENTAZIONE (DISCROMIE) 🔬",
  "pig_p1": "La <span class=\"biotechbold\">Melanina</span>, prodotta dai melanociti, è il pigmento responsabile del colore di pelle, capelli e occhi. Le discromie cutanee rappresentano un'alterazione del normale colorito per un difetto (ipocromia) o eccesso (ipercromia) di melanina.",
  "iper_tit": "Ipercromie (Melanodermie)",
  "iper_p1": "Si distinguono in forme generalizzate (legate a problemi endocrini, vitaminici, metabolici, tossici) e forme localizzate.",
  "ipe_ef_t": "Efelidi (Lentiggini Solari):",
  "ipe_ef_l1": "<strong>Caratteristiche:</strong> Piccole macchie giallo-brune, piane, con limiti sfumati.",
  "ipe_ef_l2": "<strong>Eziologia:</strong> Scatenate dai <strong>raggi UVA</strong>, che stimolano la produzione di melanina nelle cellule basali.",
  "ipe_ef_l3": "<strong>Comportamento:</strong> Si accentuano d'estate e regrediscono d'inverno. Non degenerano.",
  "ipe_lent_t": "Lentiggini:",
  "ipe_lent_l1": "<strong>Caratteristiche:</strong> Macchie <strong>rilevate</strong>, più scure e con margini netti rispetto alle efelidi. Possono apparire anche in zone non esposte al sole.",
  "ipe_lent_l2": "<strong>Trattamento:</strong> Rimovibili con Laser o diatermocoagulazione.",
  "ipe_nevi_t": "Nevi (Neofromazioni Pigmentarie):",
  "ipe_nevi_l1": "<strong>Caratteristiche:</strong> Tumori benigni da accumulo di cellule neviche. Piani (tipo \"caffè-latte\") o rilevati (tuberosi).",
  "ipe_nevi_l2": "<strong>Rischio (Melanoma):</strong> I <strong>nevi giunzionali</strong> (alla giunzione dermo-epidermica) sono i più a rischio di trasformazione maligna.",
  "ipe_nevi_h": "Segnali di Allarme (ABCDE):",
  "ipe_nevi_w": "Attenzione a variazioni rapide di <strong>volume</strong>, comparsa di alone eritematoso, sanguinamento spontaneo o prurito/dolore. I traumatismi possono innescare la trasformazione maligna.",
  "ipe_altre_t": "Altre Ipercromie Localizzate:",
  "ipe_altre_l": "Cloasma, Dermatite da bergamotto, Lentigo attinica, Pitiriasi versicolor ipercromizzante.",
  "ipo_tit": "Ipocromie (Leucodermie)",
  "ipo_p1": "Condizioni caratterizzate da un deficit di pigmento.",
  "vit_t": "Vitiligine:",
  "vit_l1": "<strong>Eziologia:</strong> <strong>Perdita autoimmune dei melanociti</strong>, con forte componente genetica.",
  "vit_l2": "<strong>Caratteristiche Cliniche:</strong> Aree depigmentate con bordi netti, spesso simmetriche. Localizzazione tipica: viso, mani, genitali. I peli nelle macchie diventano bianchi (<strong>leucotrichia</strong>).",
  "vit_l3": "<strong>Importanza:</strong> La cute depigmentata è vulnerabile al sole (<strong>fotoustione</strong>). Richiede protezione solare rigorosa. Patologia cronica e asintomatica.",
  "alb_t": "Albinismo:",
  "alb_l1": "<strong>Eziologia:</strong> <strong>Assenza congenita di melanina</strong> (ereditario). I melanociti sono presenti ma non funzionanti.",
  "alb_l2": "<strong>Caratteristiche:</strong> Cute bianca con sfumature rossastre; capelli bianchi/rossicci; iride rosa.",
  "alb_l3": "<strong>Conseguenze Oculari:</strong> Problemi visivi comuni (nistagmo, fotofobia, astigmatismo, ipovisione) per mancato sviluppo del nervo ottico.",
  "ipo_altre_t": "Altre Ipocromie:",
  "ipo_altre_l": "Pitiriasi versicolor ipocromizzante, Pitiriasi alba, Ereditary Hypomelanosis.",
  "les_tit": "LESIONI ELEMENTARI CUTANEE: Classificazione e Diagnosi 🔬",
  "les_p1": "Le lesioni elementari rappresentano l'espressione morfologica della risposta cutanea a uno stimolo patogeno. La loro attenta osservazione (tipo, numero, localizzazione e disposizione) è fondamentale per inquadrare le diverse patologie dermatologiche.",
  "les_tipo_tit": "Tipi di Lesioni",
  "les_prim_t": "Primitive:",
  "les_prim_d": "Rappresentano l'espressione iniziale della patologia (es. eritema, papula, vescicola).",
  "les_sec_t": "Secondarie:",
  "les_sec_d": "Rappresentano l'evoluzione spontanea della lesione primitiva o sono causate da un intervento esterno (es. crosta, ulcerazione).",
  "les_ps_t": "Primitivo-Secondarie:",
  "les_ps_d": "Lesioni che possono essere l'espressione iniziale della patologia ma che spesso si manifestano in concomitanza di lesioni secondarie in evoluzione (es. eczema, dove eritema e vescicole primitive si affiancano a escoriazioni, erosioni e croste secondarie).",
  "les_prim_tit": "Lesioni Primitive (Iniziali)",
  "eritema_t": "ERITEMA:",
  "eritema_d1": "Alterazione del colore della cute dovuta a <strong>vasodilatazione capillare</strong>. Colore dal rosso vivo al violaceo. <strong>Scompare alla compressione</strong> (diascopia positiva).",
  "eritema_d2": "Può essere transitorio (es. da calore, emozione) o persistente (es. rosacea). Associato a infiammazione, infezioni, reazioni allergiche o esposizione a UV.",
  "eritema_d3": "<strong>Caratteristica di:</strong> Esantemi infettivi, eritema solare, rosacea, eritema multiforme. Classificato in scarlattiniforme, roseoliforme o morbilliforme in base a forma e distribuzione.",
  "mac_t": "MACCHIA / CHIAZZA:",
  "mac_d1": "Alterazione circoscritta della pigmentazione della cute. <strong>Non scompare alla compressione</strong> (diastasi negativa).",
  "mac_l1": "<strong>Ipercromica:</strong> Aumento di melanina (es. efelidi, lentiggini).",
  "mac_l2": "<strong>Ipo-acromica:</strong> Riduzione di melanina (es. vitiligine).",
  "mac_l3": "<strong>Pseudomacchia:</strong> Da pigmenti esogeni (es. tatuaggi) o endogeni (es. emosiderina).",
  "mac_d2": "<strong>Macchia:</strong> Diametro ≤ 1 cm.<br><strong>Chiazza:</strong> Diametro > 1 cm o confluenza di macchie.",
  "mac_d3": "<strong>Caratteristica di:</strong> Vitiligine, melasma, efelidi, tatuaggi.",
  "pap_t": "PAPULA / PLACCA:",
  "pap_d1": "<strong>Papula:</strong> Rilevatezza cutanea solida e circoscritta, di dimensioni inferiori a 1 cm. Origina da proliferazione cellulare epidermica o infiltrazione flogistica del derma superficiale. Risolve senza lasciare esiti.",
  "pap_d2": "<strong>Placca:</strong> Lesione solida in rilievo, di dimensioni superiori a 1 cm, spesso formata dalla confluenza di più papule.",
  "pap_d3": "<strong>Caratteristica di:</strong> Mollusco contagioso (papula), psoriasi, eczema, lichen planus.",
  "nod_t": "NODULO / NODOSITÀ:",
  "nod_d1": "<strong>Nodulo:</strong> Rilevatezza cutanea solida e circoscritta, <strong>di dimensioni superiori a 1 cm</strong>. Origina da processi proliferativi o infiammatori a livello del <strong>derma</strong>. Spesso risolve con esiti atrofico-cicatriziali.",
  "nod_d2": "<strong>Nodosità:</strong> Lesione solida più profonda, che interessa il derma profondo o l'<strong>ipoderma</strong>. Di dimensioni maggiori rispetto al nodulo, è tipicamente dolorosa e palpabile. Associata a condizioni come l’eritema nodoso.",
  "pomfo_t": "POMFO:",
  "pomfo_d1": "Rilevatezza cutanea circoscritta e <strong>fugace</strong>, che insorge rapidamente e scompare entro 24 ore. Origina da <strong>edema del derma superficiale</strong> causato da vasodilatazione capillare e liberazione di istamina.",
  "pomfo_d2": "Di forma tondeggiante e colore rosso, rosaceo o pallido-perlaceo, è tipicamente accompagnato da <strong>prurito</strong> e presenta un alone eritematoso. Risolve senza lasciare esiti.",
  "pomfo_d3": "<strong>Caratteristica di:</strong> Orticaria, punture di insetti, reazioni allergiche (alimenti, farmaci), infezioni virali.",
  "vesc_t": "VESCICOLA / BOLLA:",
  "vesc_d1": "Raccolta circoscritta di liquido (sieroso, sieroematico, ematico) in seno all'epidermide o tra epidermide e derma.",
  "vesc_d2": "<strong>Vescicola:</strong> Dimensioni inferiori a 5 mm. Tipica degli **eczemi**, della varicella e dell'herpes labiale. Risolve per riassorbimento o evolve in erosione.",
  "vesc_d3": "<strong>Bolla:</strong> Dimensioni superiori a 5 mm. Può contenere liquido limpido (sieroso) o torbido (con cellule infiammatorie o batteri). Associata a ustioni, pemfigo, dermatite erpetiforme e sovrainfezioni.",
  "vesc_d4": "<strong>Flittena:</strong> Termine spesso usato per indicare una bolla di grandi dimensioni, tipicamente causata da ustioni o congelamento.",
  "pustola_t": "PUSTOLA:",
  "pustola_d1": "Raccolta di <strong>essudato purulento</strong> (pus) contenuta nell'epidermide (lesione intraepidermica o sottoepidermica). Appare come una piccola vescicola di colore giallo o bianco su base arrossata.",
  "pustola_d2": "Di dimensioni generalmente inferiori a 1 cm, regredisce senza esiti cicatriziali nella maggior parte dei casi, tranne in forme severe (es. pustole vaiolose). Può essere primitiva o secondaria, derivante dalla trasformazione pustolosa di vescicole o bolle.",
  "pustola_d3": "<strong>Caratteristica di:</strong> Acne, follicolite, impetigine, psoriasi pustolosa, varicella.",
  "pustola_d4": "<strong>Pustola sterile:</strong> Presenza di pus senza infezione batterica (es. psoriasi pustolosa).",
  "les_sec_tit": "Lesioni Secondarie (Evolutive)",
  "crosta_t": "CROSTA:",
  "crosta_d1": "Conglomerato di <strong>liquidi biologici essiccati e detriti cellulari</strong> che ricopre lesioni con perdita di sostanza. Il colore dipende dal contenuto:",
  "crosta_d2": "<strong>Colori:</strong> Marrone/rossastre (ematiche); giallastre (sierose).",
  "crosta_d3": "<strong>Caratteristica di:</strong> Impetigine, eczema. Se contiene lamelle cornee si parla di <strong>squamo-crosta</strong>.",
  "squama_t": "SQUAMA:",
  "squama_d1": "Agglomerato di <strong>lamelle cornee</strong> dovuto a desquamazione eccessiva dello strato corneo. Classificata in furfuracea, pitiriasica, lamellare o foliacea.",
  "squama_d2": "<strong>Caratteristica di:</strong> Psoriasi, forfora, dermatite seborroica.",
  "escor_t": "ESCORIAZIONE:",
  "escor_d1": "Perdita di sostanza <strong>epidermica</strong> di origine traumatica (es. grattamento). Lineare, superficiale. Risolve senza cicatrice.",
  "eros_t": "EROSIONE:",
  "eros_d1": "Perdita di sostanza che interessa <strong>epidermide e derma superficiale</strong>. Origina dalla rottura di vescicole, bolle o pustole. Risolve senza cicatrice.",
  "ulc_t": "ULCERAZIONE:",
  "ulc_d1": "Perdita di sostanza profonda che interessa <strong>epidermide, derma e ipoderma</strong>. Risolve <strong>sempre con cicatrice</strong>. Associata a infezioni, ischemia, neoplasie.",
  "ragade_t": "RAGADE:",
  "ragade_d1": "Soluzione di continuo <strong>lineare e profonda</strong> che raggiunge il derma. Tipica di processi infiammatori cronici (es. ano, labbra). Può sanguinare e talvolta lascia cicatrice.",
  "cicat_t": "CICATRICE:",
  "cicat_d1": "Neoformazione di tessuto connettivo in seguito a riparazione di lesioni profonde. Inizialmente rossa e rilevata, poi si appiattisce e schiarisce. <strong>Assenza di annessi cutanei</strong> (peli, ghiandole) e alterazione della pigmentazione.",
  "fust_tit": "ANOMALIE DEL FUSTO DEL CAPELLO: FRATTURE 💔",
  "fust_p1": "Le anomalie del fusto del capello sono spesso alla base di diverse forme di alopecia e vengono classificate in base al tipo di alterazione morfologica subita dal fusto.",
  "tri_nod_tit": "1. Tricorressi Nodosa (Frattura a Pennello)",
  "tri_nod_mor_t": "Morfologia:",
  "tri_nod_mor_d": "Perdita della cuticola seguita da dissociazione delle cellule della corteccia. Si formano <strong>rigonfiamenti tondeggianti</strong> che si fratturano con aspetto <strong>\"sfrangiato\" o \"a pennello\"</strong>.",
  "tri_nod_ezi_t": "Eziologia:",
  "tri_nod_ezi_d": "Causata da <strong>traumi fisico-chimici</strong> (phon, spazzole, permanenti, tinture, acconciature tese, shampoo ripetuti).",
  "tri_sch_tit": "2. Tricoschìsi (Frattura Netta)",
  "tri_sch_mor_t": "Morfologia:",
  "tri_sch_mor_d": "<strong>Frattura trasversale netta</strong> del capello, senza rigonfiamenti. Aspetto appiattito, secco e ruvido.",
  "tri_sch_ezi_t": "Eziologia:",
  "tri_sch_ezi_d": "Carenze proteiche (cistina) e soprattutto carenza di <strong>zolfo</strong> (&lt; 50% del normale).",
  "tri_sch_ass_t": "Associazione:",
  "tri_sch_ass_d": "Se familiare e associata a alterazioni ungueali o ittiosi, si definisce <strong>Tricotiodistrofìa</strong>.",
  "tri_inv_tit": "3. Tricorressi Invaginata (\"Capelli a Bambù\")",
  "tri_inv_mor_t": "Morfologia:",
  "tri_inv_mor_d": "<strong>Rigonfiamento</strong> del capello: la parte superiore rigida <strong>penetra</strong> in quella sottostante non cheratinizzata, che si dilata.",
  "tri_inv_ass_t": "Associazione:",
  "tri_inv_ass_d": "Spesso presente nella <strong>Sindrome di Netherton</strong>, associata a ittiosi e atopìa.",
  "fra_fus_tit": "4. Fratture Fusiformi (A Punta di Matita)",
  "fra_fus_mor_t": "Morfologia:",
  "fra_fus_mor_d": "Frattura a livello di restringimenti. Il frammento residuo appare <strong>\"a punta di matita\"</strong>.",
  "fra_fus_ass_t": "Associazione:",
  "fra_fus_ass_d": "Nei <strong>capelli affusolati</strong> o <strong>anagen distrofici</strong> dell'alopecia areata.",
  "tri_ptil_tit": "5. Tricoptilòsi (Doppia Punta)",
  "tri_ptil_p1": "<strong>Fissurazione longitudinale</strong> del fusto (terminale o intermedia), nota come \"doppia punta\". Causata da danni fisico-chimici dopo perdita della cuticola.",
  "tri_clas_tit": "6. Tricoclasìa",
  "tri_clas_p1": "<strong>Frattura trasversale</strong> del fusto che interessa midollo e corteccia, ma con <strong>risparmio della cuticola</strong>. Conseguenza di traumi fisico-chimici lievi.",
  "alt_str_tit": "Alterazioni della Regolarità e Struttura 📏",
  "moni_tit": "1. Moniletrix (Capelli a Collana)",
  "moni_mor_t": "Morfologia:",
  "moni_mor_d": "Fusto senza torsioni, con <strong>rigonfiamenti ellittici</strong> (nodi) alternati a <strong>restringimenti affusolati</strong> (internodi). La cuticola è assente nei nodi e alterata negli internodi, dove avvengono le fratture.",
  "moni_ezi_t": "Eziologia:",
  "moni_ezi_d": "Difetto genetico nella zona cheratogenetica del follicolo, con alternanza di aree allargate e ristrette.",
  "pseudo_moni_tit": "2. Pseudomoniletrix",
  "pseudo_moni_dif_t": "Differenze da Moniletrix:",
  "pseudo_moni_l1": "Rigonfiamenti di <strong>dimensioni e distanza irregolari</strong>.",
  "pseudo_moni_l2": "Cellule cuticolari <strong>conservate</strong>.",
  "pseudo_moni_l3": "Alterazione <strong>acquisita</strong>, non ereditaria (traumi fisico-chimici).",
  "pseudo_moni_l4": "Fratture si verificano quasi esclusivamente nei nodi.",
  "pili_torti_tit": "3. Pili Torti (Capelli Ritorti)",
  "pili_torti_mor_t": "Morfologia:",
  "pili_torti_mor_d": "Fusto con <strong>avvolgimenti su sé stesso</strong> (3–5 torsioni regolari). La sezione diventa ellittica nei punti ritorti. Estremamente <strong>fragili</strong> (lunghezza &lt; 5 cm).",
  "pili_torti_ezi_t": "Eziologia:",
  "pili_torti_ezi_d": "Anomalia <strong>ereditaria rara</strong> (X-linked recessiva), legata a mutazioni nel gene <em>PLS3</em>. Può essere acquisita in seguito a traumi ripetuti.",
  "pili_torti_diag_t": "Diagnosi:",
  "pili_torti_diag_d": "Rifrazione irregolare alla luce incidente. Associata a <strong>Sindrome di Menkes</strong> (carenza di rame).",
  "cap_aff_tit": "4. Capelli Affusolati (Tapered Hairs)",
  "cap_aff_mor_t": "Morfologia:",
  "cap_aff_mor_d": "Presenza di <strong>restringimenti progressivi</strong> lungo il fusto.",
  "cap_aff_ezi_t": "Eziologia:",
  "cap_aff_ezi_d": "Causata da <strong>rallentamento temporaneo</strong> della matrice follicolare. Associata ad alopecia areata, tricotillomania, malattie sistemiche gravi o farmaci citotossici.",
  "scanalature_longitudinali_titolo": "5. Scanalature Longitudinali",
    "scanalature_longitudinali_paragrafo": "Difetti zonali nella crescita follicolare con <strong>riduzione dello spessore della corteccia</strong> in corrispondenza della scanalatura, ma cuticola intatta. Non patologiche di per sé, ma spesso associate a <strong>tricotiodistrofia</strong>, moniletrix o pili torti.",
    "pili_annulati_titolo": "6. Pili Annulati (Capelli Anellati)",
    "pili_annulati_morfologia": "Fusto con <strong>bande alternate chiare e scure</strong> (aspetto \"zebrato\") dovute a spazi d'aria tra cellule corticali non allineate. Effetto <strong>luccicante</strong> esteticamente gradevole.",
    "pili_annulati_eziologia": "Di solito <strong>ereditaria</strong> (autosomica dominante), ma può essere sporadica.",
    "pili_bifurcati_titolo": "7. Pili Bifurcati",
    "pili_bifurcati_morfologia": "Il fusto si divide in due rami, <strong>ciascuno con propria cuticola</strong>, per poi ricongiungersi. Differisce dalla tricoptilòsi, che è una frattura longitudinale.",
    "pili_bifurcati_eziologia": "Ipotesi di una <strong>matrice secondaria</strong> temporanea adiacente al follicolo principale.",
    "pili_multigemini_titolo": "8. Pili Multigemini",
    "pili_multigemini_morfologia": "Anomalia rara con <strong>2–10 peli</strong> di sezione irregolare prodotti da <strong>matrici multiple</strong> ma che emergono da un <strong>unico ostio follicolare</strong>.",
    "pili_multigemini_caratteristiche": "Ogni pelo ha guaine epiteliali interne proprie; la guaina esterna è unica. Tutti i peli sono solitamente in fase anagen. Distinto dalla tricostàsi spinulosa.",
    "anomalie_residue_titolo": "ANOMALIE RESIDUE E ARRICCIATURE DEL FUSTO ➰",
    "triconodosi_titolo": "1. Triconodòsi (Capello Annodato)",
    "triconodosi_paragrafo": "Anomalia acquisita in cui il fusto si presenta <strong>annodato su sé stesso</strong>. A questo livello, la cuticola è alterata o assente a causa del continuo sfregamento.",
    "triconodosi_patogenesi": "<strong>Patogenesi:</strong> Traumatica (legature strette, acconciature, capelli lunghi non spazzolati).",
    "triconodosi_frequenza": "<strong>Frequenza:</strong> Più comune nei soggetti con <strong>capelli ricci o molto fini</strong>.",
    "capelli_impetinabili_titolo": "2. Capelli Impettinabili (Capelli Canaliculi)",
    "capelli_impetinabili_paragrafo": "Alterazione solitamente <strong>ereditaria</strong> (mutazioni nei geni <em>PADI3</em>, <em>TGM3</em>, <em>TCHH</em>) in cui i capelli, di colore giallo-grigiastro, non possono essere pettinati né appiattiti.",
    "capelli_impetinabili_morfologia": "<strong>Morfologia:</strong> Stelo con sezione <strong>triangolare</strong> e <strong>scanalature longitudinali</strong> lungo i lati.",
    "capelli_impetinabili_eziologia": "<strong>Eziologia:</strong> Cheratinizzazione prematura della guaina epiteliale interna che deforma il capello in crescita.",
    "capelli_impetinabili_ereditarieta": "<strong>Ereditarietà:</strong> Autosomica dominante o recessiva.",
    "capelli_lanosi_titolo": "3. Capelli Lanosi (Woolly Hairs)",
    "capelli_lanosi_paragrafo": "Fusti a sezione ovoidale con <strong>curvature o torsioni assiali</strong> che causano un forte arricciamento. Simili ai <em>pili torti</em>, ma generalmente meno fragili.",
    "capelli_lanosi_caratteristiche": "<strong>Caratteristiche:</strong> Non pettinabili. <strong>Fase anagen ridotta</strong>, limita la crescita a pochi centimetri.",
    "capelli_lanosi_forme": "<strong>Forme:</strong> Generalizzata (ereditaria) o localizzata (acquisita).",
    "seborrea_titolo": "SEBORREA (IPERSECREZIONE SEBACEA) 💧",
    "seborrea_paragrafo": "La seborrea è la produzione di sebo in eccesso che altera l'equilibrio idro-lipidico della cute, causando inestetismi o patologie (es. acne, caduta di capelli).",
    "seborrea_tipi_titolo": "Tipi di Seborrea",
    "seborrea_fisiologica": "<strong>Fisiologica:</strong> Normale attività che crea il mantello idro-lipidico (protezione) e lubrifica il fusto.",
    "seborrea_patologica": "<strong>Patologica:</strong> Produzione anormale che rende cute e capelli grassi e oleosi. Può portare a <strong>pelle asfittica</strong> (sebo ristagna nei follicoli, cute secca e ruvida) e comedoni.",
    "seborrea_occasionale": "<strong>Occasionale:</strong> Ipersecrezione limitata a brevi periodi (es. da fattori ambientali o trattamenti errati).",
    "seborrea_secca": "<strong>Seborrea secca:</strong> Pelle con eccesso di sebo sottostante ma superficie secca e squamosa.",
    "seborrea_cause_titolo": "Cause e Fattori Favorenti",
    "seborrea_cause_interne": "Squilibri ormonali (androgeni), disturbi digestivi, fattori genetici, stress.",
    "seborrea_cause_esterne": "Fattori ambientali, prassi igieniche scorrette (es. prodotti troppo alcalini), lozioni alcoliche, massaggi intensi, alimentazione ricca di zuccheri e latticini.",
    "seborrea_fattori_microbici": "Proliferazione di lieviti <em>Malassezia</em> e batteri <em>Cutibacterium acnes</em>, che degradano il sebo in acidi irritanti.",
    "seborrea_danni_titolo": "Danni Provocati dalla Seborrea",
    "seborrea_alopecia": "<strong>Alopecia Seborroica:</strong> Caduta di capelli e accelerazione della calvizie.",
    "seborrea_patologie_cutanee": "<strong>Patologie Cutanee:</strong> Follicolite, acne o comedoni (per ostruzione follicolare).",
    "seborrea_pitiriasi": "<strong>Pitiriasi Steatoide:</strong> Seborrea accompagnata da forfora (squame untuose e giallastre).",
    "seborrea_dermatite": "<strong>Dermatite Seborroica:</strong> Infiammazione acuta con perdita di squame untuose sul cuoio capelluto, sopracciglia, naso, ascelle.",
    "seborrea_cisti_sebacee": "<strong>Cisti Sebacee:</strong> Accumulo di sebo e cheratina in aree come cuoio capelluto e tronco.",
    "seborrea_terapia_titolo": "Terapia",
    "seborrea_terapia_paragrafo": "Trattamenti antiseborroici e sebo-equilibranti, talvolta associati a farmaci (imidazolici, corticosteroidi, antiandrogeni). Utile l'associazione con trattamenti biostimolanti come l'<strong>Alta Frequenza</strong> (disinfetta e vascolarizza) o la <strong>Laserterapia</strong> (rinforza i capelli). È importante evitare detergenti aggressivi che inducono effetto rebound.",
    "forfora_titolo": "FORFORA (PITIRIASIS SIMPLEX CAPITIS) 🌨️",
    "forfora_paragrafo": "La forfora è causata da un <strong>accelerato ricambio delle cellule epidermiche</strong> (ciclo di 10–12 giorni anziché 28), che non raggiungono la completa maturazione prima del distacco.",
    "forfora_fattori_titolo": "Fattori Scatenanti e Ruolo del Micete",
    "forfora_morfologia": "<strong>Morfologia:</strong> Ammassi di cellule cornee (squame bianche o grigiastre).",
    "forfora_permeabilita": "<strong>Permeabilità:</strong> Lo strato corneo è <strong>più permeabile</strong> del normale, favorendo l'assorbimento di principi attivi.",
    "forfora_malassezia": "<strong>Malassezia:</strong> Lievito presente in eccesso. Un pH alterato e il sebo in eccesso favoriscono la sua crescita, che a sua volta stimola infiammazione e desquamazione.",
    "forfora_tipi_titolo": "Tipi Clinici di Forfora",
    "forfora_secca": "<strong>Pitiriasi Secca (Semplice):</strong> Squame <strong>fini e bianche</strong>, cute normale, prurito lieve.",
    "forfora_grassa": "<strong>Pitiriasi Grassa (Steatoide):</strong> Squame <strong>grosse, untuose e giallastre</strong>, cute eritematosa e oleosa, spesso associata a seborrea.",
    "forfora_terapia_titolo": "Terapia della Forfora",
    "forfora_terapia_antimicotica": "L'obiettivo è <strong>riequilibrare il microbiota</strong> e controllare la proliferazione di <em>Malassezia</em> con prodotti ad azione <strong>antimicotica</strong> (es. ketoconazolo, piritione di zinco, acido salicilico, tea tree oil).",
    "forfora_terapia_ph": "Lo shampoo deve avere un <strong>pH acido</strong> (4–5,5) per ripristinare il manto acido del cuoio capelluto e creare un ambiente sfavorevole al fungo. Lasciarlo in posa 3–5 minuti prima del risciacquo per massimizzare l'efficacia.",
    "morfologia_label": "Morfologia:",
    "eziologia_label": "Eziologia:",
    "caratteristiche_label": "Caratteristiche:",
    "cause_interne_label": "Cause Interne:",
    "cause_esterne_label": "Cause Esterne/Iatrogene:",
    "fattori_microbici_label": "Fattori Microbici:",
 
    "simple_title_main": "CAPELLI: COME SONO FATTI E IL LORO CICLO VITALE",
    "simple_section_anatomy_title": "1. ANATOMIA E STRUTTURA DEL CAPELLO",
    "simple_anatomy_p1": "I peli e i capelli sono filamenti fatti di cheratina. Nascono da un \"sacco\" nella pelle chiamato FOLLICOLO PILIFERO.",
    "simple_anatomy_p2": "Il follicolo si trova sotto la pelle del cuoio capelluto (derma). La sua parte finale, concava, si chiama BULBO.",
    "simple_figure_anatomy_caption": "Sezione anatomica dell'APPARATO PILO-SEBACEO.",
    "simple_anatomy_p3": "La lunghezza, lo spessore e la posizione dei capelli cambiano in base a dove si trovano, al sesso, all'età e alla razza.",
    "simple_anatomy_h3_parts": "Le Parti del Capello",
    "simple_part_fusto": "La parte che esce dalla pelle si chiama FUSTO (o STELO).",
    "simple_part_radice": "La parte sotto la pelle (dentro il follicolo) si chiama RADICE.",
    "simple_part_papilla": "In fondo alla radice c'è la PAPILLA DERMICA. Questa papilla porta il nutrimento al capello.",
    "simple_part_matrice": "Tra il bulbo e la radice c'è la MATRICE DEL CAPELLO. La matrice crea tutti i componenti del capello.",
    "simple_part_unit": "Queste parti formano l'APPARATO PILO-SEBACEO.",
    "simple_section_components_title": "APPARATO PILO-SEBACEO: COMPONENTI",
    "simple_comp_follicolo": "▶ FOLLICOLO PILIFERO (con il capello)",
    "simple_comp_muscolo": "▶ MUSCOLO PILO ERETTORE",
    "simple_comp_ghiandola": "▶ GHIANDOLA SEBACEA",
    "simple_follicle_h3": "FOLLICOLO PILIFERO:",
    "simple_follicle_text1": "Il follicolo è un \"sacco\" della pelle, inclinato, che scende nel derma per 1-3 mm. Contiene il pelo e le sue guaine.",
    "simple_follicle_text2": "Ogni persona ha circa 5 milioni di follicoli. Circa 100.000 sono sul cuoio capelluto. Questo numero è stabilito prima della nascita e non aumenta più.",
    "simple_gland_h3": "GHIANDOLA SEBACEA:",
    "simple_gland_text1": "Questa ghiandola produce il sebo, una sostanza grassa (trigliceridi, colesterolo, ecc.).",
    "simple_gland_text2": "Il sebo serve a lubrificare, ammorbidire e proteggere il capello man mano che cresce. Il sebo si diffonde sulla pelle e sul capello. La sua attività è controllata da fattori ormonali e alimentari.",
    "simple_muscle_h3": "MUSCOLO PILO-ERETTORE:",
    "simple_muscle_text1": "È fatto di fibre muscolari lisce. Si attacca al follicolo.",
    "simple_muscle_text2": "Quando si contrae (per freddo o emozioni come paura), il pelo si mette dritto. Questo causa la pelle d'oca. Aiuta anche a far uscire il sebo.",
    "simple_section_structure_title": "2. STRUTTURA DEL CAPELLO",
    "simple_structure_p1": "Il capello è una fibra complessa. Contiene acqua (10-30%) e grassi (sebo, cere, ecc.) per proteggersi.",
    "simple_structure_p2": "Il fusto del capello ha tre strati:",
    "simple_layer_cuticola": "CUTICOLA: È la parte più esterna. È fatta di cellule piatte e sovrapposte, come le tegole di un tetto.",
    "simple_layer_corteccia": "CORTECCIA: Si trova sotto la cuticola. È la parte più grande del capello. Dà al capello la sua resistenza e contiene la melanina (colore).",
    "simple_layer_midollo": "MIDOLLO: È la parte centrale, quasi assente nel fusto.",
    "simple_figure_structure_caption": "Dettaglio degli strati del Capello.",
    "simple_structure_p3": "Le molecole principali sono: cheratina (struttura), melanina (colore) e minerali.",
    "simple_keratin_h2": "CHERATINA: LA STRUTTURA FONDAMENTALE",
    "simple_keratin_p1": "Il capello è fatto principalmente di cheratina. Ne esistono due tipi:",
    "simple_keratin_filamentosa": "Cheratina Filamentosa: Forma dei fasci (fibrille) nella corteccia.",
    "simple_keratin_amorfa": "Cheratina Amorfa: Riempie gli spazi tra i fasci, dando stabilità.",
    "simple_stability_h2": "COME RIMANE STABILE LA STRUTTURA?",
    "simple_stability_p1": "Le catene di cheratina sono unite da dei \"ponti\" che le tengono insieme. Ci sono 3 tipi di ponti:",
    "simple_bridge_hydrogen_h3": "1. PONTI IDROGENO",
    "simple_bridge_hydrogen_text": "Sono legami molto deboli. Si rompono facilmente con l'acqua o il calore. Danno al capello flessibilità.",
    "simple_bridge_saline_h3": "2. PONTI SALINI",
    "simple_bridge_saline_text": "Sono legami mediamente forti. Si rompono con forte calore o con sostanze acide/basiche. Danno al capello resistenza.",
    "simple_bridge_disulfide_h3": "3. PONTI DISOLFURO",
    "simple_bridge_disulfide_text1": "Sono legami molto forti (legami covalenti), fatti da atomi di zolfo.",
    "simple_bridge_disulfide_text2": "Questi ponti danno struttura (ad esempio i capelli ricci naturali). Possono essere rotti solo con molta energia (es. trattamenti chimici).",
    "simple_bridge_disulfide_text3": "I tre tipi di legame contribuiscono tutti alla resistenza del capello.",
    "simple_minerals_h2": "MINERALI",
    "simple_minerals_p1": "I minerali sono essenziali. Se mancano, i capelli diventano fragili, secchi e opachi.",
    "simple_minerals_p2": "I minerali più importanti sono:",
    "simple_mineral_ferro": "FERRO: Se manca, causa fragilità e caduta eccessiva.",
    "simple_mineral_rame": "RAME: Fondamentale per il colore (melanina) e per i ponti disolfuro.",
    "simple_mineral_zinco": "ZINCO: Indispensabile per la crescita delle cellule.",
    "simple_lipids_h2": "LIPIDI (GRASSI)",
    "simple_lipids_p1": "I lipidi provengono per lo più dal sebo.",
    "simple_lipids_p2": "I fosfolipidi sono importanti perché aiutano a mantenere la corretta idratazione del capello.",
    "simple_melanin_h2": "MELANINE: IL COLORE NATURALE",
    "simple_melanin_p1": "La melanina è il pigmento naturale. Si trova nella corteccia ed è prodotta dai melanociti.",
    "simple_melanin_p2": "I tipi di pigmento sono:",
    "simple_melanin_eumelanin": "EUMELANINA: Colore blu/nero (capelli scuri).",
    "simple_melanin_feomelanin": "FEOMELANINA: Colore giallo/rosso (capelli biondi e rossi).",
    "simple_melanin_tricochromes": "TRICOCROMI: Pigmenti speciali per il colore rosso intenso.",
    "simple_melanin_p3": "La melanina nasce dall'aminoacido tirosina. La diversa percentuale dei pigmenti determina il colore finale del capello.",
    "simple_section_cycle_title": "3. CICLO VITALE DEL CAPELLO",
    "simple_cycle_p1": "Il capello ha cicli di crescita e di riposo. Quando un capello vecchio cade, il follicolo ne forma uno nuovo.",
    "simple_cycle_p2": "Il ciclo ha 3 fasi:",
    "simple_anagen_h3": "1. ANAGEN: Fase di crescita",
    "simple_anagen_p1": "È la fase più lunga. La matrice del capello è molto attiva e lo fa crescere.",
    "simple_anagen_duration_man": "Durata: 2-4 anni nell'uomo,",
    "simple_anagen_duration_woman": "3-7 anni nella donna.",
    "simple_anagen_growth": "Il capello cresce di circa 1-1,5 cm al mese.",
    "simple_catagen_h3": "2. CATAGEN: Fase di transizione",
    "simple_catagen_p1": "È molto breve, dura 2-4 settimane. La matrice smette di lavorare.",
    "simple_telogen_h3": "3. TELOGEN: Fase di riposo",
    "simple_telogen_p1": "È il periodo di riposo, dura circa 3 mesi.",
    "simple_telogen_p2": "Il capello cade solo quando ne sta crescendo uno nuovo che lo spinge fuori.",
    "simple_figure_cycle_caption": "Le tre fasi del ciclo di vita del capello.",
    "simple_cycle_p3": "La caduta dei capelli nell'uomo è a \"mosaico\": ogni follicolo segue il suo ciclo da solo. Questo assicura che non ci siano periodi senza capelli.",
    "simple_cycle_note": "Nota: ogni follicolo può fare fino a 30 cicli di vita."    
},
"en": {
    "title_main": "HAIR: ANATOMY, STRUCTURE, AND LIFE CYCLE",
    "anatomy_p1": "Hairs and hair are filamentous and cornified (keratinized) epidermal derivatives. They originate in the hair follicles, which are invaginations of the scalp's epidermis, reaching the underlying dermis and terminating deeply with a concave formation: THE BULB.",
    "anatomy_p2": "Their length, thickness, and distribution vary in relation to different anatomical sites, sex, age, and race.",
    "anatomy_p3": "The segment of the hair that emerges on the surface is defined as the SHAFT or STEM, and the implantation area in the dermis, above the neck of the bulb, is called the ROOT. The root terminates deeply with a widened extremity, where deeply inside there is a conical papilla called the DERMAL PAPILLA, richly vascularized and innervated, responsible for nourishing the hair. Between the inner wall of the bulb and that of the root there is a layer called the GERMINATIVE LAYER or HAIR MATRIX, whose task is the synthesis of the hair components.",
    "anatomy_p4": "Finally, the root and the bulb are housed in an invagination of the epidermis, in the dermis, called the HAIR FOLLICLE, which is obliquely oriented.",
    "anatomy_p5": "These, along with other components, form the PILOSEBACEOUS UNIT.",
    "figure1_caption": "Anatomical section of the PILOSEBACEOUS UNIT.",
    "secHeader_components": "The PILOSEBACEOUS UNIT includes:",
    "comp_follicolo": "HAIR FOLLICLE with the relative hair or hair",
    "comp_muscolo": "ARRECTOR PILI MUSCLE",
    "comp_ghiandola": "SEBACEOUS GLAND, sometimes a sweat gland is also present",
    "follicle_title": "HAIR FOLLICLE:",
    "follicle_text": "The hair follicle is an epidermal formation, inclined relative to the skin, sinking deep into the dermis (from 1 to 3 mm deep) and consisting of the hair and the sheaths. The total number of follicles on a man's skin surface is about 5 million, with an average of 100,000 located on the scalp. This number is genetically determined; in fact, follicle development begins early, around the 4th month of pregnancy, and continues to form until the 7th month, after which no more are formed.",
    "gland_title": "SEBACEOUS GLAND:",
    "gland_text": "It opens into the hair follicle with the sebaceous duct through which it emits sebum, a substance rich in triglycerides, squalene, and cholesterol, which serves to lubricate, soften, and waterproof the external surface of the hair as it lengthens. It is present only in the upper part of the follicle and does not interfere in any way with the activity of the matrix (i.e., the activity of synthesizing the hair constituents). Once it leaves the follicle, sebum is deposited on the scalp skin and then spreads onto the hair. The correct functioning of the sebaceous gland is fundamental for maintaining healthy skin and hair and is regulated by various factors: endocrine, nutritional, nervous, ...",
    "muscle_title": "ARRECTOR PILI MUSCLE:",
    "muscle_text": "It inserts onto the hair follicle below the sebaceous gland, is formed by a bundle of smooth muscle fibers, and thanks to its action allows the shaft not to lie flat on the skin. Its contraction is stimulated by cold or emotional states like astonishment or fear and causes the hair to stand up (goosebumps). Furthermore, it promotes the exit of sebum.",
    "secHeader_structure": "PILOSEBACEOUS UNIT IN DETAIL - THE HAIR: STRUCTURE",
    "structure_p1": "Hair is a very complex fiber consisting of various components and different chemical constituents. Its water content varies from 10 to 30% by weight, depending on the climatic conditions the hair is subjected to. They are covered by sebum distributed along their entire length, containing fats such as triglycerides, waxes, cholesterol, phospholipids, and squalene, for the purpose of protecting them from physical and chemical agents in the external environment.",
    "structure_p2": "The hair shaft consists of three layers:",
    "layer_cuticola": "Cuticle: the outermost part of the hair, it is in turn composed of eight layers of flattened cells partially overlapping one another, like the tiles of a roof.",
    "layer_corteccia": "Cortex: located beneath the cuticle, it constitutes the majority of the hair and gives it its mechanical properties. It contains most of the melanin present in the hair, the concentration of which determines the hair color.",
    "layer_midollo": "Medulla: is almost absent above the matrix zone, well represented near the bulb, and then tends to decrease distally in the shaft, consisting of large, loosely connected keratinized cells, arranged in ordered rows containing melanin granules, air \"bubbles,\" and keratin filaments.",
    "structure_p3": "The main molecules that constitute the hair are keratin (in the form of α-keratin), melanin (in the form of pigment granules), and trace elements in the atomic state.",
    "figure2_caption": "Detailed representation of the complete Pilosebaceous Unit.",
    "chem_analysis_p": "The structure of the hair is quite complex in its organization; the chemical analysis of the hair indicates the main constituents, besides water, of the hair: keratin, lipids, minerals, and pigments.",
    "keratin_secHeader": "KERATIN",
    "keratin_p1": "In reality, there are two keratins in hair, which are defined by their structural characteristics as filamentous keratin and amorphous keratin. Filamentous keratin forms a complex ultra-structure organized into bundles or fibrils, which are found in the hair cortex, while amorphous keratin fills the empty spaces between the fibrils, stabilizing the structure. The joined chains wrap around themselves, taking on a spiral shape similar to that of DNA.",
    "stability_secHeader": "BUT HOW DOES THIS ULTRASTRUCTURE MAINTAIN STABILITY?",
    "stability_p1": "The many very long amino acid chains (also called polypeptide chains) must be joined together by “bonds” that are created between amino acids of different chains.",
    "stability_p2": "There are 3 different types of bonds:",
    "bridge_hydrogen_title": "HYDROGEN BONDS",
    "bridge_hydrogen_text": "These are extremely weak bonds, which can be broken even by water and heat alone, thus simply by styling or wetting the hair. They are created between the O of the carboxyl group and the H of the amino group of two amino acids. They can be found within the alpha-helix structure and between one helical turn and the next. They contribute to conferring stability and flexibility to the hair.",
    "bridge_saline_title": "SALT BONDS",
    "bridge_saline_text": "Moderately strong, they can be broken by high heat or by substances that induce a change in pH (acids/bases). Salt bonds are electrostatic interactions created between the lateral groups of two amino acids (of basic or acidic nature) belonging to two adjacent alpha-helices. They are approximately twice as numerous as disulfide bonds. They contribute to conferring strength and stability.",
    "bridge_disulfide_title": "DISULFIDE BONDS",
    "bridge_disulfide_p1": "Very strong bonds, also called covalent bonds. They are formed by 2 sulfur atoms (-S-S-) belonging to cysteine and/or methionine amino acids of 2 adjacent alpha-helices. It is therefore a bond internal to the alpha-helix structure but can also be created between sulfur-containing amino acids (cysteine and methionine) present in filamentous keratin and those present in amorphous keratin, precisely to keep the ultra-structure complex cohesive.",
    "bridge_disulfide_p2": "The disulfide bond is a functional group that plays a significant role in stabilizing the tertiary structure of many proteins and thus determines the structure, stability, and consistency of hair and nails. In some people, the formation of these bonds causes the protein chains to partially fold back on themselves, thus giving rise to the phenomenon of natural curly hair. These bonds can be broken by supplying high energy, which can be achieved through oxidation-reduction reactions present in chemical processes that occur during chemical hair treatments (oxidation dye, bleaching, perm).",
    "bridge_disulfide_p3": "Salt and hydrogen bonds are weaker than disulfide bonds, but they are more numerous. In general, each of these bond types contributes to about 1/3 of the hair's strength and curl.",
    "bridge_disulfide_p4": "Depending on the position of these three bonds, their number, and the regularity with which they are arranged between the alpha-helices and beta-sheets (particularly the disulfide bonds), a spirally folded ultra-structure of keratin fibers is determined, which will dictate the hair's shape.",
    "minerals_secHeader": "MINERALS",
    "minerals_p1": "Minerals represent an essential component for hair. A deficiency in minerals leads to hair that is more fragile in structure, drier, and dull, and bulb deficits.",
    "minerals_p2": "The main minerals are:",
    "mineral_ferro": "IRON (4-12 MG/G): Its deficiency leads to structural fragility and episodes of excessive shedding. It is abundant in red hair.",
    "mineral_magnesio": "MAGNESIUM (30-45 MG/G): Necessary for the biosynthesis of essential complexes for the hair. It is abundant in brown hair.",
    "mineral_rame": "COPPER (16-50 MG/G): Indispensable in the melanin synthesis process. Its deficiency inhibits the formation of disulfide bonds between keratins.",
    "mineral_zinco": "ZINC (150-180 MG/G): Indispensable for the correct activity of the germinative cells of the matrix. Its deficiency inhibits the metabolism of these cells, causing hair fragility.",
    "minerals_p3": "Minerals are also fundamental within the hair structure because they retain water; a lack of water causes the spindles to lengthen to occupy the empty spaces, making the structure itself very fragile.",
    "lipids_secHeader": "LIPIDS",
    "lipids_p1": "Lipids in the hair are present in the form of waxes, triglycerides, cholesterol, free fatty acids, largely derived from sebum.",
    "lipids_p2": "However, phospholipids are of considerable importance; they are present on the membranes of all cells in our body and therefore also on those that make up the hair. Phospholipids are able to bind with water and thus establish the correct degree of humidity and proper hydration of the hair.",
    "melanin_secHeader": "MELANINS",
    "melanin_p1": "Melanin is found in the cortex (intermediate layer of the hair) and is its natural pigment. It is produced by melanocytes residing in the hair papilla. The colored pigments, depending on their concentration within the hair, generate its natural shades. (White hair lacks melanin and therefore has no pigments).",
    "melanin_p2": "These pigments are:",
    "melanin_list1": "two types of melanin, present in various concentrations within the hair: EUMELANIN, characteristic of brown and black hair, and PHEOMELANIN, characteristic of red and blonde hair.",
    "melanin_list2": "Particular pigments called TRICHOCHROMES, widespread especially among Celtic populations (Irish and Scottish), which characterize red hair. These pigments contain the protein TRICHOSIDERIN. Red hair is the result of the activation of a recessive gene, which is why it is rare.",
    "melanin_biosynthesis_title": "MELANIN BIOSYNTHESIS:",
    "melanin_bio_p1": "Eumelanin is a protein obtained from the transformation of the amino acid tyrosine first into dopamine then into dopaquinone, thanks to the action of the enzyme tyrosinase; subsequently, the molecules thus formed stably aggregate to form the pigment. The enzyme's activity is proportional to eumelanin production, thereby determining the various shades of brown, from lightest to darkest, up to black.",
    "melanin_bio_p2": "The process of pheomelanin formation is very similar to the previous one, with the only difference being that in the initial stages there is the intervention of cysteine, which interacts with dopaquinone, leading to the production of this other molecule. Its color varies from yellow to orange, respectively as a result of the lower or higher concentration of cysteine in the synthesis.",
    "melanin_bio_p3": "Albinism is a hereditary genetic anomaly characterized by the absence or significant reduction of melanic pigmentation of the skin, hair, and eyes, and is due to the tyrosinase enzyme gene, where a point mutation of the DNA sequence occurs that incorporates an incorrect amino acid into the polypeptide chain, specifically a cysteine instead of a serine. This causes the enzyme to lose its catalytic activity, resulting in the failure of melanin synthesis.",
    "melanin_p4": "All three types of melanins are present in every type of natural hair: EUMELANIN, TRICHOSIDERIN, PHEOMELANIN.",
    "melanin_list3_eumelanin": "Eumelanin: is characterized by large granules arranged in the outermost part of the cortex. It contains the pure blue pigment and its predominance in the hair characterizes dark hair.",
    "melanin_list3_tricosiderina": "Trichosiderin: is characterized by medium-sized pigments, arranged in the center of the cortex. It contains the pure red pigment and its predominance in the hair characterizes red, coppery hair.",
    "melanin_list3_feomelanina": "Pheomelanin: is instead characterized by small granules considered as a diffusing pigment. It is generally arranged in the innermost part of the cortex, near the medulla. It contains the pure yellow pigment and its predominance in the hair characterizes blonde hair.",
    "melanin_p5": "The different percentage of the three melanins within the hair therefore determines the scale of natural hair tones.",
    "cycle_title_main": "HAIR LIFE CYCLE",
    "cycle_p1": "In the follicle, growth cycles and rest cycles alternate: normally, every time a hair in telogen has fallen out, the follicle forms a new one in anagen. Only rarely does the same follicle give rise to more than one hair.",
    "cycle_p2": "The reproductive cycle of hair (and body hair) is divided into three phases.",
    "anagen_title": "- ANAGEN Growth Phase:",
    "anagen_p1": "It is in turn divided into 6 sub-phases that begin with the initiation of mitotic activity of the stem cells in the germinative zone up to the complete formation of the hair. On the scalp, the anagen period lasts on average 2 - 4 years in men and 3-7 years in women. Thus, when the “old” hair falls out, it is replaced by a new, “young” hair. In other body regions, the duration of anagen is much shorter: for example, 1-6 months for eyelashes, 20-40 days for arm or leg hair.",
    "anagen_p2": "The duration of anagen depends on hereditary factors and determines the length of the hair, which normally grows about 1 cm per month, up to 1.5 cm for women. Anagen is longer in women than in men and in subjects of Asian descent. The duration of anagen also varies slightly depending on the different areas of the scalp: follicles on the nape of the neck have a longer anagen duration than those on the temples. The hair growth speed also differs in different areas of the head: hair on the vertex region grows faster than that on the nape.",
    "figure3_caption": "The image shows the three phases of the hair life cycle.",
    "anagen_p3": "In follicles affected by baldness, the duration of anagen is greatly reduced (3-5 months), and the hair reaches a maximum length of 3-5 cm. With the passing of years, the duration of anagen decreases, and consequently, the maximum length that hair can reach is reduced.",
    "anagen_note": "N.B.: It is not true that each follicle can produce a limited and predetermined number of hairs; indeed, the potential of the follicle is unlimited. Rather, it is the limited duration of human life that means each follicle completes a maximum of 30 cycles.",
    "catagen_title": "- CATAGEN Progressive Arrest of Vital Functions Phase:",
    "catagen_text": "It is a very short transition phase, lasting from 2 to 4 weeks. In this phase, the matrix stops its activity, and the follicle begins to ascend towards the more superficial portion of the skin, where it will spend its resting phase.",
    "telogen_title": "- TELOGEN Functional Rest Phase:",
    "telogen_p1": "It is the terminal period of the cycle during which the hair is still in the hair follicle but mitotic activities have completely ceased. The follicle essentially enters a resting phase, interrupting its productive activity for about 3 months as the matrix has now disappeared. This is the time required for the anchoring systems with the follicle (i.e., the sheaths) to gradually disappear. The hair falls out only when, at the end of telogen, the follicle resumes its activities and begins to produce a new hair that pushes out the old one. Normally, when a hair falls out, it is because a new one is growing underneath, ensuring proper turnover.",
    "telogen_p2": "Sometimes, however, the resting hair falls out prematurely, and the follicle remains temporarily empty for a few weeks or months; this phenomenon (kenogen) is also present in the normal scalp but becomes more evident during some pathologies such as androgenetic alopecia.",
    "telogen_p3": "If the resting hair (in telogen) is mechanically removed, the follicle interrupts its rest and prematurely begins a new anagen. The white dot visible to the naked eye at the root of the falling hair is nothing more than the resting root of the hair in telogen.",
    "telogen_p4": "In humans, unlike animals, hair turnover occurs in a “mosaic” pattern, meaning each follicle produces its hair independently of the nearby ones; in this way, unlike animals, there are no alternating periods of having hair and periods without it (molting). An “acceleration” of turnover is, however, present in the majority of individuals in spring and autumn (physiological seasonal effluvium). The hair in telogen can fall out on its own or be pushed out by the new growing hair.",
    "cycle_functional_title": "From a functional point of view, however, the cycle phases are only two:",
    "cycle_functional_list1": "A proliferative one, dominated by the downward proliferation of the keratinocyte column, which occupies the initial part of anagen, quite short (anagen phases 1° - 5°);",
    "cycle_functional_list2": "The other, differentiative, which occupies most of anagen (anagen 6°), in which keratinocytes transform into keratin and mitotic activity is reduced to the minimum necessary rate to replace differentiated cells. In catagen, mitotic activity ceases, and differentiation affects all remaining keratinocytes. Telogen is a phase of mitotic and differentiative silence whose purpose is to allow the necessary time for the “new” hair to grow without leaving the follicle empty.",
    "cycle_functional_p": "The duration of the hair cycle varies depending on the body region. On the scalp and beard, the cycle lasts from 3 to 6 years, almost entirely occupied by anagen 6°, with a three-month telogen, while on the pubis, the duration is much shorter with a telogen longer than anagen. Eyelashes and eyebrows also have short anagen phases, and within the scalp, the temporal and occipital regions have longer telogen than the parietal regions. The different duration of the phases accounts for some characteristics of hair pathology.",
"title_atomo": "THE ATOM ⚛️",
  "desc_atomo": "The atom is the smallest part of a chemical element that retains the <strong>chemical characteristics</strong> of the element itself.",
  "subtitle_componenti": "Main Components",
  "testo_costituito_da": "It is composed of:",
  "nucleo_desc": "<strong>Nucleus:</strong> Made up of <strong>protons</strong> (positive charge) and <strong>neutrons</strong> (no charge). It contains almost all of the atom's mass.",
  "elettroni_desc": "<strong>Electrons:</strong> Negatively charged particles that move around the nucleus, occupying regions called <span class=\"biotechbold\">ORBITALS</span>.",
  "subtitle_concetto": "Fundamental Concept",
  "concetto_atomo_neutro": "A <span class=\"orangetext\">neutral atom</span> has a number of protons equal to the number of electrons, resulting in a <strong>total charge = 0</strong>.",
  "title_ioni": "Ions 🧪",
  "desc_ione": "An <span class=\"orangetext\">ION</span> is an atom that has <strong>donated or acquired</strong> one or more electrons, becoming a charged species.",
  "dt_anione": "ANION",
  "dd_anione": "It forms when an atom <strong>acquires electron(s)</strong>, resulting in a negative charge.",
  "dt_catione": "CATION",
  "dd_catione": "It forms when an atom <strong>donates electron(s)</strong>, resulting in a positive charge.",
 "title_tavola_periodica": "Periodic Table of the Elements 📊",
  "desc_tavola_periodica": "Chemical elements are arranged in the <strong>periodic table</strong>, proposed by Mendeleev in 1869.",
  "subtitle_contenuto_casella": "Box Content",
  "casella_simbolo": "In the center: the <span class=\"orangetext\">chemical symbol</span> (e.g. Na, Cl).",
  "casella_numero_atomico": "Top left: the <strong>atomic number Z</strong> (number of protons, determines the element).",
  "casella_numero_massa": "Top right: the <strong>mass number A</strong> (protons + neutrons).",
  "title_legami_stabilita": "Chemical Bonds and Stability 🔗",
  "desc_legami_stabilita": "Atoms join together to form more stable <strong>molecules</strong>, through <span class=\"biotechbold\">chemical bonds</span>.",
  "concetto_energia_legame": "A chemical bond forms because the resulting molecules have <strong>lower energy content</strong> than the separated atoms. Lower energy = <span class=\"orangetext\">greater stability</span>.",
  "subtitle_teoria_valenza": "Valence Theory (1916)",
  "desc_teoria_valenza": "Atoms tend to aggregate to achieve a more stable <strong>electronic configuration</strong>, minimizing their energy.",
  "title_regola_ottetto": "The Octet Rule",
  "desc_regola_ottetto": "The **noble gases** (group 18) are stable because they have **8 electrons** in their outer shell (except helium, which has 2).",
  "regola_ottetto": "<strong>Rule:</strong> “Atoms tend to gain, lose, or share electrons to achieve a stable configuration with 8 electrons in the outer shell (octet), or 2 for hydrogen and helium (duetto).”",
  "title_energia_legame": "Bond Energy ⚡",
  "desc_energia_legame": "The <span class=\"biotechbold\">bond energy</span> is the energy <strong>required to break</strong> a chemical bond (in kJ/mol). It is related to the bond strength. The <span class=\"greentext\">bond length</span> is the average distance between the bonded nuclei.",
"title_legami_forti": "STRONG BONDS 🔩",
  "subtitle_legame_ionico": "1. Ionic Bond",
  "def_legame_ionico": "<strong>Definition:</strong> The electrostatic force of attraction between two ions of opposite charge. It forms between atoms with a <strong>high difference in electronegativity</strong> (> 1.7).",
  "subtitle_formazione_ionico": "HOW IT FORMS:",
  "ionico_passo1": "An <strong>exchange of electrons</strong> occurs between two initially neutral atoms.",
  "ionico_passo2": "The less electronegative atom donates electrons (becomes a positive <strong>CATION</strong>).",
  "ionico_passo3": "The more electronegative atom acquires electrons (becomes a negative <strong>ANION</strong>).",
  "ionico_caratteristiche": "It is typical of salts and compounds that form <strong>crystals</strong> (e.g., Sodium Chloride).",
  "caption_ionico": "[Image of Sodium Chloride (NaCl) Ionic Crystal Lattice]<br>CRYSTALLINE LATTICE FORMED BY Na+ AND Cl- IONS HELD TOGETHER BY IONIC BONDS",
  "subtitle_legame_covalente": "2. Covalent Bond",
  "desc_legame_covalente": "It occurs between atoms with the <strong>same electronegativity</strong> or a difference <strong>less than 1.7</strong>.",
  "caption_covalente": "Covalent bond: sharing of electron pairs between atoms to achieve electronic stability.",
  "subtitle_formazione_covalente": "HOW IT FORMS:",
  "concetto_legame_covalente": "The two atoms share <span class=\"biotechbold\">**one or more pairs (doublets) of electrons**</span>, thus acquiring a stable outer electron configuration (octet).",
  "subtitle_tipi_covalente": "Types of Covalent Bond:",
  "dt_covalente_puro": "Pure or Nonpolar:",
  "dd_covalente_puro": "Between atoms of the same element. The electron sharing is balanced (e.g., H₂, O₂).",
  "dt_covalente_polare": "Polar:",
  "dd_covalente_polare": "Between different atoms. The electron pair is attracted towards the more electronegative atom, creating a <strong>partial negative charge (δ⁻)</strong> and a <strong>partial positive charge (δ⁺)</strong>. The molecule is an <strong>electric dipole</strong> (e.g., HCl).",
  "dt_covalente_dativo": "Dative:",
  "dd_covalente_dativo": "The bonding electron pair comes from only one of the two atoms (<strong>donor</strong>) and is hosted by the other (<strong>acceptor</strong>). Indicated with an arrow (→) (e.g., H₃O⁺).",
  "subtitle_legame_metallico": "3. Metallic Bond ⚙️",
  "desc_legame_metallico": "The properties of metals are explained by a model whose structure is characterized by a set of positive ions immersed in a 'sea of electrons' (the valence electrons of the various atoms) that are relatively free to move (i.e., delocalized).",
  "caption_metallico": "Model of the metallic bond: positive ions immersed in a sea of delocalized electrons that allow their mobility.",
  "concetto_legame_metallico": "The metallic bond is due to the electrostatic attraction established between the 'mobile' valence electrons and the positive ions.",
"title_legami_deboli": "WEAK BONDS (Intermolecular Forces) 💧",
  "desc_legami_deboli": "The <strong>weak bonds</strong> are <strong>significantly weaker</strong> than interatomic bonds, but are crucial for explaining the behavior of molecular compounds.",
  "subtitle_inclusioni": "Includes:",
  "inclusioni_vdw": "<strong>Dipole-dipole interactions</strong> and <strong>van der Waals forces</strong> (between nonpolar molecules).",
  "inclusioni_idrogeno": "<strong>Hydrogen Bond</strong> (or hydrogen bridge).",
  "title_legame_idrogeno": "Hydrogen Bond",
  "desc_legame_idrogeno": "It forms between a hydrogen atom (covalently bonded to a <strong>small and highly electronegative atom</strong> such as <strong>fluorine, oxygen, nitrogen</strong>) and another electronegative atom in a nearby molecule.",
  "caratteristiche_legame_idrogeno": "It occurs in <strong>highly polar molecules</strong> such as water (H₂O) and ammonia (NH₃). It is stronger than other intermolecular forces (20–50 kJ/mol), but much weaker than a covalent bond (e.g., O-H ≈ 460 kJ/mol).",
  "effetti_legame_idrogeno": "In ice, hydrogen bonds form a stable hexagonal tetrahedral structure, which increases volume and <strong>reduces density</strong>, causing ice to float on water. In the liquid phase, these bonds continuously break and reform, giving water high cohesion, surface tension, specific heat, and boiling point.",
  "img_alt_tipi_molecole": "Types of molecules",
  "title_reazioni_chimiche": "CHEMICAL REACTIONS: Types and Representation 🧪",
  "def_reazione_chimica": "A <span class=\"biotechbold\">chemical reaction</span> is a process in which bonds are formed or broken. Two or more substances, called **reactants** (atoms, ions, or molecules), react with each other to form one or more **products**.",
  "subtitle_equazione_irreversibilita": "Equation and Irreversibility",
  "subtitle_classificazione_reazioni": "Classification of Reactions",
  "reazione_sintesi": "Synthesis: Two or more substances combine. → A+B → AB",
  "reazione_scissione": "Decomposition (or Fission): A compound breaks down. AB → A+B",
  "reazione_scambio_semplice": "Single Displacement: One element replaces another in a compound. A+BC → AC+B",
  "reazione_scambio_doppio": "Double Displacement: Two compounds exchange elements. AB+CD → AD+CB",
  "reazione_reversibile": "Reversible: The products recombine to reform the reactants. Represented by a double arrow ⇄",
  "reazione_irreversibile": "Irreversible: The reaction goes to completion and the products do not reform the reactants.",
  "desc_equazione_chimica": "The chemical equation represents the reaction, writing the reactants on the left and the products on the right:\n    <p class=\"biotechcenter greentext\">REACTANTS &rarr; PRODUCTS</p>",
  "title_composti_inorganici": "INORGANIC COMPOUNDS 🔬",
  "def_composti_inorganici": "They are substances formed by the combination of two or more elements and, except for rare exceptions, **do not contain the carbon atom**, the fundamental element for organic compounds.",
  "subtitle_funzioni_nomenclatura": "Functions and Nomenclature",
  "ossidi_def": "1. Oxides: metal + oxygen → oxide",
  "ossidi_nomenclatura": "The name is obtained by following the term 'oxide' with the name of the corresponding metal.",
  "ossidi_esempi": "Zn O zinc oxide;<br>Mg O magnesium oxide",
  "anidridi_def": "2. Anhydride: non-metal + oxygen → anhydride",
  "subtitle_idrossidi": "HYDROXIDES OR BASES",
  "idrossidi_formazione": "They derive from the reaction: **Oxide + Water → Hydroxide**.",
  "idrossidi_caratteristica": "The characteristic of these compounds is to always have one oxygen atom and one hydrogen atom forming the <span class=\"orangetext\">OH group (hydroxyl)</span> e.g.:<br>Mg O + H2 O → Mg (OH)2 = magnesium hydroxide; Ca O + H2 O → Ca (OH)2 = calcium hydroxide",
  "def_base_lowry": "<span class=\"biotechbold\">Definition of Base (According to Lowry):</span> A compound capable of <span class=\"greentext\">accepting a hydrogen ion</span> H.",
  "subtitle_acidi": "ACIDS",
  "acidi_classificazione": "Acids are divided into two main classes:",
  "acidi_ossigeno": "Oxyacids: They derive from the reaction: **Anhydride + Water → Acid**. CO_2 + H_2 O <br>e.g.: CO2 + H2 O → H2 CO3 carbonic acid.",
  "acidi_idrogeno": "Hydroacids (or Hydracids): They have a general formula with hydrogen and a non-metal. E.g.: <span class=\"orangetext\">HCL</span> hydrochloric acid.",
  "def_acido_lowry": "<span class=\"biotechbold\">Definition of Acid (According to Lowry):</span> A compound capable of <span class=\"greentext\">donating hydrogen ions</span> H.",
  "subtitle_sali": "SALTS",
  "sali_def": "Salts are ionic compounds derived from a neutralization reaction:",
  "reazione_neutralizzazione": "ACID + HYDROXIDE → SALT + WATER",
  "esempio_neutralizzazione": "(e.g.: HCl + NaOH ⟶ NaCl + H2O)",
  "title_miscele_sistemi": "MIXTURES AND DISPERSION SYSTEMS ⚗️",
  "def_miscele": "A mixture is the result of the physical combination of two or more components. Dispersed systems are classified into:",
  "miscele_eterogenee": "Heterogeneous Mixtures: Suspensions, Emulsions, Foams, Mists, and Smokes. (Individual components are recognizable)",
  "miscele_omogenee": "Homogeneous Mixtures: True Solutions and Colloids. (Individual components are not recognizable)",
   "subtitle_miscele_eterogenee": "Heterogeneous Mixtures",
  "dt_sospensioni": "1. SUSPENSIONS:",
  "dd_sospensioni": "Solid material suspended in a liquid in which it is not soluble. The particles tend to settle (sedimentation), unless the viscosity of the medium is increased.",
  "dt_emulsioni": "2. EMULSIONS:",
  "dd_emulsioni": "A liquid dispersed in another <strong>immiscible</strong> liquid (e.g.: Oil in Water). They require a <strong>stabilizer</strong> (e.g.: surfactants) to prevent separation into distinct phases.",
  "emulsione_o_a": "<strong>O/W (Oil in Water):</strong> Oily phase dispersed in aqueous phase. (Fluid creams, milks)",
  "emulsione_a_o": "<strong>W/O (Water in Oil):</strong> Aqueous phase dispersed in oily (greasy) phase. (Greasy creams, ointments)",
  "dt_schiume": "3. FOAMS:",
  "dd_schiume": "Liquid dispersing medium and gaseous dispersed phase (e.g.: shaving foam).",
  "dt_nebbie_fumi": "4. MISTS AND SMOKES:",
  "dd_nebbie_fumi": "Mist: liquid droplets in air. Smoke: solid particles in air.",
  "subtitle_esempio_applicativo": "Application Example (O/W Moisturizing Cream):",
  "esempio_applicativo_testo": "The emulsifying system (<span class=\"orangetext\">Polyglyceryl-4-Stearate, Cetyl Alcohol, Cetearyl Glucoside, Cera Alba</span>) stabilizes an <strong>O/W</strong> base, providing a light and silky feel. Cetyl Alcohol acts as a consistency agent and functional (silky texture).",
  "subtitle_miscele_omogenee": "Homogeneous Mixtures",
  "dt_soluzioni_vere": "1. TRUE SOLUTIONS:",
  "dd_soluzioni_vere": "Composed of a <strong>solvent</strong> (greater amount) and a <strong>solute</strong> (lesser amount). Types: Gas/Liquid, Liquid/Liquid, Solid/Liquid.",
  "dd_solubilita": "<p><span class=\"biotechbold\">Solubility</span> is the maximum amount of dissolved solute. A solution is <strong>saturated</strong> when excess solute does not dissolve (crystallizes).</p><p class=\"orangetext\">NB: Solubility generally increases with temperature.</p>",
  "dt_colloidi": "2. COLLOIDS:",
  "dd_colloidi": "Apparently homogeneous mixtures with particles of intermediate size (1–1000 nm). They do not separate or sediment easily.",
  "dd_effetto_tyndall": "They show the <strong>Tyndall effect</strong> (light scattering).",
  "dd_tipi_colloidi": "<strong>Types:</strong> Lyophilic (solvent-affine, stable), lyophobic (not solvent-affine, unstable), association (micelles).",
  "subtitle_colloidi_associazione": "Association Colloids",
  "colloidi_gel": "<strong>GEL:</strong> Semi-solid structure, greater consistency.",
  "colloidi_sol": "<strong>SOL:</strong> Liquid appearance, lower consistency.",
  "title_ph": "pH: Definition and Biological Importance 🧬",
  "desc_ph": "The <span class=\"biotechbold\">pH (Hydrogen Potential)</span> is a logarithmic scale that measures the acidity or alkalinity of aqueous solutions based on the concentration of **hydrogen ions** (H+) and **hydroxide ions** (OH-).",
  "subtitle_scala_classificazione": "Scale and Classification",
  "scala_valori": "<span class=\"orangetext\">Scale:</span> From 0 (maximum acidity) to 14 (maximum alkalinity).",
  "scala_neutro": "<span class=\"orangetext\">Neutral:</span> pH = 7 (e.g., pure water, where [H<sup>+</sup>] = [OH<sup>−</sup>]).",
  "scala_acido": "<span class=\"greentext\">Acidic:</span> pH &lt; 7 (concentration of [H<sup>+</sup>] &gt; [OH<sup>−</sup>]). An acidic solution is a compound capable of <strong>donating hydrogen ions</strong> (H<sup>+</sup>).",
  "scala_alcalino": "<span class=\"greentext\">Alkaline (or Basic):</span> pH &gt; 7 (concentration of [H<sup>+</sup>] &lt; [OH<sup>−</sup>]). An alkaline solution is a compound capable of <strong>accepting hydrogen ions</strong> (H<sup>+</sup>).",
  "subtitle_rilevanza_biologia": "Relevance to Biology",
  "rilevanza_biologia_testo1": "pH variations, even slight ones, are critical for the organism (composed of about 70% aqueous solutions). Cellular metabolic reactions are strictly dependent on maintaining ionic concentrations ([H<sup>+</sup>] and [OH<sup>−</sup>]) within very narrow ranges.",
  "rilevanza_biologia_testo2": "A physiological blood pH of about 7.4 (from 7.37 to 7.43) is essential for protein and cellular function. Alterations in intracellular pH and organelles, such as endosomes and lysosomes, are linked to diseases like cancer, neurodegenerative diseases, and inherited metabolic disorders. The endo-lysosomal system requires progressive acidification to function correctly.",
"title_ph_cutaneo": "Skin pH, Eudermicity and Defense 🛡️",
  "desc_ph_cutaneo": "Cosmetics, being applied to the external surface of the human body (EU Regulation), interact directly with epidermal cells and their ionic fluids. It is therefore essential that their pH is **consistent** with the natural pH of the application surface to ensure <span class=\"biotechbold\">eudermicity</span>.",
  "subtitle_manto_acido": "The Acid Mantle and the Skin Barrier",
  "desc_manto_acido": "The epidermis has its own <strong>acid mantle</strong> that acts as a primary defense mechanism against pathogenic microorganisms.",
  "pH_pelle": "<strong>Skin (General):</strong> pH between 4.5 and 6 (optimal around 5.5).",
  "pH_capelli": "<strong>Hair (Scalp):</strong> pH between 4.2 and 5.",
  "subtitle_conseguenze_pH": "Consequences of an Inappropriate pH",
  "dt_ambiente_alcalino": "Alkaline Environment (pH > 7):",
  "dd_ambiente_alcalino": "Favors the proliferation of <strong>pathogenic microorganisms</strong>. The bacterium responsible for acne thrives at values above 5.5. An alkaline pH compromises the skin barrier, alters the hydrolipidic film, causes dehydration, dryness, hypersensitivity, and premature aging.",
  "dt_ambiente_acido": "Too Acidic Environment (pH < 4.5):",
  "dd_ambiente_acido": "Can destroy the <strong>good bacterial flora</strong>, weakening the skin's natural defense. It can cause redness, irritation, itching, and metabolic imbalance.",
  "title_ph_ideale": "Ideal pH for Product Category 🧪",
  "desc_ph_ideale": "Determining the ideal pH is fundamental for skin integrity. Below are the optimal (eudermic) pH values for the main categories of cosmetics:",
  "subtitle_tabella_ph": "Target Values Table (pH Range)",
  "tabella_crema_visocorpo": "Face / Body Cream",
  "valore_crema_visocorpo": "5.5 – 6.0",
  "tabella_latte_detergente": "Facial Cleansing Milk",
  "valore_latte_detergente": "6.0 – 7.0",
  "tabella_tonico": "Facial Toner",
  "valore_tonico": "4.5 – 5.5",
  "tabella_esfoliante_urto": "Face / Body Exfoliant (Intensive)",
  "valore_esfoliante_urto": "<span class=\"orangetext\">~3.5</span>",
  "tabella_esfoliante_sensibile": "Face / Body Exfoliant (Sensitive Skin)",
  "valore_esfoliante_sensibile": "~4.5",
  "tabella_contorno_occhi": "Eye Contour",
  "valore_contorno_occhi": "~6.0 (Compromise between skin ≈ 5.5 and eye ≈ 7)",
  "tabella_doccia_corpo": "Body Shower",
  "valore_doccia_corpo": "5.5 – 6.5",
  "tabella_intimo": "Intimate Product",
  "valore_intimo": "<span class=\"greentext\">4.0 – 4.5</span> (Greater protective acidity)",
  "tabella_shampoo": "Hair Shampoo",
  "valore_shampoo": "4.5 – 5.0",
  "tabella_balsamo": "Hair Conditioner",
  "valore_balsamo": "~4.5",
  "tabella_deodorante": "Underarm Deodorant",
  "valore_deodorante": "4.0 – 5.0",
  "tabella_sapone": "Soap (Traditional)",
  "valore_sapone": "<span class=\"orangetext\">8.5 – 9.5</span> (Clear alkalinity)",
   "subtitle_regolazione_ph": "pH Adjustment in Formulation",
  "desc_regolazione_ph": "To <strong>raise the pH</strong> (make it more alkaline), compounds such as <strong>Sodium Bicarbonate</strong> or <strong>Caustic Soda</strong> (NaOH) in aqueous solution are used. To <strong>lower the pH</strong> (make it more acidic), weak acids such as <strong>Lactic Acid</strong>, <strong>Citric Acid</strong>, or <strong>Acetic Acid</strong> (e.g., apple cider vinegar) are used.",
  "note_regolazione_ph": "Adjustments should always be made <strong>drop by drop</strong> and the pH measured after each addition, to avoid excessive imbalances. The most common solutions are:",
  "soluzione_acido_citrico": "20% citric acid (20 g in 80 mL distilled water)",
  "soluzione_soda_caustica": "20% caustic soda (20 g in 80 mL distilled water)",
  "soluzione_bicarbonato": "Bicarbonate solution (10 g in 100 mL water)",
  "title_ph_capelli": "pH and Hair: Charge and Cuticle Integrity 💇",
  "desc_ph_capelli": "Hair health is closely linked to its pH, which directly affects the <strong>electrical charge</strong> and the <strong>structure of the cuticle</strong> (the outer layer of the hair shaft).",
  "subtitle_valori_fisiologici": "Physiological Values and Closed Cuticle",
  "capello_sano": "<strong>Healthy Hair:</strong> Has an acidic pH (≈ 4.5–5 on the scalp, 5.5–6 on the lengths).",
  "carica_elettrica": "<strong>Electrical Charge:</strong> Positive (pH < 7).",
  "struttura_cuticola": "<strong>Structure:</strong> Physiologically <strong>closed and compact cuticle</strong>, ensuring shine, low porosity, and excellent moisture retention.",
  "subtitle_danneggiamento_alcalinita": "Damage and Alkalinity",
  "desc_danneggiamento_alcalinita": "Hair with a pH <strong>above 7</strong> (alkaline) has a <strong>negative electrical charge</strong>. This indicates stressed and damaged hair, with a lifted cuticle, making it:",
  "capelli_meno_lucenti": "Less shiny",
  "capelli_pori": "Much more porous",
  "capelli_debolezza": "Less resistant",
  "subtitle_lista_ingredienti": "Ingredient List (INCI Nomenclature)",
  "desc_lista_ingredienti": "The ingredient list must follow the <strong>European common nomenclature INCI</strong> (*International Nomenclature Cosmetic Ingredient*) and the order is strictly established:",
  "ordine_ingredienti": "Ingredients are listed in <strong>descending order of weight</strong> at the time of incorporation (higher concentration → lower).",
  "ingredienti_meno_1": "Substances with a concentration <strong>below 1%</strong> can be listed in any order after those with a higher concentration.",
  "posizione_coloranti": "<strong>Colorants</strong> are listed last, according to the *Color-index* (CI).",
  "subtitle_classi_ingredienti": "Ingredient Classes",
  "desc_classi_ingredienti": "Raw materials used in the preparation of cosmetic products are classified into homogeneous groups according to their chemical or structural function:",
  "classe_tensioattivi": "<strong>Surfactants:</strong> (Cleansers, foaming agents)",
  "classe_emulsionanti": "<strong>Emulsifiers and Solubilizers:</strong> (Stabilize O/W or W/O emulsions)",
  "classe_addensanti": "<strong>Thickeners and Gelling Agents:</strong> (Increase viscosity)",
  "classe_umettanti": "<strong>Humectants:</strong> (Absorb water, retain moisture)",
  "classe_lipidi": "<strong>Lipids:</strong> (Oils, butters, waxes)",
  "classe_conservanti": "<strong>Preservatives:</strong> (Microbiological protection)",
  "classe_antiossidanti": "<strong>Antioxidants:</strong> (Protect from oxidation)",
  "classe_coloranti": "<strong>Colorants</strong>",
  "classe_profumi": "<strong>Fragrance Compositions</strong>",
  "classe_funzionali": "<strong>Functional Substances (Active Ingredients):</strong> (Provide the promised specific functionality)",
  "title_formulazioni_capelli": "Hair Formulations: Chemistry and Functionality 💇‍♀️",
  "subtitle_origine_materie_prime": "Origin of Raw Materials and Formulation Philosophies",
  "desc_origine_materie_prime": "Cosmetic ingredients can be of mineral, animal, vegetable, or <strong>synthetic</strong> origin (produced in the laboratory), which currently constitute the majority of components.",
  "impostazione_usa": "USA Approach:",
  "desc_impostazione_usa": "Prefers stability, pleasantness, and cost-effectiveness, often favoring synthetic or mineral ingredients.",
  "impostazione_europea": "European Approach (Recent):",
  "desc_impostazione_europea": "Tends to orient towards an <em>ecobio</em> (ecological and biological) philosophy, with greater attention to sustainability and safety.",
  "subtitle_ruolo_alcol": "Role of Denatured Alcohol",
  "desc_ruolo_alcol": "Denatured alcohol is a ubiquitous component in many products, with multiple functions:",
  "alcol_solvente": "<span class=\"biotechbold\">Solvent:</span> For fatty and organic substances.",
  "alcol_eccipiente": "<span class=\"biotechbold\">Excipient:</span> Protects active ingredients from heat and humidity, facilitating their dosage and use.",
  "alcol_antisettico": "<span class=\"biotechbold\">Antiseptic and Carrier:</span> Helps the penetration of actives and provides a feeling of freshness.",
  "tabella_prodotto": "Product",
  "desc_colloidi_associazione": "They are formed by <strong>amphiphilic molecules</strong> (like surfactants) with a <span class=\"biotechbold\">hydrophilic head</span> and a <span class=\"biotechbold\">hydrophobic tail</span>. At high concentrations, they form <strong>micelles</strong> that trap the solvent.",
"subtitle_spray_lacche": "Sprays, Hairsprays and Propellants",
  "desc_propellenti": "Propellants used to atomize the product (such as <strong>Butane, Isobutane, Propane</strong>) have replaced the old <strong>CFCs</strong> (chlorofluorocarbons), responsible for the destruction of the ozone layer.",
  "desc_solventi_lacche": "In hairsprays, alongside alcohols, <strong>highly volatile solvents</strong> (e.g., ethers) are used to facilitate atomization. The presence of chlorinated solvents (e.g., dichloromethane) is less common due to their toxicity level.",
  "subtitle_additivi": "Functional Additives, Preservatives and Reinforcers",
  "additivo_vitamine": "<span class=\"greentext\">Vitamins:</span> Very common, such as <strong>Niacinamide</strong> (vitamin B₃ in amide form), which strengthens the skin barrier and improves shine.",
  "additivo_pantenolo": "<span class=\"greentext\">Panthenol:</span> The most widespread provitamin in cosmetics. It is a cellular precursor of Coenzyme A and improves hair hydration, elasticity, and strength.",
  "additivo_preservanti": "<span class=\"greentext\">Preservatives:</span> Substances such as <strong>Butylparaben</strong> or <strong>Propylene Glycol</strong>, which also acts as an antifungal, excipient, plasticizer, and humectant.",
  "subtitle_gel_schiume": "Gels, Mousses and Holding Power",
  "desc_gel_lacche": "The <strong>Gels</strong> are setting agents with a conditioning effect, while hairsprays offer a more intense holding power.",
  "eccipienti_grassi": "<strong>Fatty Excipients:</strong> Often plant-derived, such as castor oil.",
  "addensanti_gommina": "<strong>Thickeners (Gum):</strong> Cellulose derivatives (hydroxyethyl- and hydroxypropylcellulose) increase viscosity and enhance the setting action.",
  "caption_disposizione_silicone": "Arrangement of PVP and dimethylpolysiloxane on hair.",
  "subtitle_agenti_filmogeni": "Film-Forming Agents and the Natural Effect",
  "desc_filmogeni": "The <strong>Film-Forming Agents</strong> are polymers that form a protective film on the hair, providing body and slip. They are often vinyl polymers or silicone derivatives.",
  "desc_pvp": "<span class=\"biotechbold\">Polyvinylpyrrolidone (PVP):</span> A historic film-former. It creates a rigid, water-soluble layer, responsible for the <strong>wet look</strong>.",
  "desc_sistemi_moderni": "<span class=\"biotechbold\">Modern Systems (PVP + Silicone):</span> <strong>Dimethylpolysiloxane</strong> forms an outer protective layer that shields the PVP from water. It maintains hold <strong>without the wet look</strong>, for a more natural appearance.",
  "desc_copolimero_schiuma": "To favor distribution in foam, a <strong>silicone copolymer</strong> (dimethicone copolyol) is used, obtained by joining a polysiloxane and a polyether. The hydrophilic ether component improves solubility in water/alcohol and provides shine.",
  "subtitle_avvertenze_fissativi": "Warnings for Styling Products",
  "avvertenze_uso": "The use of gels or hairsprays should be limited in the presence of <strong>hair malformations or fragility</strong>, as they can damage the cuticle and cortex, promoting phenomena such as <strong>trichorrhexis</strong>. Styling products should be removed with a warm water wash, not with a brush.",
  "subtitle_tinture_capelli": "Hair Dyes",
  "desc_tinture": "Coloration is due to substances that absorb certain wavelengths of light and re-emit others. Dyes are distinguished by their duration and chemical composition:",
  "tintura_henne": "Henna (Natural)",
  "tintura_temporanea": "Temporary Coloration",
  "tintura_diretta": "Direct Coloration (Semi-permanent)",
  "tintura_demipermanente": "Demi-permanent Coloration",
  "tintura_permanente": "Permanent Coloration (Oxidative)",
  "title_mechanismi_colorazione": "MECHANISMS OF HAIR COLORATION 🎨",
  "caption_henne": "Henna deposit.",
  "subtitle_henne": "1. Henna (Natural Substantive Coloration)",
  "desc_henne": "Unlike oxidative dyes, henna <strong>does not penetrate the cortex</strong>, but deposits on the <strong>cuticle</strong>, binding to keratin via <strong>hydrogen bonds</strong> (electrostatic).",
  "agente_colorante_henne": "<span class=\"biotechbold\">Coloring Agent:</span> <strong>Lawsone</strong>, extracted from *Lawsonia inermis*.",
  "effetto_sostantivante_henne": "<span class=\"biotechbold\">Substantive Effect:</span> Slightly increases hair diameter, providing volume, shine, and strength.",
  "benefici_henne": "Henna, thanks to the <strong>lawsone</strong> present in the leaves of *Lawsonia inermis*, not only naturally colors the hair but also forms a <strong>protective layer</strong> on the fiber, increasing its <strong>strength</strong> and <strong>shine</strong>. It is particularly suitable for those with <strong>oily scalp or dandruff</strong>, thanks to its <strong>sebum-regulating</strong>, <strong>antifungal</strong>, and <strong>antibacterial</strong> properties. The hair becomes <strong>thicker</strong>, <strong>hydrated</strong>, and <strong>revitalized</strong>, with improved definition, especially in curls. Furthermore, by sealing the <strong>cuticle</strong>, it reduces frizz and <strong>protects from external agents</strong>, without damaging the hair structure like chemical dyes do.",
  "subtitle_temporanea": "2. Temporary Coloration (Toning)",
  "desc_temporanea": "Temporarily modifies the tone, providing only reflections. Does not cover grey hairs.",
  "meccanismo_temporanea": "<span class=\"orangetext\">Mechanism:</span> The pigments have <strong>high molecular weight</strong>, deposit on the cuticle <strong>without penetrating</strong>, and are removed in 1-2 washes.",
  "composizione_temporanea": "<span class=\"greentext\">Composition:</span> <strong>No ammonia, alkaline bases, or oxidants</strong>. Uses dyes (azoic, anthraquinones) that bind via <strong>electrostatic interaction</strong>.",
  "subtitle_semipermanente": "3. Direct or Semi-permanent Coloration",
  "desc_semipermanente": "Direct coloration that partially covers grey hairs and lasts 4-6 weeks (about 12 washes). It has no lightening power.",
  "penetrazione_semipermanente": "<span class=\"biotechbold\">Alkalization and Penetration:</span> The pH is slightly raised (acid-moderate environment) to partially open the cuticle. <strong>Medium-sized</strong> dyes (e.g., azoic) penetrate the <strong>superficial cortex</strong>. No ammonia, with oxidants in traces.",
  "richiusura_semipermanente": "<span class=\"biotechbold\">Acidification and Closure:</span> The pH is brought back to the physiological value (4.5–5.5) with acidifying agents to <strong>close the cuticle</strong> and fix the color.",
  "subtitle_demipermanente": "4. Demi-permanent Coloration",
  "desc_demipermanente": "Similar to semi-permanent, but penetrates deeper into the <strong>cortex</strong> thanks to a mild alkaline agent. Lasts longer (up to 24 washes). Often contains small amounts of resorcinol to improve fixation, but <strong>without ammonia</strong>. Ideal for reviving colors, toning highlights, or correcting unwanted tones.",
  "subtitle_permanente": "5. Permanent Coloration (Oxidative)",
  "desc_permanente": "Durable technique that modifies the hair structure. Allows lightening and complete coverage of grey hairs.",
  "title_mechanismo_due_fasi": "Two-Phase Mechanism:",
  "fase_ossidazione": "<strong>Alkalization/Oxidation Phase (pH ≈ 9):</strong> <strong>Ammonia</strong> lifts the cuticles and <strong>hydrogen peroxide</strong> (H₂O₂, 3–9%) dissolves the natural melanin.",
  "fase_cromogena": "<strong>Chromogenic Phase:</strong> Small, colorless molecules (<strong>precursors</strong>, e.g., para-phenylenediamine) and <strong>couplers</strong> (e.g., resorcinol) penetrate the cortex. Oxidation transforms them into large, colored pigments, <strong>stably fixed</strong> inside.",
  "note_finale_permanente": "A final acidifying treatment <strong>closes the cuticles</strong>. An incorrect process can damage the hair, leaving the cuticles open or altering the protein structure.",
  "title_ingredienti_critici": "CRITICAL INGREDIENTS and Restricted Substances (Reg. EC 1223/2009) 🛑",
  "desc_regolamento": "The <strong>EC Regulation n. 1223/2009</strong> places strict restrictions on the use of potentially dangerous, carcinogenic, or endocrine-disrupting (EDC) substances.",
  "dt_catrame_ppd": "Coal Tar / p-Phenylenediamine (PPD):",
  "rischio_catrame_ppd": "<strong>Risk:</strong> Known carcinogen. PPD is a tar-based dye used in dark hair dyes.",
  "normativa_catrame_ppd": "<strong>Regulation:</strong> Coal tar is banned in the EU. PPD is allowed only in hair dyes, but requires the mandatory warning that it \"may cause skin irritation\" and that improper use near the eyes \"may cause blindness\".",
  "dt_amine_meateadea": "MEA/TEA/DEA (Amines):",
  "rischio_amine_meateadea": "<strong>Risk:</strong> Potential carcinogen. Used as emulsifiers and foaming agents. DEA derivatives can form <strong>nitrosamines</strong> (possible IARC carcinogens).",
  "normativa_amine_meateadea": "<strong>Regulation:</strong> The EU Directive limits the concentration of DEA/MEA in cosmetics and the maximum concentration of nitrosamines in products containing them.",
  "dt_sls_sles": "SLS/SLES (Sulpho-Surfactants):",
  "rischio_sls_sles": "<strong>Risk:</strong> Very cheap foaming agents. Considered carcinogenic if associated with MEA/TEA/DEA compounds.",
  "normativa_sls_sles": "<strong>Regulation:</strong> The FDA recommends monitoring for possible contaminants in these compounds.",
  "dt_formaldeide": "Formaldehyde (FRP):",
  "rischio_formaldeide": "<strong>Risk:</strong> Highly irritating and potentially carcinogenic. Used as a preservative (formaldehyde releasers), in dyes, and nail products.",
  "normativa_formaldeide": "<strong>Regulation:</strong> Preservatives that release formaldehyde must display the warning <strong>\"contains formaldehyde\"</strong> on the label if the concentration in the product exceeds 0.05%.",
  "dt_parabeni": "Parabens:",
  "rischio_parabeni": "<strong>Risk:</strong> Ubiquitous preservatives. Suspected of being <strong>endocrine disruptors</strong> (EDC).",
  "normativa_parabeni": "<strong>Regulation:</strong> EU legislation sets a maximum total limit of <strong>8 g/kg</strong> and <strong>4 g/kg</strong> for a single paraben. For longer-chain parabens (Butyl- and Propylparaben), the limit is reduced to 1.9 g/kg.",
  "dt_petrolati": "Petrolatum, Mineral Oils and Paraffin:",
  "rischio_petrolati": "<strong>Risk:</strong> Petroleum by-products. Paraffin (mineral oil) can be contaminated with <strong>PAHs (Polycyclic Aromatic Hydrocarbons)</strong>, known carcinogens. They create an occlusive film on the skin.",
  "normativa_petrolati": "<strong>Regulation:</strong> In the EU, they are allowed only if it can be proven that the entire refining process ensures the substance of origin <strong>is not carcinogenic</strong>.",
  "dt_toluene_triclosano_piombo": "Toluene / Triclosan / Lead:",
  "rischio_toluene_triclosano_piombo": "<strong>Risk:</strong> Toluene is a solvent toxic to the endocrine and immune systems. Triclosan is carcinogenic and toxic to the endocrine system. Lead is a known carcinogenic contaminant (not a declared ingredient, but a contaminant in lipsticks/dyes).",
  "normativa_toluene_triclosano_piombo": "<strong>Regulation:</strong> Triclosan is allowed only in toothpastes and soaps (up to 0.3%). Methylbenzylidene Camphor (UV filter) has been added to the list of banned substances from 2025.",
  "dt_peg": "PEG (Polyethylene Glycol) and Ethoxylated Surfactants:",
  "rischio_peg": "<strong>Risk:</strong> Used as absorbers/penetrants. Often associated with process carcinogenic contaminants such as <strong>1,4-Dioxane</strong> and <strong>Ethylene Oxide</strong>. It is advisable to avoid ingredients containing the <strong>ETH</strong> formula (indicative of ethoxylation).",
  "normativa_peg": "<strong>Regulation:</strong> The EU requires PEG and ethoxylated surfactants to be purified to minimize carcinogenic contaminants.",
  "title_shampoo": "HAIR SHAMPOO: Function and Composition 🧼",
  "desc_shampoo": "Shampoo is a complex aqueous solution, whose primary function is cleansing the hair and scalp. Formulations vary widely depending on hair type (dry, oily, colored) or specific problem (dandruff, sebum).",
  "subtitle_composizione_base": "Basic Composition",
  "desc_composizione_base": "Shampoo is primarily composed of <strong>sterile, deionized water</strong> (80-90%) and <strong>surfactants</strong> (10-20%).",
  "tensioattivi_primari": "<strong>Primary Surfactants:</strong> Ensure cleaning and cleansing power (e.g., SLES, SLS).",
  "tensioattivi_secondari": "<strong>Secondary Surfactants:</strong> Optimize foam and reduce irritation (e.g., cocamidopropyl betaine).",
  "sostanze_ispessenti": "<strong>Thickening Agents:</strong> Improve viscosity and stability (e.g., sodium chloride, hydroxyethylcellulose).",
  "agenti_condizionanti": "<strong>Conditioning Agents:</strong> Cationic polymers or silicones that improve combability and shine.",
  "conservanti_shampoo": "<strong>Preservatives:</strong> Prevent microbial growth (e.g., phenoxyethanol, benzoic acid).",
  "profumi_coloranti": "<strong>Fragrances and Colorants:</strong> Additive substances for sensory characteristics.",
  "cl_tit": "Surfactant Classes and Electric Charge",
  "tb_tipo": "Type",
  "tb_carica": "Charge",
  "tb_es": "Example",
  "tb_uso": "Specific Use",
  "a_tipo": "Anionic",
  "a_carica": "Negative",
  "a_es": "Sodium Lauryl Sulfate (SLS)",
  "a_uso": "Primary Cleansing (Most common)",
  "amf_tipo": "Amphoteric",
  "amf_carica": "pH-Dependent",
  "amf_es": "Betaine Derivatives",
  "amf_uso": "Gentle formulations and baby shampoos",
  "ni_tipo": "Non-Ionic",
  "ni_carica": "Neutral",
  "ni_es": "Fatty Alkanolamides",
  "ni_uso": "Adjuvants and stabilizers",
  "c_tipo": "Cationic",
  "c_carica": "Positive",
  "c_es": "Distearyldimonium Chloride",
  "c_uso": "Severely damaged hair",
  "mic_tit": "Detergency Mechanism (Micelles)",
  "mic_p1": "Surfactants are <strong>amphipathic molecules</strong> with a dual nature:",
  "mic_l1": "<strong>Hydrocarbon Chain (Hydrophobic):</strong> Solubilizes greasy dirt and sebum.",
  "mic_l2": "<strong>Polar Head (Hydrophilic):</strong> Solubilizes the surfactant in water.",
  "mic_p2": "In aqueous solution, these molecules form spherical aggregates called <strong>micelles</strong>. The hydrophobic tails orient inward (away from water), while the hydrophilic heads face outward.",
  "mic_p3": "Micelles enclose dirt and sebum (hydrophobic interaction) and are washed away by the external hydrophilic portion. At high concentrations, micelles can assume elongated shapes (\"vermicelli\"), increasing product viscosity.",
  "sh_cur_tit": "Curative Shampoos (Anti-dandruff and Anti-seborrheic)",
  "sh_cur_p1": "These shampoos are supplemented with pharmacologically active molecules for specific problems. The goal is to eliminate the problem without irritating the epidermis.",
  "sh_afor_t": "Anti-dandruff:",
  "sh_afor_d": "Contain antifungal agents such as <strong>Piroctone Olamine</strong>, <strong>Zinc Pyrithione</strong>, <strong>Climbazole</strong>, <strong>Ketoconazole</strong> or <strong>Selenium Disulfide</strong>. They may include tars (juniper/cade oil or coal tar) for keratolytic and anti-pruritic action.",
  "sh_aseb_t": "Anti-seborrheic:",
  "sh_aseb_l1": "<span class=\"biotechbold\">Gentle Cleansers (E.g., Panama Wood):</span> Do not damage keratin or cause reactive seborrhea, but produce little foam.",
  "sh_aseb_l2": "<span class=\"biotechbold\">Sebum-Regulating Agents:</span> Compounds that slow down sebaceous secretion (usually <strong>Sulfur derivatives</strong>).",
  "sil_tit": "Silicones in Cosmetics",
  "sil_p1": "Silicones (e.g., Dimethicone, Cyclomethicone) are used to impart softness, silkiness, smoothness, and maintain hydration. Due to their hydrophobic and film-forming properties, they are also used in barrier products (e.g., for scars). They are <strong>inert, non-irritating, non-sensitizing</strong> substances, and their safety is recognized at the European and American levels.",
  "sil_p2": "Their potential <strong>comedogenicity</strong> depends on the formulation and molecular weight. Low molecular weight ones evaporate quickly and do not clog pores. European regulation has placed restrictions only on some volatile silicones in rinse-off products for environmental reasons, not for skin toxicity.",
  "ps_tit": "POST-SHAMPOO PRODUCTS: Conditioning and Treatment 🧴",
  "ps_bal_tit": "1. Beauty Balms (Conditioners)",
  "ps_bal_p1": "Give the hair an elastic, smooth, shiny, and disciplined appearance. Ideal for long and dry hair to solve the problem of tangles.",
  "ps_bal_l1": "<strong>Composition:</strong> Self-emulsifying waxes, cationic surfactants (quaternary ammonium), silicones, proteins, polymers.",
  "ps_bal_l2": "<strong>Fixing:</strong> Reversible with washing.",
  "ps_bal_l3": "<strong>Contraindications:</strong> Not recommended for oily hair, as they can promote *surface buildup* and accelerate sebum migration.",
  "ps_mas_tit": "2. Hair Creams (Masks)",
  "ps_mas_p1": "Denser products, used after shampoo and rinsed out. They offer intensive nourishment and repair treatment.",
  "ps_mas_s": "<strong>Structure:</strong> <strong>Oil-in-water (O/W)</strong> emulsions with non-ionic or cationic emulsifiers.",
  "ps_mas_w": "<strong>Warning:</strong> Excessive use can weigh hair down and give a sensation of premature grease.",
  "ps_fix_tit": "3. Fixing Lotions",
  "ps_fix_p1": "**Leave-in** products that act with synthetic polymers (PVP, polyvinyl acetate) to confer **rigidity** and hold to the styling.",
  "ps_tratt_tit": "4. Treating Lotions (Leave-in)",
  "ps_tratt_p1": "Leave-in products, applied to damp or dry hair, with specific functions.",
  "ps_tratt_afor_t": "Anti-dandruff Lotions:",
  "ps_tratt_afor_d": "Contain Zinc Pyrithione, Octopyrox, Selenium Sulfide, Tar, or undecylenic derivatives.",
  "ps_tratt_aseb_t": "Anti-seborrheic Lotions:",
  "ps_tratt_aseb_d": "Use Sulfur, Tar, vegetable extracts (nettle, sage, aloe), or acids (salicylic).",
  "ps_tratt_acad_t": "Anti-Hair Loss Lotions:",
  "ps_tratt_acad_d": "Often contain **DHT inhibitors** (e.g., Serenoa Serrulata extract), caffeine, biotin, or stimulating peptides.",
  "pig_tit": "PIGMENTATION ANOMALIES (DYSCHROMIAS) 🔬",
  "pig_p1": "<span class=\"biotechbold\">Melanin</span>, produced by melanocytes, is the pigment responsible for the color of skin, hair, and eyes. Cutaneous dyschromias represent an alteration of normal coloring due to a defect (hypochromia) or excess (hyperchromia) of melanin.",
  "iper_tit": "Hyperpigmentations (Melanodermias)",
  "iper_p1": "They are distinguished into generalized forms (linked to endocrine, vitamin, metabolic, toxic problems) and localized forms.",
  "ipe_ef_t": "Freckles (Solar Lentigines):",
  "ipe_ef_l1": "<strong>Characteristics:</strong> Small, flat, yellow-brown spots, with blurred limits.",
  "ipe_ef_l2": "<strong>Etiology:</strong> Triggered by **UVA rays**, which stimulate melanin production in basal cells.",
  "ipe_ef_l3": "<strong>Behavior:</strong> Accentuated in summer and regress in winter. They do not degenerate.",
  "ipe_lent_t": "Lentigines:",
  "ipe_lent_l1": "<strong>Characteristics:</strong> **Raised** spots, darker and with clear margins compared to freckles. They can also appear in areas not exposed to the sun.",
  "ipe_lent_l2": "<strong>Treatment:</strong> Removable with Laser or Diathermocoagulation.",
  "ipe_nevi_t": "Nevi (Pigmentary Neofromations):",
  "ipe_nevi_l1": "<strong>Characteristics:</strong> Benign tumors from accumulation of nevus cells. Flat (\"café-au-lait\" type) or raised (tuberous).",
  "ipe_nevi_l2": "<strong>Risk (Melanoma):</strong> **Junctional nevi** (at the dermo-epidermal junction) are most at risk of malignant transformation.",
  "ipe_nevi_h": "Warning Signs (ABCDE):",
  "ipe_nevi_w": "Pay attention to rapid variations in **volume**, appearance of erythematous halo, spontaneous bleeding, or itching/pain. Trauma can trigger malignant transformation.",
  "ipe_altre_t": "Other Localized Hyperpigmentations:",
  "ipe_altre_l": "Chloasma, Dermatitis due to bergamot, Actinic lentigo, Hyperchromic Pityriasis versicolor.",
  "ipo_tit": "Hypochromias (Leucodermas)",
  "ipo_p1": "Conditions characterized by a pigment deficiency.",
  "vit_t": "Vitiligo:",
  "vit_l1": "<strong>Etiology:</strong> <strong>Autoimmune loss of melanocytes</strong>, with a strong genetic component.",
  "vit_l2": "<strong>Clinical Characteristics:</strong> Depigmented areas with sharp borders, often symmetrical. Typical location: face, hands, genitals. Hair in the patches turns white (<strong>leukotrichia</strong>).",
  "vit_l3": "<strong>Importance:</strong> The depigmented skin is vulnerable to the sun (<strong>sunburn</strong>). Requires rigorous sun protection. Chronic and asymptomatic pathology.",
  "alb_t": "Albinism:",
  "alb_l1": "<strong>Etiology:</strong> <strong>Congenital absence of melanin</strong> (hereditary). Melanocytes are present but non-functional.",
  "alb_l2": "<strong>Characteristics:</strong> White skin with reddish hues; white/reddish hair; pink iris.",
  "alb_l3": "<strong>Ocular Consequences:</strong> Common visual problems (nystagmus, photophobia, astigmatism, low vision) due to failure of optic nerve development.",
  "ipo_altre_t": "Other Hypochromias:",
  "ipo_altre_l": "Hypochromic Pityriasis versicolor, Pityriasis alba, Hereditary Hypomelanosis.",
  "les_tit": "ELEMENTARY SKIN LESIONS: Classification and Diagnosis 🔬",
  "les_p1": "Elementary lesions represent the morphological expression of the skin's response to a pathogenic stimulus. Their careful observation (type, number, location, and arrangement) is fundamental for framing various dermatological pathologies.",
  "les_tipo_tit": "Types of Lesions",
  "les_prim_t": "Primary:",
  "les_prim_d": "Represent the initial expression of the pathology (e.g., erythema, papule, vesicle).",
  "les_sec_t": "Secondary:",
  "les_sec_d": "Represent the spontaneous evolution of the primary lesion or are caused by external intervention (e.g., crust, ulceration).",
  "les_ps_t": "Primary-Secondary:",
  "les_ps_d": "Lesions that can be the initial expression of the pathology but often manifest concurrently with evolving secondary lesions (e.g., eczema, where primary erythema and vesicles appear alongside secondary excoriations, erosions, and crusts).",
  "les_prim_tit": "Primary Lesions (Initial)",
  "eritema_t": "ERYTHEMA:",
  "eritema_d1": "Alteration of skin color due to <strong>capillary vasodilation</strong>. Color from bright red to purplish. <strong>Disappears upon compression</strong> (positive diascopy).",
  "eritema_d2": "Can be transient (e.g., from heat, emotion) or persistent (e.g., rosacea). Associated with inflammation, infections, allergic reactions, or UV exposure.",
  "eritema_d3": "<strong>Characteristic of:</strong> Infectious exanthems, solar erythema, rosacea, erythema multiforme. Classified as scarlatiniform, roseoliform, or morbilliform based on shape and distribution.",
  "mac_t": "MACULE / PATCH:",
  "mac_d1": "Circumscribed alteration of skin pigmentation. <strong>Does not disappear upon compression</strong> (negative diastasis).",
  "mac_l1": "<strong>Hyperpigmented:</strong> Increase in melanin (e.g., freckles, lentigines).",
  "mac_l2": "<strong>Hypo-achromic:</strong> Reduction in melanin (e.g., vitiligo).",
  "mac_l3": "<strong>Pseudomacule:</strong> From exogenous pigments (e.g., tattoos) or endogenous pigments (e.g., hemosiderin).",
  "mac_d2": "<strong>Macule:</strong> Diameter ≤ 1 cm.<br><strong>Patch:</strong> Diameter > 1 cm or confluence of macules.",
  "mac_d3": "<strong>Characteristic of:</strong> Vitiligo, melasma, freckles, tattoos.",
  "pap_t": "PAPULE / PLAQUE:",
  "pap_d1": "<strong>Papule:</strong> Solid, circumscribed skin elevation, less than 1 cm in size. Originates from epidermal cell proliferation or inflammatory infiltration of the superficial dermis. Resolves without sequelae.",
  "pap_d2": "<strong>Plaque:</strong> Solid, raised lesion, greater than 1 cm in size, often formed by the confluence of multiple papules.",
  "pap_d3": "<strong>Characteristic of:</strong> Molluscum contagiosum (papule), psoriasis, eczema, lichen planus.",
  "nod_t": "NODULE / NODOSITY:",
  "nod_d1": "<strong>Nodule:</strong> Solid, circumscribed skin elevation, <strong>greater than 1 cm in size</strong>. Originates from proliferative or inflammatory processes at the level of the <strong>dermis</strong>. Often resolves with atrophic-scarring sequelae.",
  "nod_d2": "<strong>Nodularity (Nodosity):</strong> Deeper solid lesion, affecting the deep dermis or <strong>hypodermis</strong>. Larger than the nodule, it is typically painful and palpable. Associated with conditions like erythema nodosum.",
  "pomfo_t": "WHEAL (HIVE):",
  "pomfo_d1": "Circumscribed and <strong>transient</strong> skin elevation, appearing rapidly and disappearing within 24 hours. Originates from <strong>edema of the superficial dermis</strong> caused by capillary vasodilation and histamine release.",
  "pomfo_d2": "Roundish in shape and red, pinkish, or pale-pearly in color, it is typically accompanied by <strong>itching</strong> and has an erythematous halo. Resolves without sequelae.",
  "pomfo_d3": "<strong>Characteristic of:</strong> Urticaria, insect bites, allergic reactions (food, drugs), viral infections.",
  "vesc_t": "VESICLE / BULLA (BLISTER):",
  "vesc_d1": "Circumscribed collection of fluid (serous, sero-sanguineous, sanguineous) within the epidermis or between the epidermis and dermis.",
  "vesc_d2": "<strong>Vesicle:</strong> Size less than 5 mm. Typical of **eczema**, chickenpox, and herpes labialis. Resolves by reabsorption or evolves into erosion.",
  "vesc_d3": "<strong>Bulla:</strong> Size greater than 5 mm. May contain clear (serous) or cloudy fluid (with inflammatory cells or bacteria). Associated with burns, pemphigus, dermatitis herpetiformis, and superinfections.",
  "vesc_d4": "<strong>Phlyctena:</strong> Term often used to indicate a large blister, typically caused by burns or frostbite.",
  "pustola_t": "PUSTULE:",
  "pustola_d1": "Collection of <strong>purulent exudate</strong> (pus) contained in the epidermis (intraepidermal or subepidermal lesion). Appears as a small yellowish or whitish vesicle on a reddened base.",
  "pustola_d2": "Generally less than 1 cm in size, it regresses without scarring in most cases, except in severe forms (e.g., variolous pustules). It can be primary or secondary, resulting from the pustular transformation of vesicles or bullae.",
  "pustola_d3": "<strong>Characteristic of:</strong> Acne, folliculitis, impetigo, pustular psoriasis, chickenpox.",
  "pustola_d4": "<strong>Sterile Pustule:</strong> Presence of pus without bacterial infection (e.g., pustular psoriasis).",
  "les_sec_tit": "Secondary Lesions (Evolutive)",
  "crosta_t": "CRUST:",
  "crosta_d1": "Conglomerate of <strong>dried biological fluids and cellular debris</strong> covering lesions with loss of substance. The color depends on the content:",
  "crosta_d2": "<strong>Colors:</strong> Brown/reddish (sanguineous); yellowish (serous).",
  "crosta_d3": "<strong>Characteristic of:</strong> Impetigo, eczema. If it contains horny lamellae, it is called a <strong>squamo-crust</strong>.",
  "squama_t": "SCALE:",
  "squama_d1": "Agglomerate of <strong>horny lamellae</strong> due to excessive desquamation of the stratum corneum. Classified as furfuraceous, pityriasiform, lamellar, or foliaceous.",
  "squama_d2": "<strong>Characteristic of:</strong> Psoriasis, dandruff, seborrheic dermatitis.",
  "escor_t": "EXCORIATION:",
  "escor_d1": "Loss of <strong>epidermal</strong> substance of traumatic origin (e.g., scratching). Linear, superficial. Resolves without a scar.",
  "eros_t": "EROSION:",
  "eros_d1": "Loss of substance involving the <strong>epidermis and superficial dermis</strong>. Originates from the rupture of vesicles, bullae, or pustules. Resolves without a scar.",
  "ulc_t": "ULCERATION:",
  "ulc_d1": "Deep loss of substance involving the <strong>epidermis, dermis, and hypodermis</strong>. **Always resolves with a scar**. Associated with infections, ischemia, neoplasms.",
  "ragade_t": "FISSURE:",
  "ragade_d1": "<strong>Linear and deep</strong> loss of continuity reaching the dermis. Typical of chronic inflammatory processes (e.g., anus, lips). May bleed and sometimes leaves a scar.",
  "cicat_t": "SCAR:",
  "cicat_d1": "Neoformation of connective tissue following the repair of deep lesions. Initially red and raised, then flattens and lightens. <strong>Absence of skin appendages</strong> (hair, glands) and alteration of pigmentation.",
  "fust_tit": "HAIR SHAFT ANOMALIES: FRACTURES 💔",
  "fust_p1": "Hair shaft anomalies are often the basis of various forms of alopecia and are classified based on the type of morphological alteration undergone by the shaft.",
  "tri_nod_tit": "1. Trichorrhexis Nodosa (Brush Fracture)",
  "tri_nod_mor_t": "Morphology:",
  "tri_nod_mor_d": "Loss of the cuticle followed by dissociation of the cortex cells. <strong>Roundish swellings</strong> form which fracture with a <strong>\"frayed\" or \"brush\" appearance</strong>.",
  "tri_nod_ezi_t": "Etiology:",
  "tri_nod_ezi_d": "Caused by <strong>physico-chemical trauma</strong> (hair dryer, brushes, perms, dyes, tight hairstyles, repeated shampoos).",
  "tri_sch_tit": "2. Trichoschisis (Clean Fracture)",
  "tri_sch_mor_t": "Morphology:",
  "tri_sch_mor_d": "<strong>Clean transverse fracture</strong> of the hair, without swellings. Flat, dry, and rough appearance.",
  "tri_sch_ezi_t": "Etiology:",
  "tri_sch_ezi_d": "Protein deficiencies (cystine) and especially <strong>sulfur</strong> deficiency (&lt; 50% of normal).",
  "tri_sch_ass_t": "Association:",
  "tri_sch_ass_d": "If familial and associated with nail abnormalities or ichthyosis, it is called <strong>Trichothiodystrophy</strong>.",
  "tri_inv_tit": "3. Trichorrhexis Invaginata (\"Bamboo Hairs\")",
  "tri_inv_mor_t": "Morphology:",
  "tri_inv_mor_d": "<strong>Swelling</strong> of the hair: the rigid upper part <strong>penetrates</strong> the unkeratinized underlying part, which dilates.",
  "tri_inv_ass_t": "Association:",
  "tri_inv_ass_d": "Often present in <strong>Netherton Syndrome</strong>, associated with ichthyosis and atopy.",
  "fra_fus_tit": "4. Fusiform Fractures (Pencil Tip)",
  "fra_fus_mor_t": "Morphology:",
  "fra_fus_mor_d": "Fracture at the level of constrictions. The residual fragment appears <strong>\"pencil-tipped\"</strong>.",
  "fra_fus_ass_t": "Association:",
  "fra_fus_ass_d": "In <strong>tapered hairs</strong> or <strong>dystrophic anagen hairs</strong> of alopecia areata.",
  "tri_ptil_tit": "5. Trichoptilosis (Split Ends)",
  "tri_ptil_p1": "<strong>Longitudinal fissuring</strong> of the shaft (terminal or intermediate), known as \"split ends\". Caused by physico-chemical damage after cuticle loss.",
  "tri_clas_tit": "6. Trichoclasis",
  "tri_clas_p1": "<strong>Transverse fracture</strong> of the shaft affecting the medulla and cortex, but with <strong>cuticle sparing</strong>. Consequence of mild physico-chemical trauma.",
  "alt_str_tit": "Irregularity and Structure Alterations 📏",
  "moni_tit": "1. Monilethrix (Beaded Hair)",
  "moni_mor_t": "Morphology:",
  "moni_mor_d": "Shaft without twists, with <strong>elliptical swellings</strong> (nodes) alternating with <strong>tapered constrictions</strong> (internodes). The cuticle is absent at the nodes and altered in the internodes, where fractures occur.",
  "moni_ezi_t": "Etiology:",
  "moni_ezi_d": "Genetic defect in the keratogenetic zone of the follicle, with alternating enlarged and narrowed areas.",
  "pseudo_moni_tit": "2. Pseudomonilethrix",
  "pseudo_moni_dif_t": "Differences from Monilethrix:",
  "pseudo_moni_l1": "Swellings of <strong>irregular size and distance</strong>.",
  "pseudo_moni_l2": "Cuticle cells are <strong>preserved</strong>.",
  "pseudo_moni_l3": "<strong>Acquired</strong> alteration, not hereditary (physico-chemical trauma).",
  "pseudo_moni_l4": "Fractures occur almost exclusively at the nodes.",
  "pili_torti_tit": "3. Pili Torti (Twisted Hairs)",
  "pili_torti_mor_t": "Morphology:",
  "pili_torti_mor_d": "Shaft with <strong>twisting on itself</strong> (3–5 regular rotations). The cross-section becomes elliptical in the twisted points. Extremely <strong>fragile</strong> (length &lt; 5 cm).",
  "pili_torti_ezi_t": "Etiology:",
  "pili_torti_ezi_d": "Rare <strong>hereditary anomaly</strong> (X-linked recessive), linked to mutations in the <em>PLS3</em> gene. Can be acquired following repeated trauma.",
  "pili_torti_diag_t": "Diagnosis:",
  "pili_torti_diag_d": "Irregular light refraction upon incidence. Associated with <strong>Menkes Syndrome</strong> (copper deficiency).",
  "cap_aff_tit": "4. Tapered Hairs",
  "cap_aff_mor_t": "Morphology:",
  "cap_aff_mor_d": "Presence of <strong>progressive constrictions</strong> along the shaft.",
  "cap_aff_ezi_t": "Etiology:",
  "cap_aff_ezi_d": "Caused by <strong>temporary slowing</strong> of the follicular matrix. Associated with alopecia areata, trichotillomania, severe systemic diseases, or cytotoxic drugs.",
  "scanalature_longitudinali_titolo": "5. Longitudinal Grooves",
    "scanalature_longitudinali_paragrafo": "Zonal defects in follicular growth with a <strong>reduction in cortical thickness</strong> corresponding to the groove, but an intact cuticle. Not pathological in themselves, but often associated with <strong>trichothiodystrophy</strong>, monilethrix, or pili torti.",
    "pili_annulati_titolo": "6. Pili Annulati (Ringed Hair)",
    "pili_annulati_morfologia": "Hair shaft with <strong>alternating light and dark bands</strong> (\"zebra\" appearance) due to air spaces between unaligned cortical cells. Aesthetically pleasing **shimmering** effect.",
    "pili_annulati_eziologia": "Usually <strong>hereditary</strong> (autosomal dominant), but can be sporadic.",
    "pili_bifurcati_titolo": "7. Pili Bifurcati",
    "pili_bifurcati_morfologia": "The shaft splits into two branches, <strong>each with its own cuticle</strong>, and then rejoins. Differs from trichoptilosis, which is a longitudinal fracture.",
    "pili_bifurcati_eziologia": "Hypothesis of a temporary <strong>secondary matrix</strong> adjacent to the main follicle.",
    "pili_multigemini_titolo": "8. Pili Multigemini",
    "pili_multigemini_morfologia": "A rare anomaly with <strong>2–10 hairs</strong> of irregular cross-section produced by <strong>multiple matrices</strong> but emerging from a <strong>single follicular ostium</strong>.",
    "pili_multigemini_caratteristiche": "Each hair has its own inner epithelial sheaths; the outer sheath is unique. All hairs are usually in the anagen phase. Distinct from trichostasis spinulosa.",
    "anomalie_residue_titolo": "RESIDUAL ANOMALIES AND SHAFT CURLING ➰",
    "triconodosi_titolo": "1. Trichonodosis (Knotted Hair)",
    "triconodosi_paragrafo": "An acquired anomaly where the hair shaft appears <strong>knotted upon itself</strong>. At this level, the cuticle is altered or absent due to continuous friction.",
    "triconodosi_patogenesi": "<strong>Pathogenesis:</strong> Traumatic (tight ties, hairstyles, long unbrushed hair).",
    "triconodosi_frequenza": "<strong>Frequency:</strong> More common in individuals with <strong>curly or very fine hair</strong>.",
    "capelli_impetinabili_titolo": "2. Uncombable Hair Syndrome (Spun-glass Hair)",
    "capelli_impetinabili_paragrafo": "A usually <strong>hereditary</strong> alteration (mutations in <em>PADI3</em>, <em>TGM3</em>, <em>TCHH</em> genes) where the yellowish-gray hair cannot be combed or flattened.",
    "capelli_impetinabili_morfologia": "<strong>Morphology:</strong> Shaft with a <strong>triangular</strong> cross-section and <strong>longitudinal grooves</strong> along the sides.",
    "capelli_impetinabili_eziologia": "<strong>Etiology:</strong> Premature keratinization of the inner epithelial sheath deforms the growing hair.",
    "capelli_impetinabili_ereditarieta": "<strong>Inheritance:</strong> Autosomal dominant or recessive.",
    "capelli_lanosi_titolo": "3. Woolly Hairs",
    "capelli_lanosi_paragrafo": "Ovoidal cross-section shafts with <strong>axial curvatures or twists</strong> causing severe curling. Similar to <em>pili torti</em>, but generally less fragile.",
    "capelli_lanosi_caratteristiche": "<strong>Characteristics:</strong> Uncombable. <strong>Reduced anagen phase</strong>, limits growth to a few centimeters.",
    "capelli_lanosi_forme": "<strong>Forms:</strong> Generalized (hereditary) or localized (acquired).",
    "seborrea_titolo": "SEBORRHEA (SEBACEOUS HYPERSECRETION) 💧",
    "seborrea_paragrafo": "Seborrhea is the overproduction of sebum that alters the skin's hydrolipidic balance, causing aesthetic problems or pathologies (e.g., acne, hair loss).",
    "seborrea_tipi_titolo": "Types of Seborrhea",
    "seborrea_fisiologica": "<strong>Physiological:</strong> Normal activity that creates the hydrolipidic mantle (protection) and lubricates the shaft.",
    "seborrea_patologica": "<strong>Pathological:</strong> Abnormal production that makes the skin and hair greasy and oily. Can lead to <strong>asphyxiated skin</strong> (sebum stagnation in follicles, dry and rough skin) and comedones.",
    "seborrea_occasionale": "<strong>Occasional:</strong> Hypersecretion limited to short periods (e.g., from environmental factors or incorrect treatments).",
    "seborrea_secca": "<strong>Dry Seborrhea:</strong> Skin with excess underlying sebum but a dry and flaky surface.",
    "seborrea_cause_titolo": "Causes and Predisposing Factors",
    "seborrea_cause_interne": "Hormonal imbalances (androgens), digestive disorders, genetic factors, stress.",
    "seborrea_cause_esterne": "Environmental factors, incorrect hygiene practices (e.g., overly alkaline products), alcoholic lotions, intense massages, diet rich in sugars and dairy products.",
    "seborrea_fattori_microbici": "Proliferation of <em>Malassezia</em> yeasts and <em>Cutibacterium acnes</em> bacteria, which degrade sebum into irritating acids.",
    "seborrea_danni_titolo": "Damage Caused by Seborrhea",
    "seborrea_alopecia": "<strong>Seborrheic Alopecia:</strong> Hair loss and acceleration of baldness.",
    "seborrea_patologie_cutanee": "<strong>Skin Pathologies:</strong> Folliculitis, acne, or comedones (due to follicular obstruction).",
    "seborrea_pitiriasi": "<strong>Pityriasis Steatoides:</strong> Seborrhea accompanied by dandruff (greasy, yellowish flakes).",
    "seborrea_dermatite": "<strong>Seborrheic Dermatitis:</strong> Acute inflammation with loss of greasy flakes on the scalp, eyebrows, nose, armpits.",
    "seborrea_cisti_sebacee": "<strong>Sebaceous Cysts:</strong> Accumulation of sebum and keratin in areas like the scalp and trunk.",
    "seborrea_terapia_titolo": "Therapy",
    "seborrea_terapia_paragrafo": "Anti-seborrheic and sebum-balancing treatments, sometimes associated with medications (imidazoles, corticosteroids, antiandrogens). Association with biostimulating treatments like <strong>High Frequency</strong> (disinfects and vascularizes) or <strong>Laser Therapy</strong> (strengthens hair) is useful. It is important to avoid aggressive detergents that induce a rebound effect.",
    "forfora_titolo": "DANDRUFF (PITYRIASIS SIMPLEX CAPITIS) 🌨️",
    "forfora_paragrafo": "Dandruff is caused by an <strong>accelerated turnover of epidermal cells</strong> (cycle of 10–12 days instead of 28), which do not reach full maturation before detachment.",
    "forfora_fattori_titolo": "Triggering Factors and the Role of the Fungus",
    "forfora_morfologia": "<strong>Morphology:</strong> Clusters of corneal cells (white or grayish flakes).",
    "forfora_permeabilita": "<strong>Permeability:</strong> The stratum corneum is <strong>more permeable</strong> than normal, favoring the absorption of active ingredients.",
    "forfora_malassezia": "<strong>Malassezia:</strong> Yeast present in excess. Altered pH and excess sebum favor its growth, which in turn stimulates inflammation and desquamation.",
    "forfora_tipi_titolo": "Clinical Types of Dandruff",
    "forfora_secca": "<strong>Pityriasis Sicca (Simple):</strong> <strong>Fine, white</strong> flakes, normal skin, mild itching.",
    "forfora_grassa": "<strong>Pityriasis Steatoides (Greasy):</strong> <strong>Large, greasy, and yellowish</strong> flakes, erythematous and oily skin, often associated with seborrhea.",
    "forfora_terapia_titolo": "Dandruff Therapy",
    "forfora_terapia_antimicotica": "The goal is to <strong>rebalance the microbiota</strong> and control the proliferation of <em>Malassezia</em> with **antifungal** action products (e.g., ketoconazole, zinc pyrithione, salicylic acid, tea tree oil).",
    "forfora_terapia_ph": "The shampoo should have an <strong>acidic pH</strong> (4–5.5) to restore the acid mantle of the scalp and create an unfavorable environment for the fungus. Leave it on for 3–5 minutes before rinsing to maximize effectiveness.",
    "morfologia_label": "Morphology:",
    "eziologia_label": "Etiology:",
    "caratteristiche_label": "Characteristics:",
    "cause_interne_label": "Internal Causes:",
    "cause_esterne_label": "External/Iatrogenic Causes:",
    "fattori_microbici_label": "Microbial Factors:",

    "simple_title_main": "HAIR: WHAT IT IS MADE OF AND ITS LIFE CYCLE",
    "simple_section_anatomy_title": "1. HAIR ANATOMY AND STRUCTURE",
    "simple_anatomy_p1": "Hairs and hair are filaments made of keratin. They grow from a \"sac\" in the skin called the HAIR FOLLICLE.",
    "simple_anatomy_p2": "The follicle is located under the scalp skin (dermis). Its final, concave part is called the BULB.",
    "simple_figure_anatomy_caption": "Anatomical section of the PILOSEBACEOUS UNIT.",
    "simple_anatomy_p3": "Hair length, thickness, and location change based on where they are, sex, age, and race.",
    "simple_anatomy_h3_parts": "The Parts of the Hair",
    "simple_part_fusto": "The part that exits the skin is called the SHAFT (or STEM).",
    "simple_part_radice": "The part under the skin (inside the follicle) is called the ROOT.",
    "simple_part_papilla": "At the bottom of the root is the DERMAL PAPILLA. This papilla brings nourishment to the hair.",
    "simple_part_matrice": "Between the bulb and the root is the HAIR MATRIX. The matrix creates all the hair components.",
    "simple_part_unit": "These parts form the PILOSEBACEOUS UNIT.",
    "simple_section_components_title": "PILOSEBACEOUS UNIT: COMPONENTS",
    "simple_comp_follicolo": "▶ HAIR FOLLICLE (with the hair)",
    "simple_comp_muscolo": "▶ ARRECTOR PILI MUSCLE",
    "simple_comp_ghiandola": "▶ SEBACEOUS GLAND",
    "simple_follicle_h3": "HAIR FOLLICLE:",
    "simple_follicle_text1": "The follicle is an inclined \"sac\" in the skin, which descends 1-3 mm into the dermis. It contains the hair and its sheaths.",
    "simple_follicle_text2": "Each person has about 5 million follicles. About 100,000 are on the scalp. This number is established before birth and does not increase further.",
    "simple_gland_h3": "SEBACEOUS GLAND:",
    "simple_gland_text1": "This gland produces sebum, a fatty substance (triglycerides, cholesterol, etc.).",
    "simple_gland_text2": "Sebum serves to lubricate, soften, and protect the hair as it grows. Sebum spreads onto the skin and hair. Its activity is controlled by hormonal and dietary factors.",
    "simple_muscle_h3": "ARRECTOR PILI MUSCLE:",
    "simple_muscle_text1": "It is made of smooth muscle fibers. It attaches to the follicle.",
    "simple_muscle_text2": "When it contracts (due to cold or emotions like fear), the hair stands up straight. This causes goosebumps. It also helps sebum to exit.",
    "simple_section_structure_title": "2. HAIR STRUCTURE",
    "simple_structure_p1": "Hair is a complex fiber. It contains water (10-30%) and fats (sebum, waxes, etc.) for protection.",
    "simple_structure_p2": "The hair shaft has three layers:",
    "simple_layer_cuticola": "CUTICLE: It is the outermost part. It is made of flat, overlapping cells, like roof tiles.",
    "simple_layer_corteccia": "CORTEX: It is located under the cuticle. It is the largest part of the hair. It gives the hair its strength and contains melanin (color).",
    "simple_layer_midollo": "MEDULLA: It is the central part, almost absent in the shaft.",
    "simple_figure_structure_caption": "Detail of the Hair Layers.",
    "simple_structure_p3": "The main molecules are: keratin (structure), melanin (color), and minerals.",
    "simple_keratin_h2": "KERATIN: THE FUNDAMENTAL STRUCTURE",
    "simple_keratin_p1": "Hair is mainly made of keratin. There are two types:",
    "simple_keratin_filamentosa": "Filamentous Keratin: Forms bundles (fibrils) in the cortex.",
    "simple_keratin_amorfa": "Amorphous Keratin: Fills the spaces between the bundles, providing stability.",
    "simple_stability_h2": "HOW DOES THE STRUCTURE REMAIN STABLE?",
    "simple_stability_p1": "The keratin chains are joined by \"bonds\" that hold them together. There are 3 types of bonds:",
    "simple_bridge_hydrogen_h3": "1. HYDROGEN BONDS",
    "simple_bridge_hydrogen_text": "These are very weak bonds. They break easily with water or heat. They give the hair flexibility.",
    "simple_bridge_saline_h3": "2. SALT BONDS",
    "simple_bridge_saline_text": "These are moderately strong bonds. They break with high heat or with acidic/basic substances. They give the hair strength.",
    "simple_bridge_disulfide_h3": "3. DISULFIDE BONDS",
    "simple_bridge_disulfide_text1": "These are very strong bonds (covalent bonds), made of sulfur atoms.",
    "simple_bridge_disulfide_text2": "These bonds provide structure (e.g., natural curly hair). They can only be broken with high energy (e.g., chemical treatments).",
    "simple_bridge_disulfide_text3": "All three types of bonds contribute to the hair's strength.",
    "simple_minerals_h2": "MINERALS",
    "simple_minerals_p1": "Minerals are essential. If they are missing, hair becomes fragile, dry, and dull.",
    "simple_minerals_p2": "The most important minerals are:",
    "simple_mineral_ferro": "IRON: If missing, it causes fragility and excessive shedding.",
    "simple_mineral_rame": "COPPER: Essential for color (melanin) and for disulfide bonds.",
    "simple_mineral_zinco": "ZINC: Essential for cell growth.",
    "simple_lipids_h2": "LIPIDS (FATS)",
    "simple_lipids_p1": "Lipids mostly come from sebum.",
    "simple_lipids_p2": "Phospholipids are important because they help maintain the hair's correct hydration.",
    "simple_melanin_h2": "MELANINS: NATURAL COLOR",
    "simple_melanin_p1": "Melanin is the natural pigment. It is found in the cortex and is produced by melanocytes.",
    "simple_melanin_p2": "The types of pigment are:",
    "simple_melanin_eumelanin": "EUMELANIN: Blue/black color (dark hair).",
    "simple_melanin_feomelanin": "PHEOMELANIN: Yellow/red color (blonde and red hair).",
    "simple_melanin_tricochromes": "TRICHOCHROMES: Special pigments for intense red color.",
    "simple_melanin_p3": "Melanin is derived from the amino acid tyrosine. The different percentage of pigments determines the final hair color.",
    "simple_section_cycle_title": "3. HAIR LIFE CYCLE",
    "simple_cycle_p1": "Hair has cycles of growth and rest. When an old hair falls out, the follicle forms a new one.",
    "simple_cycle_p2": "The cycle has 3 phases:",
    "simple_anagen_h3": "1. ANAGEN: Growth Phase",
    "simple_anagen_p1": "It is the longest phase. The hair matrix is very active and makes it grow.",
    "simple_anagen_duration_man": "Duration: 2-4 years in men,",
    "simple_anagen_duration_woman": "3-7 years in women.",
    "simple_anagen_growth": "Hair grows about 1-1.5 cm per month.",
    "simple_catagen_h3": "2. CATAGEN: Transition Phase",
    "simple_catagen_p1": "It is very short, lasting 2-4 weeks. The matrix stops working.",
    "simple_telogen_h3": "3. TELOGEN: Rest Phase",
    "simple_telogen_p1": "It is the resting period, lasting about 3 months.",
    "simple_telogen_p2": "The hair only falls out when a new hair is growing and pushes the old one out.",
    "simple_figure_cycle_caption": "The three phases of the hair life cycle.",
    "simple_cycle_p3": "Hair shedding in humans is \"mosaic\": each follicle follows its cycle independently. This ensures there are no periods without hair.",
    "simple_cycle_note": "Note: each follicle can complete up to 30 life cycles."
}
} 