{"it":{"title_main":"CAPELLI: ANATOMIA, STRUTTURA E CICLO VITALE","anatomy_p1":"I peli e i capelli sono derivati epidermici filamentosi e corneificati (cheratinizzati). Nascono nei follicoli piliferi che sono invaginazioni dell’epidermide del cuoio capelluto, raggiungendo il derma sottostante e terminano in profondità con una formazione concava: IL BULBO.","anatomy_p2":"La loro lunghezza, lo spessore, e la distribuzione variano in relazione alle diverse sedi anatomiche, al sesso, all’età e alla razza.","anatomy_p3":"Il segmento del capello che emerge sulla superficie si definisce FUSTO o STELO e la zona di impianto nel derma, al di sopra del collo del bulbo, si chiama RADICE. La radice termina in profondità con un’estremità slargata, dove in profondità al suo interno vi è una papilla conica chiamata PAPILLA DERMICA, riccamente vascolarizzata e innervata, deputata al nutrimento del capello. Tra la parete interna del bulbo e quella della radice vi è uno strato detto STRATO GERMINATIVO o MATRICE DEL CAPELLO il cui compito è la sintesi delle componenti del capello.","anatomy_p4":"Infine, la radice e il bulbo sono accolti in un’invaginazione dell’epidermide, nel derma, chiamata FOLLICOLO PILIFERO, che è orientato in modo obliquo.","anatomy_p5":"Queste, assieme ad altre componenti formano l’APPARATO PILO SEBACEO.","figure1_caption":"Sezione anatomica dell'APPARATO PILO SEBACEO.","secHeader_components":"L’APPARATO PILO-SEBACEO comprende:","comp_follicolo":"FOLLICOLO PILIFERO con il relativo pelo o capello","comp_muscolo":"MUSCOLO PILO ERETTORE","comp_ghiandola":"GHIANDOLA SEBACEA, talvolta è presente anche una ghiandola sudoripara","follicle_title":"FOLLICOLO PILIFERO:","follicle_text":"Il follicolo pilifero è una formazione epidermica, inclinata rispetto la cute, affonda profondamente nel derma (da 1 a 3 mm di profondità) e costituita dal pelo e dalle guaine. Il numero totale dei follicoli della superficie cutanea di un uomo è circa 5 milioni, in media 100.000 si trovano sul cuoio capelluto. Questo numero è geneticamente determinato, infatti lo sviluppo dei follicoli inizia precocemente, già intorno al 4° mese di gravidanza e continuano a formarsi fino al 7° mese, dopodichè non se ne formano più.","gland_title":"GHIANDOLA SEBACEA:","gland_text":"Sbocca nel follicolo pilifero con il dotto sebaceo attraverso il quale emette il sebo, una sostanza ricca di trigliceridi, squalene e colesterolo, che serve a lubrificare, ammorbidire e impermeabilizzare la superficie esterna del capello via via che questo si allunga. Esso è presente solo nella parte superiore del follicolo e non interferisce in alcun modo con l’attività della matrice (cioè l’attività di sintesi dei costituenti del capello). Una volta fuoriuscito dal follicolo, il sebo si deposita sulla cute del cuoio capelluto e quindi si diffonde sul capello. Il corretto funzionamento della ghiandola sebacea è fondamentale per mantenere sani cute e capello ed è regolato da vari fattori: endocrini, alimentari, nervosi, ...","muscle_title":"MUSCOLO PILO-ERETTORE:","muscle_text":"Si inserisce sul follicolo pilifero al di sotto della ghiandola sebacea, è formato da un fascio di fibre muscolari lisce e grazie alla sua azione permette allo stelo di non adagiarsi sulla cute. La sua contrazione è stimolata dal freddo o da stati emotivi come stupore o paura e provoca la verticalizzazione del pelo (pelle d’oca). Inoltre, favorisce la fuoriuscita del sebo.","secHeader_structure":"APPARATO PILOSEBACEO NEL DETTAGLIO - IL CAPELLO: STRUTTURA","structure_p1":"ll capello è una fibra molto complessa costituita da varie componenti e da differenti costituenti chimici. Il suo contenuto in acqua è variabile dal 10 al 30% in peso, a seconda delle condizioni climatiche cui i capelli si trovano sottoposti). Sono ricoperti da sebo distribuito su tutta la loro lunghezza, contenente grassi quali trigliceridi, cere, colesterolo, fosfolipidi e squalene, allo scopo di proteggerli da agenti fisici e chimici dell’ambiente esterno.","structure_p2":"Il fusto del capello è costituito da tre strati:","layer_cuticola":"Cuticola: parte più esterna del capello, è composta a sua volta da otto strati di cellule appiattite e parzialmente sovrapposte le une alle altre, come le tegole di un tetto.","layer_corteccia":"Corteccia: situata al di sotto della cuticola, costituisce la maggior parte del capello e gli dona le sue proprietà meccaniche. Contiene la maggior parte della melanina presente nel capello, la cui concentrazione determina il colore del capello.","layer_midollo":"Midollo: è quasi assente sopra la zona della matrice, ben rappresentato in prossimità del bulbo e tende poi a diminuire distalmente nel fusto, è costituito da grandi cellule cheratinizzate, lassamente connesse, disposte in filiere ordinate contenenti granuli di melanina, \"bollicine\" d 'aria e filamenti di cheratina.","structure_p3":"Le molecole principali che costituiscono il capello sono la cheratina (in forma di α-cheratina), la melanina (in forma di granuli di pigmenti), e oligoelementi allo stato atomico.","figure2_caption":"Rappresentazione dettagliata dell'Apparato Pilo-Sebaceo completo.","chem_analysis_p":"La struttura del capello è piuttosto complessa nella sua organizzazione, l’analisi chimica del capello ci indica quelli che sono i costituenti principali, oltre all’acqua, del capello: cheratina, lipidi, minerali e pigmenti.","keratin_secHeader":"CHERATINA","keratin_p1":"In realtà le cheratine del capello sono due, che per le loro caratteristiche strutturali vengono definite cheratina filamentosa e cheratina amorfa. La cheratina filamentosa forma una ultra-struttura complessa organizzata in fasci o fibrille, che si trovano nella corteccia del capello, mentre la cheratina amorfa riempie gli spazi vuoti tra le fibrille, stabilizzandone la struttura. Le catene unite si avvolgono su se stesse, assumendo una forma a spirale simile a quella del DNA.","stability_secHeader":"MA COME FA QUESTA ULTRASTRUTTURA A MANTENERSI STABILE?","stability_p1":"Le tante lunghissime catene di aminoacidi (chiamate anche catene polipeptidiche) devono essere unite tra loro grazie a “ponti” che si creano tra aminoacidi di catene diverse.","stability_p2":"Si conoscono 3 differenti tipi di ponti:","bridge_hydrogen_title":"PONTI IDROGENO","bridge_hydrogen_text":"Sono legami estremamente deboli, che possono essere spezzati anche solo dall’acqua e dal calore, quindi semplicemente facendo una messa in piega o bagnando i capelli. Si creano tra l’O del gruppo carbossilico e l’H del gruppo amminico di due aminoacidi. Possono trovarsi all’interno della struttura alpha-elica e tra un giro-elica e l’altro. Contribuiscono a conferire stabilità e flessibilità al capello.","bridge_saline_title":"PONTI SALINI","bridge_saline_text":"Mediamente forti, possono essere spezzati da forte calore o da sostanze che inducono un cambiamento del pH (acidi/basi). I legami salini sono interazioni elettrostatiche che si creano tra i gruppi laterali di due amminoacidi (di natura basica o acida) appartenenti a due alpha-eliche adiacenti. Sono all’incirca il doppio dei legami disolfuro. Contribuiscono a conferire resistenza e stabilità.","bridge_disulfide_title":"PONTI DISOLFURO","bridge_disulfide_p1":"Legami molto forti, chiamati anche legami covalenti. Sono costituiti da 2 atomi di zolfo (-S-S-) appartenenti ad aminoacidi di cisteina e/o metionina di 2 alpha-eliche adiacenti. È quindi un legame interno alla struttura dell’alpha-elica ma si può creare anche tra aminoacidi solforosi (cisteina e metionina) presenti nella cheratina filamentosa e quelli presenti nella cheratina amorfa,proprio per mantenere adeso il complesso dell’ultrastruttura.","bridge_disulfide_p2":"Il ponte disolfuro è un gruppo funzionale che riveste una notevole importanza nella stabilizzazione della struttura terziaria di molte proteine e quindi determina la struttura, stabilità e consistenza di capelli e unghie. In alcune persone infatti, la formazione di questi ponti fa sì che le catene proteiche si ripieghino parzialmente su sé stesse, dando così origine al fenomeno dei capelli ricci naturali. Questi ponti possono essere spezzati fornendo un’alta energia e questo può essere ottenuto attraverso reazioni di ossido-riduzioni presenti nei processi chimici che avvengono durante i trattamenti chimici al capello (tinta ad ossidazione, decolorazione, permanente).","bridge_disulfide_p3":"I ponti salini e quelli idrogeno sono più deboli dei disolfurici, ma sono più numerosi. In generale ciascuno di questi tipi di legame contribuisce a circa 1/3 della resistenza e della curvatura dei capelli.","bridge_disulfide_p4":"A seconda della posizione di questi tre ponti, del numero e della regolarità con cui si dispongono tra le alpha-eliche e i beta foglietti (in particolare i ponti disolfuro) si determina un’ultrastruttura ripiegata a spirale di fibre cheratiniche, che determineranno la forma del capello.","minerals_secHeader":"MINERALI","minerals_p1":"I minerali rappresentano una componente essenziale per il capello. Una carenza di minerali comporta capelli più fragili nella struttura, più secchi e opachi e deficit a livello bulbare.","minerals_p2":"I principali minerali sono:","mineral_ferro":"FERRO (4-12 MG/G): La sua carenza porta a fragilità strutturale e a episodi di caduta eccessiva. È abbondante nei capelli rossi.","mineral_magnesio":"MAGNESIO (30-45 MG/G): Necessario per la biosintesi di complessi indispensabili al capello. È abbondante nei capelli bruni.","mineral_rame":"RAME (16-50 MG/G): Indispensabile nel processo di sinesi della melanina. La sua carenza inibisce la formazione dei ponti disolfuro tra le cheratine.","mineral_zinco":"ZINCO (150-180 MG/G): Indispensabile per la corretta attività delle cellule germinative della matrice. La sua carenza inibisce il metabolismo di queste cellule causando fragilità del capello.","minerals_p3":"I minerali sono fondamentali all’interno della struttura del capello anche perché trattengono acqua; una carenza di acqua fa allungare i fusi per occupare gli spazi vuoti, rendendo fragilissima la struttura stessa.","lipids_secHeader":"LIPIDI","lipids_p1":"I lipidi nel capello sono presenti in forma di cere, trigliceridi, colesterolo, acidi grassi liberi, in gran parte derivanti dal sebo.","lipids_p2":"Di considerevole importanza sono però i fosfolipidi, presenti sulle membrane di tutte le cellule del nostro corpo e quindi anche su quelle che compongono il capello. I fosfolipidi sono in grado di legarsi con l’acqua e stabilire così il giusto grado di umidità e la corretta idratazione del capello.","melanin_secHeader":"MELANINE","melanin_p1":"la melanina si trova nella corteccia (strato intermedio del capello) ed è il suo pigmento naturale. Essa è prodotta dai melanociti che risiedono nella papilla pilifera. I pigmenti colorati, a seconda della loro concentrazione all’interno del capello, generano le tonalità naturali di quest ultimo. (Il capello bianco non ha melanina e quindi non ha pigmenti).","melanin_p2":"Questi pigmenti sono:","melanin_list1":"due tipi di melanina, presenti a varie concentrazioni all’interno del capello: l’ EUMELANINA, caratteristica dei capelli castani e neri e la FEOMELANINA , caratteristica dei capelli rossi e biondi.","melanin_list2":"Pigmenti particolari chiamati TRICOCROMI, diffusi soprattutto tra le popolazioni celtiche (irlandesi e scozzesi), che caratterizzano i capelli rossi. Questi pigmenti contengono la proteina TRICOSIDERINA. I capelli rossi sono il risultato dell’attivazione di un gene recessivo, per questo sono rari.","melanin_biosynthesis_title":"BIOSINTESI DELLE MELANINE:","melanin_bio_p1":"L’eumelanina è una proteina ottenuta dalla trasformazione dell’amminoacido tirosina prima in dopamina poi in dopachinone, grazie all’azione dell’enzima tirosinasi; successivamente le molecole, così formatesi, si aggregano stabilmente per formare il pigmento. L’attività dell’enzima è proporzionale alla produzione di eumelanina, determinando in questo modo le varie tonalità del marrone, dal più chiaro al più scuro, fino al nero.","melanin_bio_p2":"Il processo di formazione della feomelanina è molto simile al precedente, con l’unica differenza che nelle fasi iniziali vi è l’intervento della cisteina, la quale interagisce con il dopachinone, portando alla produzione di quest’altra molecola. Il suo colore varia dal giallo arancio, rispettivamente a seguito della minore o maggiore concentrazione di cisteina nella sintesi.","melanin_bio_p3":"L’albinismo è un’anomalia genetica ereditaria caratterizzata dall’assenza o dalla significativa riduzione della pigmentazione melanica della cute, dei peli e degli occhi, è dovuta al gene dell’enzima tirosinasi, in cui si verifica una mutazione puntiforme della sequenza del DNA che fa incorporare nella catena peptidica un amminoacido errato, cioè una cisteina anziché una serina. Ciò fa perdere l’attività catalitica dell’enzima che si traduce nella mancata sintesi di melanina.","melanin_p4":"In ogni tipo di capello naturale sono presenti tutti e tre i tipi di melanine: EUMELANINA, TRICOSIDERINA, FEOMELANINA.","melanin_list3_eumelanin":"L’eumelanina: è caratterizzata da grossi granuli disposti nella parte più esterna della corteccia. Contiene il pigmento puro blu e la sua predominanza nel capello caratterizza i capelli scuri.","melanin_list3_tricosiderina":"La tricosiderina: è caratterizzata da pigmenti di media grandezza, disposti al centro della corteccia. Contiene il pigmento puro rosso e la sua predominanza nel capello caratterizza i capelli rossi, ramati.","melanin_list3_feomelanina":"La feomelanina: invece è caratterizzata da granuli piccoli tali da considerarsi pigmento in diffusione. In genere è disposta nella parte più interna della corteccia, vicino il midollo. Contiene il pigmento puro giallo e la sua predominanza nel capello caratterizza i capelli biondi.","melanin_p5":"La diversa percentuale delle tre melanine all’interno dei capelli determina quindi la scala dei toni del capello naturale.","cycle_title_main":"CICLO VITALE DEL CAPELLO","cycle_p1":"Nel follicolo si alternano cicli di crescita e cicli di riposo: normalmente ogni volta che un capello in telogen è caduto il follicolo ne forma uno nuovo in anagen. Solo di rado lo stesso follicolo dà origine a più di un pelo.","cycle_p2":"Il ciclo riproduttivo del capello (e del pelo) viene suddiviso in tre fasi.","anagen_title":"- Fase di crescita ANAGEN:","anagen_p1":"è suddiviso a sua volta in 6 sottofasi che iniziano con l'avvio dell'attività mitotica delle cellule staminali della zona germinativa fino alla formazione completa del pelo. A livello del cuoio capelluto il periodo anagen dura in media 2 - 4 anni nell'uomo e 3-7 anni nella donna. Quindi quando il capello “vecchio” cade è sostituito da un nuovo capello “giovane”. A livello di altre regioni del corpo la durata dell’anagen è molto più breve: ad esempio 1-6 mesi per le ciglia, 20-40 giorni per la peluria delle braccia o delle gambe.","anagen_p2":"La durata dell’anagen dipende da fattori ereditari e determina la lunghezza del capello, che normalmente cresce di circa 1 cm al mese, anche 1,5 per le donne. L’anagen è più lungo nelle donne che non nell’uomo e nei soggetti di razza asiatica. La durata dell’anagen varia anche leggermente a seconda delle diverse zone del cuoio capelluto: i follicoli della nuca hanno un anagen di durata più lunga rispetto a quelli delle tempie. Anche la velocità di crescita del capello è diversa nelle diverse zone della testa: i capelli della regione del vertice crescono più velocemente di quelli della nuca.","figure3_caption":"L'immagine mostra le tre fasi del ciclo vita del capello.","anagen_p3":"Nei follicoli affetti da calvizie la durata dell’anagen si riduce moltissimo (3-5 mesi) ed i capelli raggiungono una lunghezza massima di 3-5 cm. Con il passare degli anni la durata dell’anagen si riduce e con questo di conseguenza la lunghezza massima che i capelli possono raggiungere.","anagen_note":"N.B.: Non è vero che ciascun follicolo può produrre un numero limitato e prestabilito di capelli, anzi la potenzialità del follicolo è illimitata, è invece la durata limitata della vita umana, che fa sì che ogni follicolo completi al massimo 30 cicli.","catagen_title":"- Fase di progressivo arresto delle varie funzioni vitali, CATAGEN:","catagen_text":"è una fase di transizione molto breve, può durare dalle 2 alle 4 settimane. In questa fase la matrice interrompe la sua attività e il follicolo inizia a risalire verso la porzione più superficiale della cute, dove trascorrerà la sua fase di riposo.","telogen_title":"- Fase di riposo funzionale, TELOGEN:","telogen_p1":"è il periodo terminale del ciclo durante il quale il capello si trova ancora nel follicolo pilifero ma in cui le attività mitotiche sono completamente cessate. Il follicolo in pratica entra in fase di riposo, interrompe la sua attività produttiva per circa 3 mesi in quanto la matrice è ormai scomparsa. Questo è infatti il tempo necessario perché scompaiano gradualmente i sistemi di ancoraggio con il follicolo (cioè le guaine). Il capello cade solo quando, alla fine del telogen, il follicolo riprende le sue attività e inizia a produrre un nuovo capello che spinge fuori quello vecchio. Normalmente quindi quando un capello cade è perché sotto ne sta crescendo uno nuovo e questo assicura un corretto ricambio.","telogen_p2":"A volte però il pelo in riposo cade prima del tempo ed il follicolo rimane temporaneamente vuoto per qualche settimana o per qualche mese, questo fenomeno (kenogen) è presente anche nel cuoio capelluto normale ma diviene più evidente in corso di alcune patologie come l’alopecia androgenetica.","telogen_p3":"Se il pelo in riposo (in telogen) viene asportato meccanicamente, il follicolo interrompe il suo riposo ed inizia precocemente un nuovo anagen. Il pallino bianco visibile ad occhio nudo in corrispondenza della radice dei capelli che cadono, altro non è che la radice in riposo del capello in telogen.","telogen_p4":"Nell'essere umano, a differenza degli animali, il ricambio dei capelli avviene a \"mosaico\", cioè ogni follicolo produce il suo capello indipendentemente da quelli vicini; in questo modo non si alternano, come per gli animali, periodi in cui si hanno i capelli a periodi in cui questi non ci sono (muta). Una \"accelerazione\" del ricambio è tuttavia presente nella maggioranza degli individui in primavera e autunno (effluvium stagionale fisiologico). Il capello in telogen può cadere da solo o essere sospinto fuori da quello nuovo in crescita.","cycle_functional_title":"Dal punto di vista funzionale, tuttavia, le fasi del ciclo sono solo due:","cycle_functional_list1":"Una proliferativa, dominata dalla proliferazione verso il basso della colonna cheratinocitaria, che occupa la parte iniziale dell'anagen, piuttosto breve (fasi anagen 1° - 5°);","cycle_functional_list2":"l'altra differenziativa, che occupa la maggior parte dell'anagen (anagen 6°), nella quale i cheratinociti si trasformano in cheratina e l'attività mitotica si riduce al ritmo che minimo necessario a rimpiazzare le cellule differenziate. Nel catagen l'attività mitotica cessa e la differenziazione investe tutti i cheratinociti rimasti. Il telogen è una fase di silenzio mitotico e differenziativo la cui finalità è quella di dare il tempo necessario al \"nuovo\" pelo di crescere senza lasciare il follicolo vuoto.","cycle_functional_p":"La durata del ciclo del pelo varia a seconda della regione corporea. Al cuoio capelluto ed alla barba il ciclo dura da 3 a 6 anni, occupato quasi totalmente dall'anagen 6°, con un telogen di tre mesi, mentre al pube una durata molto più breve con un telogen più lungo dell'anagen. Anche ciglia e sopracciglia hanno anagen brevi e, nell'ambito del cuoio capelluto, le regioni temporali ed occipitali hanno telogen più lunghi delle regioni parietali. La diversa durata delle fasi rende conto di alcune caratteristiche della patologia pilare.","title_atomo":"L’ATOMO ⚛️","desc_atomo":"L’atomo è la parte più piccola di un elemento chimico che conserva le <strong>caratteristiche chimiche</strong> dell’elemento stesso.","subtitle_componenti":"Componenti Principali","testo_costituito_da":"È costituito da:","nucleo_desc":"<strong>Nucleo:</strong> Composto da <strong>protoni</strong> (carica positiva) e <strong>neutroni</strong> (nessuna carica). Contiene quasi tutta la massa dell’atomo.","elettroni_desc":"<strong>Elettroni:</strong> Particelle cariche negativamente che si muovono attorno al nucleo, occupando regioni chiamate <span class=\"biotechbold\">ORBITALI</span>.","subtitle_concetto":"Concetto Fondamentale","concetto_atomo_neutro":"Un <span class=\"orangetext\">atomo elettricamente neutro</span> ha un numero di protoni uguale al numero di elettroni, con <strong>carica totale = 0</strong>.","title_ioni":"Ioni 🧪","desc_ione":"Lo <span class=\"orangetext\">IONE</span> è un atomo che ha <strong>ceduto o acquistato</strong> uno o più elettroni, diventando una specie carica.","dt_anione":"ANIONE","dd_anione":"Si forma quando l'atomo <strong>acquista elettrone/i</strong>, risultando con carica negativa.","dt_catione":"CATIONE","dd_catione":"Si forma quando l'atomo <strong>cede elettrone/i</strong>, risultando con carica positiva.","title_tavola_periodica":"Tavola Periodica degli Elementi 📊","desc_tavola_periodica":"Gli elementi chimici sono ordinati nella <strong>tavola periodica</strong>, proposta da Mendeleev nel 1869.","subtitle_contenuto_casella":"Contenuto della Casella","casella_simbolo":"Al centro: il <span class=\"orangetext\">simbolo chimico</span> (es. Na, Cl).","casella_numero_atomico":"In alto a sinistra: il <strong>numero atomico Z</strong> (numero di protoni, determina l'elemento).","casella_numero_massa":"In alto a destra: il <strong>numero di massa A</strong> (protoni + neutroni).","title_legami_stabilita":"Legami Chimici e Stabilità 🔗","desc_legami_stabilita":"Gli atomi si uniscono per formare <strong>molecole</strong> più stabili, attraverso i <span class=\"biotechbold\">legami chimici</span>.","concetto_energia_legame":"Il legame chimico si forma perché le molecole risultanti hanno un <strong>contenuto energetico inferiore</strong> rispetto agli atomi separati. Minore energia = <span class=\"orangetext\">maggiore stabilità</span>.","subtitle_teoria_valenza":"Teoria della Valenza (1916)","desc_teoria_valenza":"Gli atomi tendono ad aggregarsi per raggiungere una <strong>configurazione elettronica più stabile</strong>, minimizzando la loro energia.","title_regola_ottetto":"La Regola dell’Ottetto","desc_regola_ottetto":"I **gas nobili** (gruppo 18) sono stabili perché hanno **8 elettroni** nel livello esterno (tranne l’elio, che ne ha 2).","regola_ottetto":"<strong>Regola:</strong> “Gli atomi tendono a guadagnare, perdere o condividere elettroni per raggiungere una configurazione stabile con 8 elettroni nel livello esterno (ottetto), o 2 per l’idrogeno e l’elio (duetto).”","title_energia_legame":"Energia di Legame ⚡","desc_energia_legame":"L’<span class=\"biotechbold\">energia di legame</span> è l’energia <strong>necessaria per rompere</strong> un legame chimico (in kJ/mol). È correlata alla forza del legame. La <span class=\"greentext\">distanza di legame</span> è la distanza media tra i nuclei uniti.","simple_title_main":"CAPELLI: COME SONO FATTI E IL LORO CICLO VITALE","simple_section_anatomy_title":"1. ANATOMIA E STRUTTURA DEL CAPELLO","simple_anatomy_p1":"I peli e i capelli sono filamenti fatti di cheratina. Nascono da un \"sacco\" nella pelle chiamato FOLLICOLO PILIFERO.","simple_anatomy_p2":"Il follicolo si trova sotto la pelle del cuoio capelluto (derma). La sua parte finale, concava, si chiama BULBO.","simple_figure_anatomy_caption":"Sezione anatomica dell'APPARATO PILO-SEBACEO.","simple_anatomy_p3":"La lunghezza, lo spessore e la posizione dei capelli cambiano in base a dove si trovano, al sesso, all'età e alla razza.","simple_anatomy_h3_parts":"Le Parti del Capello","simple_part_fusto":"La parte che esce dalla pelle si chiama FUSTO (o STELO).","simple_part_radice":"La parte sotto la pelle (dentro il follicolo) si chiama RADICE.","simple_part_papilla":"In fondo alla radice c'è la PAPILLA DERMICA. Questa papilla porta il nutrimento al capello.","simple_part_matrice":"Tra il bulbo e la radice c'è la MATRICE DEL CAPELLO. La matrice crea tutti i componenti del capello.","simple_part_unit":"Queste parti formano l'APPARATO PILO-SEBACEO.","simple_section_components_title":"APPARATO PILO-SEBACEO: COMPONENTI","simple_comp_follicolo":"▶ FOLLICOLO PILIFERO (con il capello)","simple_comp_muscolo":"▶ MUSCOLO PILO ERETTORE","simple_comp_ghiandola":"▶ GHIANDOLA SEBACEA","simple_follicle_h3":"FOLLICOLO PILIFERO:","simple_follicle_text1":"Il follicolo è un \"sacco\" della pelle, inclinato, che scende nel derma per 1-3 mm. Contiene il pelo e le sue guaine.","simple_follicle_text2":"Ogni persona ha circa 5 milioni di follicoli. Circa 100.000 sono sul cuoio capelluto. Questo numero è stabilito prima della nascita e non aumenta più.","simple_gland_h3":"GHIANDOLA SEBACEA:","simple_gland_text1":"Questa ghiandola produce il sebo, una sostanza grassa (trigliceridi, colesterolo, ecc.).","simple_gland_text2":"Il sebo serve a lubrificare, ammorbidire e proteggere il capello man mano che cresce. Il sebo si diffonde sulla pelle e sul capello. La sua attività è controllata da fattori ormonali e alimentari.","simple_muscle_h3":"MUSCOLO PILO-ERETTORE:","simple_muscle_text1":"È fatto di fibre muscolari lisce. Si attacca al follicolo.","simple_muscle_text2":"Quando si contrae (per freddo o emozioni come paura), il pelo si mette dritto. Questo causa la pelle d'oca. Aiuta anche a far uscire il sebo.","simple_section_structure_title":"2. STRUTTURA DEL CAPELLO","simple_structure_p1":"Il capello è una fibra complessa. Contiene acqua (10-30%) e grassi (sebo, cere, ecc.) per proteggersi.","simple_structure_p2":"Il fusto del capello ha tre strati:","simple_layer_cuticola":"CUTICOLA: È la parte più esterna. È fatta di cellule piatte e sovrapposte, come le tegole di un tetto.","simple_layer_corteccia":"CORTECCIA: Si trova sotto la cuticola. È la parte più grande del capello. Dà al capello la sua resistenza e contiene la melanina (colore).","simple_layer_midollo":"MIDOLLO: È la parte centrale, quasi assente nel fusto.","simple_figure_structure_caption":"Dettaglio degli strati del Capello.","simple_structure_p3":"Le molecole principali sono: cheratina (struttura), melanina (colore) e minerali.","simple_keratin_h2":"CHERATINA: LA STRUTTURA FONDAMENTALE","simple_keratin_p1":"Il capello è fatto principalmente di cheratina. Ne esistono due tipi:","simple_keratin_filamentosa":"Cheratina Filamentosa: Forma dei fasci (fibrille) nella corteccia.","simple_keratin_amorfa":"Cheratina Amorfa: Riempie gli spazi tra i fasci, dando stabilità.","simple_stability_h2":"COME RIMANE STABILE LA STRUTTURA?","simple_stability_p1":"Le catene di cheratina sono unite da dei \"ponti\" che le tengono insieme. Ci sono 3 tipi di ponti:","simple_bridge_hydrogen_h3":"1. PONTI IDROGENO","simple_bridge_hydrogen_text":"Sono legami molto deboli. Si rompono facilmente con l'acqua o il calore. Danno al capello flessibilità.","simple_bridge_saline_h3":"2. PONTI SALINI","simple_bridge_saline_text":"Sono legami mediamente forti. Si rompono con forte calore o con sostanze acide/basiche. Danno al capello resistenza.","simple_bridge_disulfide_h3":"3. PONTI DISOLFURO","simple_bridge_disulfide_text1":"Sono legami molto forti (legami covalenti), fatti da atomi di zolfo.","simple_bridge_disulfide_text2":"Questi ponti danno struttura (ad esempio i capelli ricci naturali). Possono essere rotti solo con molta energia (es. trattamenti chimici).","simple_bridge_disulfide_text3":"I tre tipi di legame contribuiscono tutti alla resistenza del capello.","simple_minerals_h2":"MINERALI","simple_minerals_p1":"I minerali sono essenziali. Se mancano, i capelli diventano fragili, secchi e opachi.","simple_minerals_p2":"I minerali più importanti sono:","simple_mineral_ferro":"FERRO: Se manca, causa fragilità e caduta eccessiva.","simple_mineral_rame":"RAME: Fondamentale per il colore (melanina) e per i ponti disolfuro.","simple_mineral_zinco":"ZINCO: Indispensabile per la crescita delle cellule.","simple_lipids_h2":"LIPIDI (GRASSI)","simple_lipids_p1":"I lipidi provengono per lo più dal sebo.","simple_lipids_p2":"I fosfolipidi sono importanti perché aiutano a mantenere la corretta idratazione del capello.","simple_melanin_h2":"MELANINE: IL COLORE NATURALE","simple_melanin_p1":"La melanina è il pigmento naturale. Si trova nella corteccia ed è prodotta dai melanociti.","simple_melanin_p2":"I tipi di pigmento sono:","simple_melanin_eumelanin":"EUMELANINA: Colore blu/nero (capelli scuri).","simple_melanin_feomelanin":"FEOMELANINA: Colore giallo/rosso (capelli biondi e rossi).","simple_melanin_tricochromes":"TRICOCROMI: Pigmenti speciali per il colore rosso intenso.","simple_melanin_p3":"La melanina nasce dall'aminoacido tirosina. La diversa percentuale dei pigmenti determina il colore finale del capello.","simple_section_cycle_title":"3. CICLO VITALE DEL CAPELLO","simple_cycle_p1":"Il capello ha cicli di crescita e di riposo. Quando un capello vecchio cade, il follicolo ne forma uno nuovo.","simple_cycle_p2":"Il ciclo ha 3 fasi:","simple_anagen_h3":"1. ANAGEN: Fase di crescita","simple_anagen_p1":"È la fase più lunga. La matrice del capello è molto attiva e lo fa crescere.","simple_anagen_duration_man":"Durata: 2-4 anni nell'uomo,","simple_anagen_duration_woman":"3-7 anni nella donna.","simple_anagen_growth":"Il capello cresce di circa 1-1,5 cm al mese.","simple_catagen_h3":"2. CATAGEN: Fase di transizione","simple_catagen_p1":"È molto breve, dura 2-4 settimane. La matrice smette di lavorare.","simple_telogen_h3":"3. TELOGEN: Fase di riposo","simple_telogen_p1":"È il periodo di riposo, dura circa 3 mesi.","simple_telogen_p2":"Il capello cade solo quando ne sta crescendo uno nuovo che lo spinge fuori.","simple_figure_cycle_caption":"Le tre fasi del ciclo di vita del capello.","simple_cycle_p3":"La caduta dei capelli nell'uomo è a \"mosaico\": ogni follicolo segue il suo ciclo da solo. Questo assicura che non ci siano periodi senza capelli.","simple_cycle_note":"Nota: ogni follicolo può fare fino a 30 cicli di vita."},"en":{"title_main":"HAIR: ANATOMY, STRUCTURE, AND LIFE CYCLE","anatomy_p1":"Hairs and hair are filamentous and cornified (keratinized) epidermal derivatives. They originate in the hair follicles, which are invaginations of the scalp's epidermis, reaching the underlying dermis and terminating deeply with a concave formation: THE BULB.","anatomy_p2":"Their length, thickness, and distribution vary in relation to different anatomical sites, sex, age, and race.","anatomy_p3":"The segment of the hair that emerges on the surface is defined as the SHAFT or STEM, and the implantation area in the dermis, above the neck of the bulb, is called the ROOT. The root terminates deeply with a widened extremity, where deeply inside there is a conical papilla called the DERMAL PAPILLA, richly vascularized and innervated, responsible for nourishing the hair. Between the inner wall of the bulb and that of the root there is a layer called the GERMINATIVE LAYER or HAIR MATRIX, whose task is the synthesis of the hair components.","anatomy_p4":"Finally, the root and the bulb are housed in an invagination of the epidermis, in the dermis, called the HAIR FOLLICLE, which is obliquely oriented.","anatomy_p5":"These, along with other components, form the PILOSEBACEOUS UNIT.","figure1_caption":"Anatomical section of the PILOSEBACEOUS UNIT.","secHeader_components":"The PILOSEBACEOUS UNIT includes:","comp_follicolo":"HAIR FOLLICLE with the relative hair or hair","comp_muscolo":"ARRECTOR PILI MUSCLE","comp_ghiandola":"SEBACEOUS GLAND, sometimes a sweat gland is also present","follicle_title":"HAIR FOLLICLE:","follicle_text":"The hair follicle is an epidermal formation, inclined relative to the skin, sinking deep into the dermis (from 1 to 3 mm deep) and consisting of the hair and the sheaths. The total number of follicles on a man's skin surface is about 5 million, with an average of 100,000 located on the scalp. This number is genetically determined; in fact, follicle development begins early, around the 4th month of pregnancy, and continues to form until the 7th month, after which no more are formed.","gland_title":"SEBACEOUS GLAND:","gland_text":"It opens into the hair follicle with the sebaceous duct through which it emits sebum, a substance rich in triglycerides, squalene, and cholesterol, which serves to lubricate, soften, and waterproof the external surface of the hair as it lengthens. It is present only in the upper part of the follicle and does not interfere in any way with the activity of the matrix (i.e., the activity of synthesizing the hair constituents). Once it leaves the follicle, sebum is deposited on the scalp skin and then spreads onto the hair. The correct functioning of the sebaceous gland is fundamental for maintaining healthy skin and hair and is regulated by various factors: endocrine, nutritional, nervous, ...","muscle_title":"ARRECTOR PILI MUSCLE:","muscle_text":"It inserts onto the hair follicle below the sebaceous gland, is formed by a bundle of smooth muscle fibers, and thanks to its action allows the shaft not to lie flat on the skin. Its contraction is stimulated by cold or emotional states like astonishment or fear and causes the hair to stand up (goosebumps). Furthermore, it promotes the exit of sebum.","secHeader_structure":"PILOSEBACEOUS UNIT IN DETAIL - THE HAIR: STRUCTURE","structure_p1":"Hair is a very complex fiber consisting of various components and different chemical constituents. Its water content varies from 10 to 30% by weight, depending on the climatic conditions the hair is subjected to. They are covered by sebum distributed along their entire length, containing fats such as triglycerides, waxes, cholesterol, phospholipids, and squalene, for the purpose of protecting them from physical and chemical agents in the external environment.","structure_p2":"The hair shaft consists of three layers:","layer_cuticola":"Cuticle: the outermost part of the hair, it is in turn composed of eight layers of flattened cells partially overlapping one another, like the tiles of a roof.","layer_corteccia":"Cortex: located beneath the cuticle, it constitutes the majority of the hair and gives it its mechanical properties. It contains most of the melanin present in the hair, the concentration of which determines the hair color.","layer_midollo":"Medulla: is almost absent above the matrix zone, well represented near the bulb, and then tends to decrease distally in the shaft, consisting of large, loosely connected keratinized cells, arranged in ordered rows containing melanin granules, air \"bubbles,\" and keratin filaments.","structure_p3":"The main molecules that constitute the hair are keratin (in the form of α-keratin), melanin (in the form of pigment granules), and trace elements in the atomic state.","figure2_caption":"Detailed representation of the complete Pilosebaceous Unit.","chem_analysis_p":"The structure of the hair is quite complex in its organization; the chemical analysis of the hair indicates the main constituents, besides water, of the hair: keratin, lipids, minerals, and pigments.","keratin_secHeader":"KERATIN","keratin_p1":"In reality, there are two keratins in hair, which are defined by their structural characteristics as filamentous keratin and amorphous keratin. Filamentous keratin forms a complex ultra-structure organized into bundles or fibrils, which are found in the hair cortex, while amorphous keratin fills the empty spaces between the fibrils, stabilizing the structure. The joined chains wrap around themselves, taking on a spiral shape similar to that of DNA.","stability_secHeader":"BUT HOW DOES THIS ULTRASTRUCTURE MAINTAIN STABILITY?","stability_p1":"The many very long amino acid chains (also called polypeptide chains) must be joined together by “bonds” that are created between amino acids of different chains.","stability_p2":"There are 3 different types of bonds:","bridge_hydrogen_title":"HYDROGEN BONDS","bridge_hydrogen_text":"These are extremely weak bonds, which can be broken even by water and heat alone, thus simply by styling or wetting the hair. They are created between the O of the carboxyl group and the H of the amino group of two amino acids. They can be found within the alpha-helix structure and between one helical turn and the next. They contribute to conferring stability and flexibility to the hair.","bridge_saline_title":"SALT BONDS","bridge_saline_text":"Moderately strong, they can be broken by high heat or by substances that induce a change in pH (acids/bases). Salt bonds are electrostatic interactions created between the lateral groups of two amino acids (of basic or acidic nature) belonging to two adjacent alpha-helices. They are approximately twice as numerous as disulfide bonds. They contribute to conferring strength and stability.","bridge_disulfide_title":"DISULFIDE BONDS","bridge_disulfide_p1":"Very strong bonds, also called covalent bonds. They are formed by 2 sulfur atoms (-S-S-) belonging to cysteine and/or methionine amino acids of 2 adjacent alpha-helices. It is therefore a bond internal to the alpha-helix structure but can also be created between sulfur-containing amino acids (cysteine and methionine) present in filamentous keratin and those present in amorphous keratin, precisely to keep the ultra-structure complex cohesive.","bridge_disulfide_p2":"The disulfide bond is a functional group that plays a significant role in stabilizing the tertiary structure of many proteins and thus determines the structure, stability, and consistency of hair and nails. In some people, the formation of these bonds causes the protein chains to partially fold back on themselves, thus giving rise to the phenomenon of natural curly hair. These bonds can be broken by supplying high energy, which can be achieved through oxidation-reduction reactions present in chemical processes that occur during chemical hair treatments (oxidation dye, bleaching, perm).","bridge_disulfide_p3":"Salt and hydrogen bonds are weaker than disulfide bonds, but they are more numerous. In general, each of these bond types contributes to about 1/3 of the hair's strength and curl.","bridge_disulfide_p4":"Depending on the position of these three bonds, their number, and the regularity with which they are arranged between the alpha-helices and beta-sheets (particularly the disulfide bonds), a spirally folded ultra-structure of keratin fibers is determined, which will dictate the hair's shape.","minerals_secHeader":"MINERALS","minerals_p1":"Minerals represent an essential component for hair. A deficiency in minerals leads to hair that is more fragile in structure, drier, and dull, and bulb deficits.","minerals_p2":"The main minerals are:","mineral_ferro":"IRON (4-12 MG/G): Its deficiency leads to structural fragility and episodes of excessive shedding. It is abundant in red hair.","mineral_magnesio":"MAGNESIUM (30-45 MG/G): Necessary for the biosynthesis of essential complexes for the hair. It is abundant in brown hair.","mineral_rame":"COPPER (16-50 MG/G): Indispensable in the melanin synthesis process. Its deficiency inhibits the formation of disulfide bonds between keratins.","mineral_zinco":"ZINC (150-180 MG/G): Indispensable for the correct activity of the germinative cells of the matrix. Its deficiency inhibits the metabolism of these cells, causing hair fragility.","minerals_p3":"Minerals are also fundamental within the hair structure because they retain water; a lack of water causes the spindles to lengthen to occupy the empty spaces, making the structure itself very fragile.","lipids_secHeader":"LIPIDS","lipids_p1":"Lipids in the hair are present in the form of waxes, triglycerides, cholesterol, free fatty acids, largely derived from sebum.","lipids_p2":"However, phospholipids are of considerable importance; they are present on the membranes of all cells in our body and therefore also on those that make up the hair. Phospholipids are able to bind with water and thus establish the correct degree of humidity and proper hydration of the hair.","melanin_secHeader":"MELANINS","melanin_p1":"Melanin is found in the cortex (intermediate layer of the hair) and is its natural pigment. It is produced by melanocytes residing in the hair papilla. The colored pigments, depending on their concentration within the hair, generate its natural shades. (White hair lacks melanin and therefore has no pigments).","melanin_p2":"These pigments are:","melanin_list1":"two types of melanin, present in various concentrations within the hair: EUMELANIN, characteristic of brown and black hair, and PHEOMELANIN, characteristic of red and blonde hair.","melanin_list2":"Particular pigments called TRICHOCHROMES, widespread especially among Celtic populations (Irish and Scottish), which characterize red hair. These pigments contain the protein TRICHOSIDERIN. Red hair is the result of the activation of a recessive gene, which is why it is rare.","melanin_biosynthesis_title":"MELANIN BIOSYNTHESIS:","melanin_bio_p1":"Eumelanin is a protein obtained from the transformation of the amino acid tyrosine first into dopamine then into dopaquinone, thanks to the action of the enzyme tyrosinase; subsequently, the molecules thus formed stably aggregate to form the pigment. The enzyme's activity is proportional to eumelanin production, thereby determining the various shades of brown, from lightest to darkest, up to black.","melanin_bio_p2":"The process of pheomelanin formation is very similar to the previous one, with the only difference being that in the initial stages there is the intervention of cysteine, which interacts with dopaquinone, leading to the production of this other molecule. Its color varies from yellow to orange, respectively as a result of the lower or higher concentration of cysteine in the synthesis.","melanin_bio_p3":"Albinism is a hereditary genetic anomaly characterized by the absence or significant reduction of melanic pigmentation of the skin, hair, and eyes, and is due to the tyrosinase enzyme gene, where a point mutation of the DNA sequence occurs that incorporates an incorrect amino acid into the polypeptide chain, specifically a cysteine instead of a serine. This causes the enzyme to lose its catalytic activity, resulting in the failure of melanin synthesis.","melanin_p4":"All three types of melanins are present in every type of natural hair: EUMELANIN, TRICHOSIDERIN, PHEOMELANIN.","melanin_list3_eumelanin":"Eumelanin: is characterized by large granules arranged in the outermost part of the cortex. It contains the pure blue pigment and its predominance in the hair characterizes dark hair.","melanin_list3_tricosiderina":"Trichosiderin: is characterized by medium-sized pigments, arranged in the center of the cortex. It contains the pure red pigment and its predominance in the hair characterizes red, coppery hair.","melanin_list3_feomelanina":"Pheomelanin: is instead characterized by small granules considered as a diffusing pigment. It is generally arranged in the innermost part of the cortex, near the medulla. It contains the pure yellow pigment and its predominance in the hair characterizes blonde hair.","melanin_p5":"The different percentage of the three melanins within the hair therefore determines the scale of natural hair tones.","cycle_title_main":"HAIR LIFE CYCLE","cycle_p1":"In the follicle, growth cycles and rest cycles alternate: normally, every time a hair in telogen has fallen out, the follicle forms a new one in anagen. Only rarely does the same follicle give rise to more than one hair.","cycle_p2":"The reproductive cycle of hair (and body hair) is divided into three phases.","anagen_title":"- ANAGEN Growth Phase:","anagen_p1":"It is in turn divided into 6 sub-phases that begin with the initiation of mitotic activity of the stem cells in the germinative zone up to the complete formation of the hair. On the scalp, the anagen period lasts on average 2 - 4 years in men and 3-7 years in women. Thus, when the “old” hair falls out, it is replaced by a new, “young” hair. In other body regions, the duration of anagen is much shorter: for example, 1-6 months for eyelashes, 20-40 days for arm or leg hair.","anagen_p2":"The duration of anagen depends on hereditary factors and determines the length of the hair, which normally grows about 1 cm per month, up to 1.5 cm for women. Anagen is longer in women than in men and in subjects of Asian descent. The duration of anagen also varies slightly depending on the different areas of the scalp: follicles on the nape of the neck have a longer anagen duration than those on the temples. The hair growth speed also differs in different areas of the head: hair on the vertex region grows faster than that on the nape.","figure3_caption":"The image shows the three phases of the hair life cycle.","anagen_p3":"In follicles affected by baldness, the duration of anagen is greatly reduced (3-5 months), and the hair reaches a maximum length of 3-5 cm. With the passing of years, the duration of anagen decreases, and consequently, the maximum length that hair can reach is reduced.","anagen_note":"N.B.: It is not true that each follicle can produce a limited and predetermined number of hairs; indeed, the potential of the follicle is unlimited. Rather, it is the limited duration of human life that means each follicle completes a maximum of 30 cycles.","catagen_title":"- CATAGEN Progressive Arrest of Vital Functions Phase:","catagen_text":"It is a very short transition phase, lasting from 2 to 4 weeks. In this phase, the matrix stops its activity, and the follicle begins to ascend towards the more superficial portion of the skin, where it will spend its resting phase.","telogen_title":"- TELOGEN Functional Rest Phase:","telogen_p1":"It is the terminal period of the cycle during which the hair is still in the hair follicle but mitotic activities have completely ceased. The follicle essentially enters a resting phase, interrupting its productive activity for about 3 months as the matrix has now disappeared. This is the time required for the anchoring systems with the follicle (i.e., the sheaths) to gradually disappear. The hair falls out only when, at the end of telogen, the follicle resumes its activities and begins to produce a new hair that pushes out the old one. Normally, when a hair falls out, it is because a new one is growing underneath, ensuring proper turnover.","telogen_p2":"Sometimes, however, the resting hair falls out prematurely, and the follicle remains temporarily empty for a few weeks or months; this phenomenon (kenogen) is also present in the normal scalp but becomes more evident during some pathologies such as androgenetic alopecia.","telogen_p3":"If the resting hair (in telogen) is mechanically removed, the follicle interrupts its rest and prematurely begins a new anagen. The white dot visible to the naked eye at the root of the falling hair is nothing more than the resting root of the hair in telogen.","telogen_p4":"In humans, unlike animals, hair turnover occurs in a “mosaic” pattern, meaning each follicle produces its hair independently of the nearby ones; in this way, unlike animals, there are no alternating periods of having hair and periods without it (molting). An “acceleration” of turnover is, however, present in the majority of individuals in spring and autumn (physiological seasonal effluvium). The hair in telogen can fall out on its own or be pushed out by the new growing hair.","cycle_functional_title":"From a functional point of view, however, the cycle phases are only two:","cycle_functional_list1":"A proliferative one, dominated by the downward proliferation of the keratinocyte column, which occupies the initial part of anagen, quite short (anagen phases 1° - 5°);","cycle_functional_list2":"The other, differentiative, which occupies most of anagen (anagen 6°), in which keratinocytes transform into keratin and mitotic activity is reduced to the minimum necessary rate to replace differentiated cells. In catagen, mitotic activity ceases, and differentiation affects all remaining keratinocytes. Telogen is a phase of mitotic and differentiative silence whose purpose is to allow the necessary time for the “new” hair to grow without leaving the follicle empty.","cycle_functional_p":"The duration of the hair cycle varies depending on the body region. On the scalp and beard, the cycle lasts from 3 to 6 years, almost entirely occupied by anagen 6°, with a three-month telogen, while on the pubis, the duration is much shorter with a telogen longer than anagen. Eyelashes and eyebrows also have short anagen phases, and within the scalp, the temporal and occipital regions have longer telogen than the parietal regions. The different duration of the phases accounts for some characteristics of hair pathology.","title_atomo":"THE ATOM ⚛️","desc_atomo":"The atom is the smallest part of a chemical element that retains the <strong>chemical characteristics</strong> of the element itself.","subtitle_componenti":"Main Components","testo_costituito_da":"It is composed of:","nucleo_desc":"<strong>Nucleus:</strong> Made up of <strong>protons</strong> (positive charge) and <strong>neutrons</strong> (no charge). It contains almost all of the atom's mass.","elettroni_desc":"<strong>Electrons:</strong> Negatively charged particles that move around the nucleus, occupying regions called <span class=\"biotechbold\">ORBITALS</span>.","subtitle_concetto":"Fundamental Concept","concetto_atomo_neutro":"A <span class=\"orangetext\">neutral atom</span> has a number of protons equal to the number of electrons, resulting in a <strong>total charge = 0</strong>.","title_ioni":"Ions 🧪","desc_ione":"An <span class=\"orangetext\">ION</span> is an atom that has <strong>donated or acquired</strong> one or more electrons, becoming a charged species.","dt_anione":"ANION","dd_anione":"It forms when an atom <strong>acquires electron(s)</strong>, resulting in a negative charge.","dt_catione":"CATION","dd_catione":"It forms when an atom <strong>donates electron(s)</strong>, resulting in a positive charge.","title_tavola_periodica":"Periodic Table of the Elements 📊","desc_tavola_periodica":"Chemical elements are arranged in the <strong>periodic table</strong>, proposed by Mendeleev in 1869.","subtitle_contenuto_casella":"Box Content","casella_simbolo":"In the center: the <span class=\"orangetext\">chemical symbol</span> (e.g. Na, Cl).","casella_numero_atomico":"Top left: the <strong>atomic number Z</strong> (number of protons, determines the element).","casella_numero_massa":"Top right: the <strong>mass number A</strong> (protons + neutrons).","title_legami_stabilita":"Chemical Bonds and Stability 🔗","desc_legami_stabilita":"Atoms join together to form more stable <strong>molecules</strong>, through <span class=\"biotechbold\">chemical bonds</span>.","concetto_energia_legame":"A chemical bond forms because the resulting molecules have <strong>lower energy content</strong> than the separated atoms. Lower energy = <span class=\"orangetext\">greater stability</span>.","subtitle_teoria_valenza":"Valence Theory (1916)","desc_teoria_valenza":"Atoms tend to aggregate to achieve a more stable <strong>electronic configuration</strong>, minimizing their energy.","title_regola_ottetto":"The Octet Rule","desc_regola_ottetto":"The **noble gases** (group 18) are stable because they have **8 electrons** in their outer shell (except helium, which has 2).","regola_ottetto":"<strong>Rule:</strong> “Atoms tend to gain, lose, or share electrons to achieve a stable configuration with 8 electrons in the outer shell (octet), or 2 for hydrogen and helium (duetto).”","title_energia_legame":"Bond Energy ⚡","desc_energia_legame":"The <span class=\"biotechbold\">bond energy</span> is the energy <strong>required to break</strong> a chemical bond (in kJ/mol). It is related to the bond strength. The <span class=\"greentext\">bond length</span> is the average distance between the bonded nuclei.","simple_title_main":"HAIR: WHAT IT IS MADE OF AND ITS LIFE CYCLE","simple_section_anatomy_title":"1. HAIR ANATOMY AND STRUCTURE","simple_anatomy_p1":"Hairs and hair are filaments made of keratin. They grow from a \"sac\" in the skin called the HAIR FOLLICLE.","simple_anatomy_p2":"The follicle is located under the scalp skin (dermis). Its final, concave part is called the BULB.","simple_figure_anatomy_caption":"Anatomical section of the PILOSEBACEOUS UNIT.","simple_anatomy_p3":"Hair length, thickness, and location change based on where they are, sex, age, and race.","simple_anatomy_h3_parts":"The Parts of the Hair","simple_part_fusto":"The part that exits the skin is called the SHAFT (or STEM).","simple_part_radice":"The part under the skin (inside the follicle) is called the ROOT.","simple_part_papilla":"At the bottom of the root is the DERMAL PAPILLA. This papilla brings nourishment to the hair.","simple_part_matrice":"Between the bulb and the root is the HAIR MATRIX. The matrix creates all the hair components.","simple_part_unit":"These parts form the PILOSEBACEOUS UNIT.","simple_section_components_title":"PILOSEBACEOUS UNIT: COMPONENTS","simple_comp_follicolo":"▶ HAIR FOLLICLE (with the hair)","simple_comp_muscolo":"▶ ARRECTOR PILI MUSCLE","simple_comp_ghiandola":"▶ SEBACEOUS GLAND","simple_follicle_h3":"HAIR FOLLICLE:","simple_follicle_text1":"The follicle is an inclined \"sac\" in the skin, which descends 1-3 mm into the dermis. It contains the hair and its sheaths.","simple_follicle_text2":"Each person has about 5 million follicles. About 100,000 are on the scalp. This number is established before birth and does not increase further.","simple_gland_h3":"SEBACEOUS GLAND:","simple_gland_text1":"This gland produces sebum, a fatty substance (triglycerides, cholesterol, etc.).","simple_gland_text2":"Sebum serves to lubricate, soften, and protect the hair as it grows. Sebum spreads onto the skin and hair. Its activity is controlled by hormonal and dietary factors.","simple_muscle_h3":"ARRECTOR PILI MUSCLE:","simple_muscle_text1":"It is made of smooth muscle fibers. It attaches to the follicle.","simple_muscle_text2":"When it contracts (due to cold or emotions like fear), the hair stands up straight. This causes goosebumps. It also helps sebum to exit.","simple_section_structure_title":"2. HAIR STRUCTURE","simple_structure_p1":"Hair is a complex fiber. It contains water (10-30%) and fats (sebum, waxes, etc.) for protection.","simple_structure_p2":"The hair shaft has three layers:","simple_layer_cuticola":"CUTICLE: It is the outermost part. It is made of flat, overlapping cells, like roof tiles.","simple_layer_corteccia":"CORTEX: It is located under the cuticle. It is the largest part of the hair. It gives the hair its strength and contains melanin (color).","simple_layer_midollo":"MEDULLA: It is the central part, almost absent in the shaft.","simple_figure_structure_caption":"Detail of the Hair Layers.","simple_structure_p3":"The main molecules are: keratin (structure), melanin (color), and minerals.","simple_keratin_h2":"KERATIN: THE FUNDAMENTAL STRUCTURE","simple_keratin_p1":"Hair is mainly made of keratin. There are two types:","simple_keratin_filamentosa":"Filamentous Keratin: Forms bundles (fibrils) in the cortex.","simple_keratin_amorfa":"Amorphous Keratin: Fills the spaces between the bundles, providing stability.","simple_stability_h2":"HOW DOES THE STRUCTURE REMAIN STABLE?","simple_stability_p1":"The keratin chains are joined by \"bonds\" that hold them together. There are 3 types of bonds:","simple_bridge_hydrogen_h3":"1. HYDROGEN BONDS","simple_bridge_hydrogen_text":"These are very weak bonds. They break easily with water or heat. They give the hair flexibility.","simple_bridge_saline_h3":"2. SALT BONDS","simple_bridge_saline_text":"These are moderately strong bonds. They break with high heat or with acidic/basic substances. They give the hair strength.","simple_bridge_disulfide_h3":"3. DISULFIDE BONDS","simple_bridge_disulfide_text1":"These are very strong bonds (covalent bonds), made of sulfur atoms.","simple_bridge_disulfide_text2":"These bonds provide structure (e.g., natural curly hair). They can only be broken with high energy (e.g., chemical treatments).","simple_bridge_disulfide_text3":"All three types of bonds contribute to the hair's strength.","simple_minerals_h2":"MINERALS","simple_minerals_p1":"Minerals are essential. If they are missing, hair becomes fragile, dry, and dull.","simple_minerals_p2":"The most important minerals are:","simple_mineral_ferro":"IRON: If missing, it causes fragility and excessive shedding.","simple_mineral_rame":"COPPER: Essential for color (melanin) and for disulfide bonds.","simple_mineral_zinco":"ZINC: Essential for cell growth.","simple_lipids_h2":"LIPIDS (FATS)","simple_lipids_p1":"Lipids mostly come from sebum.","simple_lipids_p2":"Phospholipids are important because they help maintain the hair's correct hydration.","simple_melanin_h2":"MELANINS: NATURAL COLOR","simple_melanin_p1":"Melanin is the natural pigment. It is found in the cortex and is produced by melanocytes.","simple_melanin_p2":"The types of pigment are:","simple_melanin_eumelanin":"EUMELANIN: Blue/black color (dark hair).","simple_melanin_feomelanin":"PHEOMELANIN: Yellow/red color (blonde and red hair).","simple_melanin_tricochromes":"TRICHOCHROMES: Special pigments for intense red color.","simple_melanin_p3":"Melanin is derived from the amino acid tyrosine. The different percentage of pigments determines the final hair color.","simple_section_cycle_title":"3. HAIR LIFE CYCLE","simple_cycle_p1":"Hair has cycles of growth and rest. When an old hair falls out, the follicle forms a new one.","simple_cycle_p2":"The cycle has 3 phases:","simple_anagen_h3":"1. ANAGEN: Growth Phase","simple_anagen_p1":"It is the longest phase. The hair matrix is very active and makes it grow.","simple_anagen_duration_man":"Duration: 2-4 years in men,","simple_anagen_duration_woman":"3-7 years in women.","simple_anagen_growth":"Hair grows about 1-1.5 cm per month.","simple_catagen_h3":"2. CATAGEN: Transition Phase","simple_catagen_p1":"It is very short, lasting 2-4 weeks. The matrix stops working.","simple_telogen_h3":"3. TELOGEN: Rest Phase","simple_telogen_p1":"It is the resting period, lasting about 3 months.","simple_telogen_p2":"The hair only falls out when a new hair is growing and pushes the old one out.","simple_figure_cycle_caption":"The three phases of the hair life cycle.","simple_cycle_p3":"Hair shedding in humans is \"mosaic\": each follicle follows its cycle independently. This ensures there are no periods without hair.","simple_cycle_note":"Note: each follicle can complete up to 30 life cycles."}}