{"it":{"cellula_title":"CELLULA","cellula_subtitle":"Unità strutturale funzionale di ciascun organismo vivente.","cellula_description_part1":"Per svolgere la loro funzione, le cellule risultano essere raggruppate in tessuti, per poi andare a formare strutture sempre più complesse come:","cellula_organs_title":"ORGANI, APPARATI, SISTEMI","cellula_description_part2":"Il corpo umano contiene centinaia di tipi cellulari diversi di primaria importanza per la nostra salute quotidiana. Cellule responsabili di mantenere i nostri corpi funzionanti, e quindi: Fare in modo che il nostro cuore batta, che il cervello pensi, che i reni depurino il sangue, che la nostra pelle si rigeneri, e così via...","cellula_mitosi_part1":"Tutte queste cellule derivano da altre cellule preesistenti che si duplicano in un processo di divisione cellulare, chiamato","cellula_mitosi_title":"MITOSI","cellula_mitosi_part2":"grazie al quale a partire da una cellula se ne formano due altrettanto identiche.","cell_nucleus_title":"Nucleo Cellulare","cell_nucleus_description":"Compartimento cellulare, delimitato da doppia membrana con piccoli canali (pori) per comunicare con l’esterno tramite il Nucleoplasma/Citoplasma, e ","cell_nucleus_content_dna_rna":"contenente DNA/RNA","mitochondrion_title":"Mitocondrio","mitochondrion_description":"Centrale elettrica;","mitochondrion_energy_production":"Produzione energia tramite respirazione cellulare aerobica ATP (adenosina trifosfato), energia chimica.","golgi_apparatus_title":"Apparato del Golgi","golgi_apparatus_description":"Glicosilazione (glicolipidi/glicoproteine) ","golgi_apparatus_function":"rielaborare, selezionare, esportare aminoacidi/proteine provenienti dal Reticolo endoplasmatico e da inviare ai Lisosomi.","endoplasmic_reticulum_title":"Reticolo endoplasmatico","endoplasmic_reticulum_description1":"Situato nel Citoplasma, a forma di labirinto, si divide in due forme;","er_smooth_rel":"LISCIO (R.E.L.) e RUGOSO (R.E.R.)","er_smooth_function":"Il LISCIO con membrana liscia per la produzione lipidi, sintesi di alcuni steroidi (es. ormoni sessuali), regolazione/concentrazione dello ione Calcio.","er_smooth_detox":"Nel fegato come detossificatore sintesi lipidi/colesterolo.","er_rough_rer":"Il RUGOSO così chiamato per via della presenza sulla membrana di Ribosomi, essenziali nel processo","er_rough_function":"sintesi proteica.","peroxisome_title":"Perossisoma (microcorpo)","peroxisome_description1":"Separato dal Citoplasma da una membrana doppio strato lipidico.","peroxisome_functions":"Produzione di acidi biliari, importanti per l'assorbimento di grassi e vitamine liposolubili, come le vitamine A e K. Produzione di perossido di idrogeno (acqua ossigenata), catabolismo acidi grassi a catena lunga/ramificata, sintesi lipidica per il metabolismo energetico. Biosintesi di plasmalogeni (fosfolipidi) per il funzionamento di cervello e polmoni.","lysosome_title":"Lisosoma","lysosome_hydrolase":"(Idrolasi acide)","lysosome_degradation_function":"Responsabile della degradazione/digestione (distruzione) molecole estranee, e macromolecole ingerite dalla cellula.","lysosome_recycling":"Distruzione/riciclaggio cellule senescenti; Tramite questa funzione i globuli bianchi possono disfarsi di patogeni (cellule morte) precedentemente distrutti.","lysosome_autophagy_heterophagy":"Autofagia/Eterofagia; Rimozione selettiva cellule danneggiate.","lysosome_autophagosome":"Autofagosoma; Distruzione patogeni utilizzandoli come fonte di energia.","dna_title":"DNA","dna_description1":"Molecola delle informazioni genetiche (acido desossiribonucleico)","dna_description2":"Il DNA, ovvero, la sequenza di determinati acidi nucleici (nucleotidi) nella cellula, ciò determina il codice genetico di ciascun individuo (caratteristiche morfologiche/biochimiche). I nucleotidi (unità ripetitive) sono costituiti da tre componenti fondamentali (gruppo fosfato e zucchero esternamente e base azotata internamente).","dna_imprinting_function":"Il DNA genera l’imprinting ai vari componenti cellulari che verranno a crearsi successivamente, il quale avendo ricevuto l’orientamento si comporteranno in funzione del loro scopo (Geni).","genes_title":"Geni","genes_description":"(unità ereditaria) ovvero, una codifica da parte del DNA, che può essere o un RNA strutturale, oppure una proteina.","genes_protein_production":"La produzione di queste proteine saranno responsabili e necessarie per la sopravvivenza, moltiplicazione, specializzazione della cellula stessa.","chromosomes_title":"CROMOSOMI","chromosomes_description":"(portatori dei caratteri ereditari) I cromosomi sono strutture a bastoncino costituiti principalmente da DNA e PROTEINE presenti nel nucleo cellulare, per poi migrare nella cellula nelle varie fasi della Mitosi.","life_basis_title":"LA CELLULA COME BASE DELLA VITA","cell_theory_point1":"1) tutti i viventi sono formati da una o più cellule;","cell_theory_point2":"2)le cellule costituiscono le unità fondamentali di ciascun organismo;","cell_theory_point3":"3) tutte le cellule derivano da altre cellule.","organisms_classification_p1":"Tutti i viventi sono costituiti da una o più cellule: in base a questa caratteristica possono essere suddivisi, rispettivamente, in organismi ","organisms_classification_enfasi_classi":"unicellulari e pluricellulari","organisms_classification_p2":". Al primo gruppo appartengono ","organisms_classification_enfasi_uni":"archeobatteri, eubatteri, alghe azzurre e i protisti","organisms_classification_p3":"; il secondo gruppo comprende ","organisms_classification_enfasi_pluri":"le piante, gli animali, e i funghi pluricellulari","organisms_classification_p4":".","cell_types_intro_p1":"In natura esistono due tipi di cellule: la ","cell_types_intro_enfasi":"cellula eucariote e la cellula procariote","cell_types_intro_p2":".","cell_components_intro":"Per poter svolgere le loro molte attività tutte le cellule devono disporre di:","component1_title":"1) Un corpo cellulare","component1_description_p1":" riempito dal ","component1_description_enfasi_citoplasma":"citoplasma","component1_description_p2":", un liquido in cui ","component1_description_enfasi_reazioni":"avvengono tutte le reazioni chimiche necessarie al mantenimento in vita delle cellule e alla loro riproduzione","component1_description_p3":";","component2_title":"2) Una membrana:","component2_description_p1":" il confine che ","component2_description_enfasi_separa":"separa le cellule dall’ambiente circostante","component2_description_p2":", e ne ","component2_description_enfasi_garantisce":"garantisce la comunicazione con l’ambiente extracellulare","component2_description_p3":";","component3_title":"3) Un insieme di istruzioni genetiche (dna)","component3_description_p1":" in cui è contenuto il “","component3_description_enfasi_programma":"programma” per il loro sviluppo, la loro specializzazione e riproduzione","component3_description_p2":".","eukaryotes_prokaryotes_comparison_p1":"Queste tre componenti fondamentali si trovano sia nelle cellule procariote sia nelle cellule eucariote: le prime caratterizzano ","eukaryotes_prokaryotes_comparison_enfasi_batteri":"i batteri","eukaryotes_prokaryotes_comparison_p2":"; le seconde sono tipiche di ","eukaryotes_prokaryotes_comparison_enfasi_piante":"piante e animali (uomini compresi)","eukaryotes_prokaryotes_comparison_p3":". Procarioti ed eucarioti differiscono di molto nella ","eukaryotes_prokaryotes_comparison_enfasi_differenze":"organizzazione del dna e nell’organizzazione del corpo cellulare","eukaryotes_prokaryotes_comparison_p4":". Presentano invece una ","eukaryotes_prokaryotes_comparison_enfasi_medesima":"membrana plasmatica dotata di una medesima struttura","eukaryotes_prokaryotes_comparison_p5":".","eukaryotic_details_title":"Le cellule eucariotiche","eukaryotic_details_description_p1":" sono le più ","eukaryotic_details_description_enfasi_evolute":"evolute","eukaryotic_details_description_p2":", in quanto le diverse funzioni metaboliche sono svolte da strutture specializzate, vere e proprie compartimentazioni nella cellula, che prendono nome di ","eukaryotic_details_description_enfasi_organuli":"organuli cellulari","eukaryotic_details_description_p3":". Inoltre, queste cellule possiedono un ","eukaryotic_details_description_enfasi_nucleo":"nucleo ben definito e delimitato da una doppia membrana","eukaryotic_details_description_p4":", che ha come compito principale il ","eukaryotic_details_description_enfasi_compito":"controllo e la raccolta del DNA","eukaryotic_details_description_p5":". Tutti gli organismi evoluti (animali e piante) sono costituiti da miliardi di cellule eucariotiche. Sono cellule di diametro compreso tra ","eukaryotic_details_description_enfasi_diametro_euca":"i 20 i 50 micron","eukaryotic_details_description_p6":" (micron è un milionesimo di metro). L’altro tipo di cellule, chiamate procariotiche, sono più ","eukaryotic_details_description_enfasi_semplici":"piccole delle altre (grandezza dell’ordine di 1- 5 micron) e fondamentalmente più semplici","eukaryotic_details_description_p7":". La differenza principale sta nell’","eukaryotic_details_description_enfasi_assenza":"assenza di un vero e proprio nucleo","eukaryotic_details_description_p8":", per cui il materiale contenente l’informazione genetica risulta ","eukaryotic_details_description_enfasi_sparso":"sparso nella cellula stessa","eukaryotic_details_description_p9":". Sono inoltre prive di organuli, ad eccezione dei ","eukaryotic_details_description_enfasi_ribosomi":"ribosomi, preposti alla sintesi delle proteine","eukaryotic_details_description_p10":". Le funzioni cellulari sono comunque effettuate da complessi enzimatici analoghi a quelli delle cellule eucariotiche. Tutti i batteri sono costituiti da una sola cellula procariotica (unicellulari).","cytoplasm_details_p1":"Ogni cellula è a contatto con l’ambiente circostante, il quale è costituito principalmente da acqua. L’interno della cellula è il ","cytoplasm_details_enfasi_citoplasma":"CITOPLASMA","cytoplasm_details_p2":", formato da una componente semifluida, ","cytoplasm_details_enfasi_citosol":"IL CITOSOL","cytoplasm_details_p3":", contenente ","cytoplasm_details_enfasi_molecole":"acqua, sali minerali e molecole organiche","cytoplasm_details_p4":", in cui si trovano immerse tutte le strutture dette ","cytoplasm_details_enfasi_organuli":"organuli o organelli","cytoplasm_details_p5":".","cell_membrane_details_p1":"Per evitare la perdita e la dispersione dei minerali contenuti nella cellula esiste uno strato che separa ed agisce come barriera tra l’esterno e l’interno ed ha struttura stabile non mescolabile con l’acqua. Tale barriera, che viene chiamata ","cell_membrane_details_enfasi_nome":"MEMBRANA CELLULARE O PLASMATICA","cell_membrane_details_p2":", è costituita da un ","cell_membrane_details_enfasi_doppio":"doppio strato continuo di molecole di fosfolipidi","cell_membrane_details_p3":", attraversata parzialmente o completamente da ","cell_membrane_details_enfasi_proteine":"numerose proteine","cell_membrane_details_p4":".","fluid_mosaic_model_p1":"I ","fluid_mosaic_model_enfasi_fosfolipidi":"fosfolipidi","fluid_mosaic_model_p2":" sono particolari grassi, formati da una “","fluid_mosaic_model_enfasi_struttura":"testa” di glicerolo legato ad un gruppo fosfato e da due “code” di acidi grassi","fluid_mosaic_model_p3":". Nelle membrane sia i lipidi che le proteine possono ","fluid_mosaic_model_enfasi_muoversi":"muoversi (possono “scivolare”)","fluid_mosaic_model_p4":", perciò la membrana ha una struttura dinamica denominata anche “","fluid_mosaic_model_enfasi_modello":"modello a mosaico fluido","fluid_mosaic_model_p5":"”.","plasma_membrane_permeability_intro":"La membrana plasmatica è selettivamente permeabile, vale a dire che permette il passaggio di alcune sostanze e lo impedisce ad altre per mantenere regolato l’interno e la presenza delle sostanze necessarie per la vita delle cellule. La maggior parte degli ioni e delle molecole idrosolubili non è in grado di attraversare spontaneamente la barriera, che è di natura lipidica; per farlo necessita di una specifica proteina trasportatrice (detta carrier) o di una struttura formata da una grossa proteina inserita all’interno dello spessore della membrana e dotata di una cavità centrale, che fa da canale di passaggio.","plasma_membrane_recognition":"La membrana rappresenta anche il mezzo con cui la cellula si “fa riconoscere” dalle altre cellule. Essa contiene molecole particolari, di solito formate da zuccheri legati a proteine (glicoproteine) che corrispondono a una sorta di “carta di identità” in base alla quale la cellula viene riconosciuta come facente parte dell’organismo stesso e non viene attaccata dal sistema immunitario. Al contrario, se estranea, viene distrutta.","cytoskeleton_intro":"Al di sotto della membrana nel citoplasma delle cellule eucarioti si trova una rete di tuboli proteici che formano il","cytoskeleton_name":"CITOSCHELETRO","cytoskeleton_function":", che sostiene e dà forma alla cellula. La cellula è in realtà una macchina che lavora molto e che ha necessità di scambiare con l’esterno una quantità elevata di materie prime e prodotti di rifiuto. Tale funzione viene svolta solo in parte dalla membrana, la quale è aiutata da diversi organuli cellulari presenti al proprio interno.","organelles_list_intro":"Questi organuli sono:","endoplasmic_reticulum_description":"il quale somiglia ad un piccolo labirinto formato da membrane ripiegate e impilate tra loro e si divide in due forme distinte e con diverse funzioni. Il reticolo endoplasmatico (R.E.L.) liscio possiede una membrana liscia e svolge il compito di produzione dei lipidi (sostanze grasse) cellulari. È responsabile della sintesi di alcuni steroidi, come gli ormoni sessuali, e della regolazione della concentrazione dello ione calcio. Nel fegato il reticolo interviene nei processi di detossificazione della sintesi di lipidi e colesterolo. Il reticolo endoplasmatico rugoso (R.E.G.) viene così chiamato per la presenza sulla membrana di piccole strutture chiamate ribosomi, essenziali nel processo di produzione delle proteine.","ribosomes_title":"Ribosomi","ribosomes_description":"come già detto, rappresentano la sede della sintesi delle proteine. Sono formati da due subunità di un particolare tipo di RNA (RNA ribosomiale) e possono essere associati al R.E.R. oppure liberi nel citoplasma.","golgi_apparatus_description_nucleus":"normalmente collocato vicino al nucleo, è costituito da pile di cisterne appiattite (piccole vescicole piatte). Rappresenta una zona di raccolta, elaborazione e smaltimento delle molecole prodotte dalla cellula nel loro passaggio verso l’esterno. In particolar modo rielaborare, selezionare ed esportare i prodotti del reticolo endoplasmatico.","mitochondria_title":"Mitocondri","mitochondria_description":"sono delle centrali di produzione dell’energia; costituiscono infatti la sede del processo di respirazione cellulare, mediante il quale la cellula ricava energia (sotto forma di molecole di ATP) bruciando molecole di glucosio, derivanti dalla demolizione delle sostanze nutritive, in presenza di ossigeno. Sono sparsi nel citoplasma, hanno forma allungata e sono costituiti da due membrane.","lysosomes_title":"Lisosomi","lysosomes_description":"sono vescicole delimitate da una membrana e contengono enzimi capaci di digerire numerose molecole inutili o nocive per la cellula, organelli e organismi estranei.","nucleus_title":"Nucleo cellulare","nucleus_description":"rappresenta il principale organello cellulare delimitato da una doppia membrana non continua ma interrotta da piccoli canali di comunicazione con l’esterno chiamati pori, che permettono lo scambio tra il nucleoplasma e il citoplasma. In nucleo contiene al suo interno acidi nucleici (DNA e RNA) e proteine. Tra queste ultime vi sono le proteine istoniche, le quali associate ai lunghi filamenti di DNA li organizzano compattandoli in modo tale da adattarli al ridotto volume del nucleo. Questa struttura così organizzata viene chiamata cromatina.","dna_heredity":"DNA: molecola dell’ereditarietà","dna_description":"Il DNA è una macromolecola (formata cioè da unità fondamentale che si ripete chiamata NUCLEOTIDE) cui struttura ricorda molto quella di una scaletta a chiocciola, è costituita infatti da due catene parallele avvolte a spirale.","nucleotide_intro":"I nucleotidi che compongono i filamenti o catene sono formati da:","nucleotide_external":"Una porzione esterna:","nucleotide_phosphate":"Gruppo fosfato","nucleotide_sugar":"Zucchero (desossiribosio)","nucleotide_internal":"Una porzione interna","nucleotide_bases":"Base azotata: adenina guanina citosina timina","dna_bonding_description":"I nucleotidi si susseguono gli uni agli altri legando il gruppo fosfato di uno allo zucchero di quello immediatamente successivo. I legami tra le basi tengono unite le due catene e rappresentano i gradini della scaletta; l’adenina-timina e guanina-citosina. Le basi e la loro sequenza sono la parte più importante del DNA perché portano l’informazione genetica; zuccheri e gruppi fosforici servono da sostegno.","genetic_code_description":"Il DNA presenta perciò scritti nella sua molecola, in un codice speciale che è detto CODICE GENETICO, i nostri “dati al completo” e perciò tutte le specifiche caratteristiche morfologiche e biochimiche del nostro organismo.","diagram_label_nucleotide":"Nucleotide","diagram_label_sugar":"Zucchero","diagram_label_phosphate":"Gruppo fosfato","diagram_label_base":"Base azotata","genes_and_proteins_intro":"Il DNA ordina ai diversi componenti cellulari cosa devono o non devono fare. I “pezzi di DNA” in cui sono scritti i messaggi sono detti GENI; un gene è un pezzettino di DNA in cui è scritto un messaggio che si traduce nella produzione di una proteina. Le proteine così prodotte sono NECESSARIE per la SOPRAVVIVENZA, MOLTIPLICAZIONE, SPECIALIZZAZIONE della cellula stessa.","individual_proteins_role":"Ogni specie animale o vegetale ed in particolare ogni individuo ha delle proteine proprie responsabili dell’individualità e che condizionano il manifestarsi dei diversi caratteri.","protein_synthesis_intro":"Più precisamente il complesso meccanismo che porta alla sintesi delle proteine può essere così semplificato:","synthesis_diagram_heading1":"AVVIENE NEL NUCLEO","synthesis_diagram_heading2":"AVVINE NEL CITOPLASMA","synthesis_process_transcription":"Trascrizione","synthesis_process_translation":"Traduzione","synthesis_process_flow":"DNA → ","synthesis_process_flow_rna":"RNA → ","synthesis_process_flow_proteins":"PROTEINE","synthesis_process_description":"Il DNA permette la trascrizione di RNA che esce dal nucleo va nel citoplasma dove ha luogo la traduzione del messaggio e la fabbricazione di quella proteina necessaria all’organismo in quel dato momento e ordinata dal DNA.","chromosomes_structures":"Sono strutture a bastoncino presenti nel nucleo, particolarmente visibili durante la divisione cellulare, in questa fase appaiono divisi in due CROMATIDI uniti in una zona centrale detta CENTROMERO.","chromosomes_composition_function":"I CROMOSOMI sono costituiti soprattutto da DNA e PROTEINE e sono perciò portatori dei caratteri ereditari.","human_chromosomes_details":"All’interno delle cellule umane sono contenuti circa due metri di DNA che vanno a formare il corredo cromosomico costituito da 46 cromosomi organizzati in 26 coppie. Ogni coppia di cromosomi è formata da 2 cromosomi che sono detti omologhi: uno è di origine paterna l’altro materna.","somatic_chromosomes_called":"Le prime 22 coppie sono cromosomi somatici chiamate AUTOSOMI, la 23esima coppia è quella implicata nella determinazione del sesso, cromosoma SESSUALE, ed è diversa nel maschio e nella femmina:","sex_chromosomes_male":"- Maschio: XY","sex_chromosomes_female":"- Femmina: XX","haploid_diploid_details":"Un fattore importantissimo da sottolineare è che le cellule germinali o gameti hanno un numero di cromosomi pari a 23, la metà rispetto a quello contenuto in tutte le cellule restanti del nostro organismo chiamate cellule somatiche che ne hanno 46 (23 coppie). Per questo motivo le cellule gametiche vengono chiamate aploidi e le cellule somatiche diploidi.","cell_division_title":"Divisione cellulare","mitosis_intro":"Le cellule sono capaci di riprodursi: ciascuna di esse si divide in due cellule figlie mediante un processo di divisione equazionale che prende il nome di MITOSI.","mitosis_result":"Da una cellula madre si formano due cellule figlie, uguali per forma e funzioni. Le cellule figlie devono contenere l’intero corredo di molecole, di microstrutture e di organelli che possiede la cellula madre. In particolare, devono avere la loro membrana cellulare perfettamente efficiente e un nucleo che contenga il patrimonio genetico (anche quest’ultimo quindi deve duplicarsi).","cell_types_mitosis":"La capacità di dividersi delle cellule è differente in base al tipo cui esse appartengono. La mitosi avviene in tutte le cellule somatiche. Alcune cellule nell’organismo hanno la capacità di riprodursi per tutta la vita e rimangono indifferenziate, potendo quindi dare luogo a diversi tipi cellulari: tali cellule sono dette staminali.","meiosis_intro":"Esiste un altro processo di divisione cellulare e riguarda solo un tipo cellulare, le cellule sessuali o gametiche (spermatozoo e cellula uovo): la MEIOSI.","meiosis_definition":"La meiosi è un processo di divisione riduzionale mediante il quale una cellula eucariota con corredo cromosomico diploide dà origine a 2 cellule che a loro volta si riprodurranno con corredo cromosomico aploide.","meiosis_result":"Da una cellula madre si formano quattro cellule figlie, tutte diverse fra loro. Tale processo potrebbe sembrare molto simile alla mitosi ma, al contrario di questa, si ha la riduzione del corredo cromosomico in doppia copia a corredo a singola copia. Tramite poi il cosiddetto crossing-over (incrocio esterno), si ha lo scambio e la ricombinazione genetica dei cromosomi, uno dei principali eventi alla base dell'evoluzione degli organismi eucarioti.","sexual_reproduction_intro":"La meiosi è fondamentale nella riproduzione sessuale, la ricombinazione dell'informazione genetica proveniente dalle cellule di due individui differenti (maschio e femmina) della stessa specie, produce risultati ogni volta diversi, e naturalmente diversi anche dai due genitori.","fertilization_process":"Ogni genitore fornisce un corredo cromosomico 'semplice' aploide (detto anche 'dimezzato'), cellula ovulo nella femmina e spermatozoo nel maschio; la fusione (fecondazione) dei due corredi dimezzati (materno e paterno) e 'rimescolati' ricostituisce il corredo intero e dà origine ad una singola nuova cellula, detta zigote, che diverrà il nuovo individuo.","tissues_title":"I TESSUTI","tissues_definition":"Un tessuto è un raggruppamento di cellule aventi forma struttura e funzioni simili, tenute insieme da una sostanza intercellulare più o meno abbondante e di composizione e consistenza variabile da tessuto a tessuto.","tissues_list_intro":"I principali tessuti sono:","tissue_list_epiteliale":"– tessuto epiteliale;","tissue_list_connettivale":"– tessuto connettivale;","tissue_list_muscolare":"– tessuto muscolare;","tissue_list_nervoso":"– tessuto nervoso.","epithelial_tissue_title":"Tessuto epiteliale","epithelial_tissue_definition":"È costituito da cellule strettamente addossate tra loro, per cui gli spazi extracellulari sono estremamente ridotti.","epithelial_cell_connections":"Negli epiteli le cellule sono tenute insieme per mezzo di particolari modificazioni delle membrane di cellule adiacenti, che possono incastrarsi l’una nell’altra saldando strettamente tra loro le cellule epiteliali. Sono spesso presenti strutture di collegamento particolari, che formano, nell’insieme, il complesso giunzionale.","epithelia_types_intro":"Distinguiamo epiteli di rivestimento, che rivestono le superfici corporee (con funzione protettiva, assorbente ecc.), epiteli ghiandolari (a funzione secretiva), epiteli sensoriali (come i recettori gustativi e quelli olfattivi).","epithelium_connective_relationship_intro":"L’epitelio poggia sempre sul tessuto connettivo sottostante che lo sostiene e lo nutre: a esso, infatti, si fissa, mediante l’interposizione della membrana basale (uno straterello denso a composizione complessa), attraverso la quale, inoltre, diffondono le sostanze nutritive, che giungono all’epitelio dai vasi sanguigni del connettivo, essendo l’epitelio privo di vasi propri (per la scarsità dello spazio extracellulare).","covering_epithelia_layers_title":"Epiteli di rivestimento.","covering_epithelia_layers_intro":"Gli epiteli di rivestimento possono essere distinti, in base al numero di strati di cellule:","simple_epithelium_title":"epitelio semplice o monostratificato","simple_epithelium_details":", costituito da un solo strato di cellule;","compound_epithelium_title":"epitelio composto o pluristratificato","compound_epithelium_details":", costituito da più strati di cellule;","pseudostratified_epithelium_title":"epitelio pseudostratificato o a più file di nuclei","pseudostratified_epithelium_details":", costituito da un solo strato di cellule, che hanno però i nuclei disposti ad altezze diverse del corpo cellulare, simulando così vari strati cellulari.","epithelial_functions_title":"Funzioni degli epiteli di rivestimento","epithelial_functions_intro":"Gli epiteli di rivestimento rivestono la superficie esterna del corpo (l’epidermide, strato più superficiale della pelle), la superficie interna degli organi cavi, comunicanti con l’esterno (di cui costituiscono la tonaca mucosa), la superficie interna dei vasi sanguigni, dei quali costituiscono l’endotelio, la superficie interna delle grandi cavità corporee e la superficie esterna degli organi in esse contenuti (costituendo il mesotelio, rivestimento epiteliale delle membrane sierose: pleura, pericardio e peritoneo).","factors_determining_function":"Le caratteristiche strutturali e funzionali delle singole cellule che compongono un epitelio di rivestimento, la loro disposizione (in uno o più strati) e la sede in cui l’epitelio è localizzato sono gli elementi che condizionano le funzioni che ogni tipo di epitelio di rivestimento può svolgere.","glandular_epithelia_title":"Epiteli ghiandolari","glandular_epithelia_definition":"Gli epiteli ghiandolari sono costituiti da cellule che producono e secernono (cioè rilasciano all’esterno della cellula) determinate sostanze, dette genericamente secreti. Queste cellule possono essere sparse tra altri tipi di cellule o raggruppate a formare dei veri e propri organi, detti ghiandole.","gland_classification_intro":"Se definiamo “ghiandola” qualunque struttura che produce e secerne una sostanza specifica, le ghiandole possono essere suddivise in due gruppi:","gland_classification_by_secretion":"In base al destino del secreto, le ghiandole possono essere suddivise in:","exocrine_glands_title":"ghiandole esocrine (o “a secrezione esterna”)","exocrine_glands_details":", che riversano il loro secreto all’esterno del corpo umano o nel lume di organi cavi, direttamente o per mezzo di dotti escretori, costituiti da cellule epiteliali di rivestimento;","endocrine_glands_title":"ghiandole endocrine (o a “secrezione interna”)","endocrine_glands_details":", che riversano il loro secreto, detto ormone, nei vasi sanguigni.","connective_tissue_title":"Tessuto connettivo","connective_tissue_definition":"Il tessuto connettivo è caratterizzato dalla presenza di una notevole quantità di sostanza extracellulare, la sostanza fondamentale, nella quale sono immerse le cellule e le fibre caratteristiche del connettivo. La sostanza extracellulare del connettivo è costituita da una matrice o sostanza fondamentale amorfa e da tre varietà di fibre in essa immerse: fibre collagene, reticolari, elastiche.","connective_tissue_subdivisions_intro":"La composizione chimica della sostanza fondamentale, la composizione in fibre, la loro organizzazione spaziale e, infine, i tipi cellulari presenti, consentono di suddividere il tessuto connettivo in alcune varietà:","connective_tissue_list_1":"1) tessuto connettivo propriamente detto;","connective_tissue_list_2":"2) tessuto cartilagineo;","connective_tissue_list_3":"3) tessuto adiposo;","connective_tissue_list_4":"4) tessuto osseo.","connective_tissue_functions_title":"Funzioni del tessuto connettivo","connective_tissue_functions_intro":"Il tessuto connettivo svolge importanti funzioni:","connective_function_1":"1) “connette”, ossia collega tra loro tessuti, organi, parti diverse del corpo;","connective_function_2":"2) sostiene l’intero organismo (per mezzo dello scheletro osseo), contiene e protegge i vari organi, dei quali costituisce la fi ne “impalcatura” di sostegno;","connective_function_3":"3) permette lo scambio e il trasporto di sostanze, off rendo nutrimento alle cellule dei vari organi e tessuti;","connective_function_4":"4) partecipa ai processi difensivi, in particolare contro le infezioni. In sintesi, il tessuto connettivo svolge funzioni nutritive, di sostegno, protezione meccanica e di difesa.","adipose_tissue_title":"Tessuto adiposo","adipose_tissue_definition":"Il tessuto adiposo è formato da cellule chiamate adipociti, che hanno la funzione di accumulare grassi in vacuoli citoplasmatici.","adipose_tissue_types":"Esistono due tipi di tessuto adiposo, bianco e bruno. Il primo ha funzione di riserva energetica mentre il secondo è deputato all’accumulo di riserve che verranno dissipate in energia termica.","nervous_tissue_title":"Tessuto nervoso","nervous_tissue_definition":"Il tessuto nervoso è costituito da vari tipi di cellule e dai prolungamenti che da queste cellule originano. Le principali cellule costituenti il tessuto nervoso sono i neuroni, cellule irritabili (o eccitabili), capaci di generare e trasmettere impulsi nervosi in risposta a stimoli specifici.","neuron_structure":"I neuroni sono costituiti da un corpo cellulare avente forma e dimensioni diverse nelle diverse parti del sistema nervoso, provvisto di un numero variabile di prolungamenti brevi, detti dendriti, e un prolungamento, in genere lungo, detto assone.","neuron_association":"Più neuroni si possono associare a formare dei nervi.","neuron_reproduction_note":"A differenza delle altre cellule, i neuroni appena formati non si dividono più, questo significa che i neuroni non si riproducono.","neuron_properties_intro":"La cellula nervosa è in grado di ricevere, condurre e trasmettere impulsi nervosi ed è caratterizzata da due proprietà:","neuron_property_excitability":"l’eccitabilità, cioè la capacità di reagire agli stimoli provenienti dall’ambiente esterno trasformandoli in impulsi nervosi;","neuron_property_conductivity":"la conducibilità, cioè la capacità di trasmettere impulsi nervosi.","synapse_title":"Sinapsi","synapse_description":"Il meccanismo di trasmissione di informazioni tra un neurone ed un altro è detto sinapsi. Quando ad un neurone arriva un impulso, viene liberata una sostanza chimica chiamata neurotrasmettitore che viene trasmesso alla cellula adiacente e così via, consentendo così all’organismo di svolgere varie funzioni.","_section_dyslexia":"=== Versione semplice per dislessia e ipovisione  ===","cell_title":"CELLULA","cell_definition":"La cellula è l'unità più piccola di ogni essere vivente. È come un mattone che costruisce il corpo.","cell_hierarchy_1":"Le cellule si uniscono per formare i tessuti.","cell_hierarchy_2":"I tessuti formano gli organi.","cell_hierarchy_3":"Gli organi lavorano insieme in apparati e sistemi.","cell_importance":"Il corpo umano ha tantissimi tipi di cellule. Sono tutte importanti per stare bene.","cell_functions_intro":"Le cellule fanno funzionare il corpo. Grazie a loro:","heart_function":"Il cuore batte","brain_function":"Il cervello pensa","kidney_function":"I reni puliscono il sangue","skin_function":"La pelle si rigenera","cell_reproduction":"Ogni cellula nasce da un’altra cellula. Si divide in due cellule identiche. Questo processo si chiama","mitosis_name":"mitosi","simple_cell_parts_title":"Parti della cellula :","simple_nucleus_title":"Nucleo cellulare","simple_nucleus_description_1":"È il \"centro di controllo\" della cellula. Ha una doppia membrana con piccoli fori (pori) per comunicare con il resto.","simple_nucleus_description_2":"Dentro ci sono il DNA e l’RNA, che contengono le informazioni genetiche.","simple_mitochondrion_title":"Mitocondrio","simple_mitochondrion_description":"È la \"centrale energetica\". Produce energia sotto forma di ATP, che serve a tutte le funzioni cellulari.","simple_golgi_apparatus_title":"Apparato del Golgi","simple_golgi_apparatus_description_1":"Prepara, modifica e spedisce proteine e grassi.","simple_golgi_apparatus_description_2":"È come un \"ufficio postale\" della cellula. Riceve proteine dal reticolo endoplasmatico e le manda ai lisosomi o alla membrana.","simple_er_title":"Reticolo endoplasmatico","simple_er_intro":"È un sistema di tubi nel citoplasma. Ha due tipi:","simple_smooth_er_title":"Reticolo liscio (R.E.L.)","simple_smooth_er_description":"Ha la superficie liscia perché non ha ribosomi.","simple_smooth_er_function_1":"Produce grassi (lipidi) e colesterolo","simple_smooth_er_function_2":"Sintetizza ormoni sessuali","simple_smooth_er_function_3":"Aiuta il fegato a pulire il sangue (detossificazione)","simple_smooth_er_function_4":"Regola la quantità di calcio nella cellula","simple_rough_er_title":"Reticolo rugoso (R.E.R.)","simple_rough_er_description_1":"Ha la superficie \"rugosa\" perché è ricoperto di ribosomi.","simple_rough_er_description_2":"I ribosomi servono per produrre proteine. Questo processo si chiama sintesi proteica.","simple_peroxisome_title":"Perossisoma","simple_peroxisome_description_intro":"È una piccola struttura chiusa da una membrana. Ha funzioni importanti:","simple_peroxisome_function_1":"Produce acidi biliari, che aiutano a digerire i grassi","simple_peroxisome_function_2":"Favorisce l’assorbimento di vitamine come la A e la K","simple_peroxisome_function_3":"Produce acqua ossigenata per difendersi dai batteri","simple_peroxisome_function_4":"Distrugge grassi lunghi e ramificati","simple_peroxisome_function_5":"Produce sostanze (plasmalogeni) utili per cervello e polmoni","simple_lysosome_title":"Lisosoma","simple_lysosome_description_1":"È la \"discarica\" e il \"riciclatore\" della cellula.","simple_lysosome_function_1":"Distrugge germi e sostanze estranee (eterofagia)","simple_lysosome_function_2":"Ricicla le parti vecchie della cellula (autofagia)","simple_lysosome_function_3":"Aiuta i globuli bianchi a combattere le infezioni","simple_lysosome_description_2":"Grazie ai lisosomi, la cellula si pulisce e si rigenera.","simple_dna_title":"DNA","simple_dna_definition":"Il DNA è la molecola che contiene le informazioni genetiche di ogni persona.","simple_dna_components_intro":"È fatto di tanti pezzetti chiamati nucleotidi. Ogni nucleotide ha:","simple_dna_component_1":"Un gruppo fosfato","simple_dna_component_2":"Uno zucchero","simple_dna_component_3":"Una base azotata (A, T, C, G)","simple_dna_genetic_code":"La sequenza di queste basi forma il codice genetico, che decide come è fatto e come funziona il nostro corpo.","simple_dna_instructions":"Il DNA dà istruzioni alle altre parti della cellula per fare le proteine di cui abbiamo bisogno.","simple_genes_title":"Geni","simple_genes_definition_intro":"Un gene è un pezzo di DNA che contiene le istruzioni per fare:","simple_genes_product_1":"Una proteina","simple_genes_product_2":"O un RNA strutturale","simple_protein_functions_intro":"Le proteine sono fondamentali per:","simple_protein_function_1":"La sopravvivenza della cellula","simple_protein_function_2":"La sua crescita","simple_protein_function_3":"La sua specializzazione (es. cellula muscolare, nervosa, ecc.)","simple_chromosomes_title":"Cromosomi","simple_chromosomes_definition":"I cromosomi sono strutture a forma di bastoncino fatte di DNA e proteine. Si trovano nel nucleo della cellula.","simple_chromosomes_mitosis":"Durante la divisione cellulare (mitosi), i cromosomi si copiano e si spostano per dare a ogni nuova cellula lo stesso corredo genetico.","simple_chromosomes_human_number":"Gli esseri umani hanno 46 cromosomi: 23 ereditati dalla mamma e 23 dal papà.","simple_chromosomes_uniqueness":"I cromosomi contengono tutti i geni che ci rendono unici: dall’aspetto fisico alle funzioni del corpo."},"en":{"cellula_title":"CELL","cellula_subtitle":"The functional structural unit of every living organism.","cellula_description_part1":"To perform their function, cells are grouped into tissues, which then go on to form increasingly complex structures such as:","cellula_organs_title":"ORGANS, APPARATUSES, SYSTEMS","cellula_description_part2":"The human body contains hundreds of different cell types of primary importance for our daily health. Cells responsible for keeping our bodies functioning, and therefore: Making our heart beat, our brain think, our kidneys purify the blood, our skin regenerate, and so on...","cellula_mitosi_part1":"All these cells derive from other pre-existing cells that duplicate themselves in a process of cell division, called","cellula_mitosi_title":"MITOSIS","cellula_mitosi_part2":"thanks to which one cell forms two identical ones.","cell_nucleus_title":"Cell Nucleus","cell_nucleus_description":"A cellular compartment, bounded by a double membrane with small channels (pores) to communicate with the outside via the Nucleoplasm/Cytoplasm, and ","cell_nucleus_content_dna_rna":"containing DNA/RNA","mitochondrion_title":"Mitochondrion","mitochondrion_description":"Powerhouse;","mitochondrion_energy_production":"Production of energy through aerobic cellular respiration ATP (adenosine triphosphate), chemical energy.","golgi_apparatus_title":"Golgi Apparatus","golgi_apparatus_description":"Glycosylation (glycolipids/glycoproteins) ","golgi_apparatus_function":"reprocessing, selecting, and exporting amino acids/proteins from the Endoplasmic Reticulum to be sent to Lysosomes.","endoplasmic_reticulum_title":"Endoplasmic Reticulum","endoplasmic_reticulum_description1":"Located in the Cytoplasm, shaped like a maze, it is divided into two forms;","er_smooth_rel":"SMOOTH (S.E.R.) and ROUGH (R.E.R.)","er_smooth_function":"The SMOOTH one has a smooth membrane for lipid production, synthesis of certain steroids (e.g., sex hormones), and regulation/concentration of the Calcium ion.","er_smooth_detox":"In the liver as a detoxifier for lipid/cholesterol synthesis.","er_rough_rer":"The ROUGH one is so named because of the presence of Ribosomes on its membrane, which are essential in the process of","er_rough_function":"protein synthesis.","peroxisome_title":"Peroxisome (microbody)","peroxisome_description1":"(microbody) Separated from the Cytoplasm by a lipid bilayer membrane.","peroxisome_functions":"Production of bile acids, important for the absorption of fats and fat-soluble vitamins, such as vitamins A and K. Production of hydrogen peroxide, catabolism of long-chain/branched fatty acids, lipid synthesis for energy metabolism. Biosynthesis of plasmalogens (phospholipids) for brain and lung function.","lysosome_title":"Lysosome","lysosome_hydrolase":"(Acid hydrolases)","lysosome_degradation_function":"Responsible for the degradation/digestion (destruction) of foreign molecules and macromolecules ingested by the cell.","lysosome_recycling":"Destruction/recycling of senescent cells; Through this function, white blood cells can dispose of previously destroyed pathogens (dead cells).","lysosome_autophagy_heterophagy":"Autophagy/Heterophagy; Selective removal of damaged cells.","lysosome_autophagosome":"Autophagosome; Destruction of pathogens by using them as an energy source.","dna_title":"DNA","dna_description1":"The molecule of genetic information (deoxyribonucleic acid)","dna_description2":"DNA, the sequence of certain nucleic acids (nucleotides) in the cell, determines the genetic code of each individual (morphological/biochemical characteristics). Nucleotides (repeating units) consist of three fundamental components (a phosphate group and a sugar externally, and a nitrogenous base internally).","dna_imprinting_function":"DNA generates the imprinting for the various cellular components that will be created later, which, having received the orientation, will behave according to their purpose (Genes).","genes_title":"Genes","genes_description":"(hereditary unit) that is, an encoding by the DNA, which can be either a structural RNA or a protein.","genes_protein_production":"The production of these proteins will be responsible and necessary for the survival, multiplication, and specialization of the cell itself.","chromosomes_title":"CHROMOSOMES","chromosomes_description":"(carriers of hereditary traits) Chromosomes are rod-shaped structures consisting mainly of DNA and PROTEINS present in the cell nucleus, which then migrate into the cell during the various phases of Mitosis.","life_basis_title":"THE CELL AS THE BASIS OF LIFE","life_basis_intro_p1":"Living organisms are all composed of ","life_basis_intro_enfasi_unita":"fundamental units called cells","life_basis_intro_p2":", organized essentially in the same way. The collective studies under the microscope and observations by numerous researchers led to the ","life_basis_intro_enfasi_teoria":"cell theory","life_basis_intro_p3":" , according to which:","cell_theory_point1":"1) all living things are formed by one or more cells;","cell_theory_point2":"2) cells constitute the fundamental units of every organism;","cell_theory_point3":"3) all cells derive from other cells.","organisms_classification_p1":"All living things are composed of one or more cells: based on this characteristic, they can be subdivided, respectively, into ","organisms_classification_enfasi_classi":"unicellular and multicellular organisms","organisms_classification_p2":". The first group includes ","organisms_classification_enfasi_uni":"archaea, eubacteria, blue-green algae, and protists","organisms_classification_p3":"; the second group includes ","organisms_classification_enfasi_pluri":"plants, animals, and multicellular fungi","organisms_classification_p4":".","cell_types_intro_p1":"Two types of cells exist in nature: the ","cell_types_intro_enfasi":"eukaryotic cell and the prokaryotic cell","cell_types_intro_p2":".","cell_components_intro":"To perform their many activities, all cells must have:","component1_title":"1) A cell body","component1_description_p1":" filled with ","component1_description_enfasi_citoplasma":"cytoplasm","component1_description_p2":", a liquid in which ","component1_description_enfasi_reazioni":"all chemical reactions necessary for the survival and reproduction of cells take place","component1_description_p3":";","component2_title":"2) A membrane:","component2_description_p1":" the boundary that ","component2_description_enfasi_separa":"separates the cells from the surrounding environment","component2_description_p2":", and ","component2_description_enfasi_garantisce":"ensures communication with the extracellular environment","component2_description_p3":";","component3_title":"3) A set of genetic instructions (dna)","component3_description_p1":" which contains the “","component3_description_enfasi_programma":"program” for their development, specialization, and reproduction","component3_description_p2":".","eukaryotes_prokaryotes_comparison_p1":"These three fundamental components are found in both prokaryotic and eukaryotic cells: the former characterize ","eukaryotes_prokaryotes_comparison_enfasi_batteri":"bacteria","eukaryotes_prokaryotes_comparison_p2":"; the latter are typical of ","eukaryotes_prokaryotes_comparison_enfasi_piante":"plants and animals (including humans)","eukaryotes_prokaryotes_comparison_p3":". Prokaryotes and eukaryotes differ greatly in the ","eukaryotes_prokaryotes_comparison_enfasi_differenze":"organization of DNA and the organization of the cell body","eukaryotes_prokaryotes_comparison_p4":". They do, however, have a ","eukaryotes_prokaryotes_comparison_enfasi_medesima":"plasma membrane with the same structure","eukaryotes_prokaryotes_comparison_p5":".","eukaryotic_details_title":"Eukaryotic cells","eukaryotic_details_description_p1":" are the most ","eukaryotic_details_description_enfasi_evolute":"evolved","eukaryotic_details_description_p2":", as the various metabolic functions are performed by specialized structures, true compartmentations within the cell, called ","eukaryotic_details_description_enfasi_organuli":"cell organelles","eukaryotic_details_description_p3":". Furthermore, these cells possess a ","eukaryotic_details_description_enfasi_nucleo":"well-defined nucleus delimited by a double membrane","eukaryotic_details_description_p4":", whose main task is the ","eukaryotic_details_description_enfasi_compito":"control and collection of DNA","eukaryotic_details_description_p5":". All evolved organisms (animals and plants) are made up of billions of eukaryotic cells. They are cells with a diameter between ","eukaryotic_details_description_enfasi_diametro_euca":"20 and 50 microns","eukaryotic_details_description_p6":" (a micron is one millionth of a meter). The other type of cells, called prokaryotic, are ","eukaryotic_details_description_enfasi_semplici":"smaller than the others (size order of 1-5 microns) and fundamentally simpler","eukaryotic_details_description_p7":". The main difference lies in the ","eukaryotic_details_description_enfasi_assenza":"absence of a true nucleus","eukaryotic_details_description_p8":", so the material containing genetic information is ","eukaryotic_details_description_enfasi_sparso":"scattered within the cell itself","eukaryotic_details_description_p9":". They also lack organelles, with the exception of ","eukaryotic_details_description_enfasi_ribosomi":"ribosomes, responsible for protein synthesis","eukaryotic_details_description_p10":". Cellular functions are still carried out by enzyme complexes analogous to those of eukaryotic cells. All bacteria are made up of a single prokaryotic cell (unicellular).","cytoplasm_details_p1":"Each cell is in contact with the surrounding environment, which is mainly composed of water. The interior of the cell is the ","cytoplasm_details_enfasi_citoplasma":"CYTOPLASM","cytoplasm_details_p2":", formed by a semifluid component, ","cytoplasm_details_enfasi_citosol":"THE CYTOSOL","cytoplasm_details_p3":", containing ","cytoplasm_details_enfasi_molecole":"water, mineral salts, and organic molecules","cytoplasm_details_p4":", in which all the structures called ","cytoplasm_details_enfasi_organuli":"organelles","cytoplasm_details_p5":" are immersed.","cell_membrane_details_p1":"To prevent the loss and dispersion of minerals contained in the cell, there is a layer that separates and acts as a barrier between the outside and the inside and has a stable structure that is not miscible with water. This barrier, which is called the ","cell_membrane_details_enfasi_nome":"CELL OR PLASMA MEMBRANE","cell_membrane_details_p2":", is composed of a ","cell_membrane_details_enfasi_doppio":"continuous double layer of phospholipid molecules","cell_membrane_details_p3":", partially or completely crossed by ","cell_membrane_details_enfasi_proteine":"numerous proteins","cell_membrane_details_p4":".","fluid_mosaic_model_p1":"The ","fluid_mosaic_model_enfasi_fosfolipidi":"phospholipids","fluid_mosaic_model_p2":" are specific fats, formed by a “","fluid_mosaic_model_enfasi_struttura":"head” of glycerol linked to a phosphate group and two “tails” of fatty acids","fluid_mosaic_model_p3":". In membranes, both lipids and proteins can ","fluid_mosaic_model_enfasi_muoversi":"move (they can “slide”)","fluid_mosaic_model_p4":", therefore the membrane has a dynamic structure also known as the “","fluid_mosaic_model_enfasi_modello":"fluid mosaic model","fluid_mosaic_model_p5":"”.","plasma_membrane_permeability_intro":"The plasma membrane is selectively permeable, which means it allows the passage of some substances and prevents others to maintain the cell's internal regulation and the presence of substances necessary for its life. Most ions and water-soluble molecules are unable to spontaneously cross the barrier, which is lipidic in nature; to do so, they need a specific transport protein (called a carrier) or a structure formed by a large protein inserted within the thickness of the membrane and equipped with a central cavity that acts as a channel for passage.","plasma_membrane_recognition":"The membrane also serves as the means by which the cell “makes itself known” to other cells. It contains specific molecules, usually formed by sugars linked to proteins (glycoproteins) that correspond to a kind of “identity card” based on which the cell is recognized as part of the organism itself and is not attacked by the immune system. Conversely, if foreign, it is destroyed.","cytoskeleton_intro":"Below the membrane in the cytoplasm of eukaryotic cells is a network of protein tubules that form the","cytoskeleton_name":"CYTOSKELETON","cytoskeleton_function":", which supports and gives shape to the cell. The cell is actually a hard-working machine that needs to exchange a high quantity of raw materials and waste products with the outside. This function is only partially carried out by the membrane, which is aided by various cellular organelles present inside it.","organelles_list_intro":"These organelles are:","endoplasmic_reticulum_description":"which resembles a small labyrinth formed by folded and stacked membranes and is divided into two distinct forms with different functions. The smooth endoplasmic reticulum (S.E.R.) has a smooth membrane and performs the task of producing cellular lipids (fatty substances). It is responsible for the synthesis of certain steroids, such as sex hormones, and for the regulation of calcium ion concentration. In the liver, the reticulum is involved in the detoxification processes of lipid and cholesterol synthesis. The rough endoplasmic reticulum (R.E.R.) is so named because of the presence of small structures on its membrane called ribosomes, which are essential in the process of protein production.","ribosomes_title":"Ribosomes","ribosomes_description":"as already mentioned, represent the site of protein synthesis. They are formed by two subunits of a particular type of RNA (ribosomal RNA) and can be associated with the R.E.R. or be free in the cytoplasm.","golgi_apparatus_description_nucleus":"normally located near the nucleus, is made up of stacks of flattened cisternae (small flat vesicles). It represents a collection, processing, and disposal area for molecules produced by the cell on their way out. In particular, it reworks, selects, and exports the products of the endoplasmic reticulum.","mitochondria_title":"Mitochondria","mitochondria_description":"are the power plants for energy production; they are, in fact, the site of the cellular respiration process, by which the cell obtains energy (in the form of ATP molecules) by burning glucose molecules, derived from the breakdown of nutrients, in the presence of oxygen. They are scattered in the cytoplasm, have an elongated shape, and are made of two membranes.","lysosomes_title":"Lysosomes","lysosomes_description":"are vesicles bounded by a membrane and contain enzymes capable of digesting numerous molecules that are useless or harmful to the cell, as well as organelles and foreign organisms.","nucleus_title":"Cell nucleus","nucleus_description":"is the main cellular organelle bounded by a non-continuous double membrane but interrupted by small communication channels with the outside called pores, which allow the exchange between the nucleoplasm and the cytoplasm. The nucleus contains nucleic acids (DNA and RNA) and proteins. Among the latter are histone proteins, which are associated with the long DNA filaments and organize them by compacting them in such a way as to adapt them to the reduced volume of the nucleus. This organized structure is called chromatin.","dna_heredity":"DNA: The molecule of heredity","dna_description":"DNA is a macromolecule (i.e., formed by a fundamental repeating unit called a NUCLEOTIDE) whose structure is very reminiscent of a spiral staircase, as it is made up of two parallel chains coiled into a spiral.","nucleotide_intro":"The nucleotides that make up the filaments or chains are formed by:","nucleotide_external":"An external portion:","nucleotide_phosphate":"Phosphate group","nucleotide_sugar":"Sugar (deoxyribose)","nucleotide_internal":"An internal portion","nucleotide_bases":"Nitrogenous base: adenine guanine cytosine thymine","dna_bonding_description":"The nucleotides follow one another by linking the phosphate group of one to the sugar of the one immediately following it. The bonds between the bases hold the two chains together and represent the steps of the staircase; adenine-thymine and guanine-cytosine. The bases and their sequence are the most important part of the DNA because they carry genetic information; sugars and phosphate groups serve as support.","genetic_code_description":"DNA therefore has written in its molecule, in a special code that is called the GENETIC CODE, our “complete data” and therefore all the specific morphological and biochemical characteristics of our organism.","diagram_label_nucleotide":"Nucleotide","diagram_label_sugar":"Sugar","diagram_label_phosphate":"Phosphate group","diagram_label_base":"Nitrogenous base","genes_and_proteins_intro":"DNA instructs the various cellular components on what they should or should not do. The 'pieces of DNA' in which these messages are written are called GENES; a gene is a small piece of DNA with a message that translates into the production of a protein. The proteins thus produced are NECESSARY for the SURVIVAL, MULTIPLICATION, and SPECIALIZATION of the cell itself.","individual_proteins_role":"Each animal or plant species and, in particular, each individual has its own specific proteins responsible for individuality that influence the manifestation of different traits.","protein_synthesis_intro":"More precisely, the complex mechanism that leads to protein synthesis can be simplified as follows:","synthesis_diagram_heading1":"HAPPENS IN THE NUCLEUS","synthesis_diagram_heading2":"HAPPENS IN THE CYTOPLASM","synthesis_process_transcription":"Transcription","synthesis_process_translation":"Translation","synthesis_process_flow":"DNA → ","synthesis_process_flow_rna":"RNA → ","synthesis_process_flow_proteins":"PROTEINS","synthesis_process_description":"DNA allows the transcription of RNA, which exits the nucleus and goes to the cytoplasm where the translation of the message and the fabrication of the protein necessary for the organism at that given moment, as ordered by the DNA, take place.","chromosomes_structures":"These are rod-like structures present in the nucleus, particularly visible during cell division. In this phase, they appear divided into two CHROMATIDS joined at a central region called the CENTROMERE.","chromosomes_composition_function":"CHROMOSOMES are mainly composed of DNA and PROTEINS and are therefore the carriers of hereditary traits.","human_chromosomes_details":"Inside human cells, there are about two meters of DNA that form the chromosome set, consisting of 46 chromosomes organized into 26 pairs. Each pair of chromosomes is made up of 2 chromosomes that are called homologous: one is of paternal origin, the other maternal.","somatic_chromosomes_called":"The first 22 pairs are somatic chromosomes called AUTOSOMES, the 23rd pair is the one involved in sex determination, a SEX chromosome, and it is different in males and females:","sex_chromosomes_male":"- Male: XY","sex_chromosomes_female":"- Female: XX","haploid_diploid_details":"A very important factor to highlight is that germ cells or gametes have a chromosome number of 23, half of that contained in all the remaining cells of our body called somatic cells, which have 46 (23 pairs). For this reason, gametic cells are called haploid and somatic cells are called diploid.","cell_division_title":"Cell Division","mitosis_intro":"Cells are capable of reproduction: each one divides into two daughter cells through a process of equational division known as MITOSIS.","mitosis_result":"From a mother cell, two daughter cells are formed, equal in shape and function. The daughter cells must contain the entire set of molecules, microstructures, and organelles that the mother cell possesses. In particular, they must have a perfectly efficient cell membrane and a nucleus containing the genetic material (which must also be duplicated).","cell_types_mitosis":"The ability of cells to divide varies depending on the type to which they belong. Mitosis occurs in all somatic cells. Some cells in the body have the ability to reproduce throughout life and remain undifferentiated, thus being able to give rise to different cell types: these cells are called stem cells.","meiosis_intro":"There is another cell division process that concerns only one cell type, the sex or gametic cells (spermatozoon and egg cell): MEIOSIS.","meiosis_definition":"Meiosis is a process of reductional division by which a eukaryotic cell with a diploid chromosome set gives rise to 2 cells, which in turn will reproduce with a haploid chromosome set.","meiosis_result":"From a mother cell, four daughter cells are formed, all different from each other. This process might seem very similar to mitosis, but, unlike it, there is a reduction of the chromosome set from a double copy to a single copy. Through so-called crossing-over, there is an exchange and genetic recombination of chromosomes, one of the main events at the base of the evolution of eukaryotic organisms.","sexual_reproduction_intro":"Meiosis is fundamental in sexual reproduction; the recombination of genetic information from the cells of two different individuals (male and female) of the same species produces results that are different each time, and naturally different from the two parents.","fertilization_process":"Each parent provides a 'simple' haploid chromosome set (also called 'halved'), the ovum cell in the female and the spermatozoon in the male; the fusion (fertilization) of the two halved ('remixed') sets restores the full set and gives rise to a single new cell, called a zygote, which will become the new individual.","tissues_title":"TISSUES","tissues_definition":"A tissue is a group of cells with similar shape, structure, and functions, held together by an intercellular substance of varying abundance, composition, and consistency from tissue to tissue.","tissues_list_intro":"The main tissues are:","tissue_list_epiteliale":"– epithelial tissue;","tissue_list_connettivale":"– connective tissue;","tissue_list_muscolare":"– muscular tissue;","tissue_list_nervoso":"– nervous tissue.","epithelial_tissue_title":"Epithelial tissue","epithelial_tissue_definition":"It is made up of cells that are tightly packed together, so the extracellular spaces are extremely small.","epithelial_cell_connections":"In epithelia, cells are held together by special modifications of the membranes of adjacent cells, which can fit into each other, tightly sealing the epithelial cells together. Particular connecting structures, which together form the junctional complex, are often present.","epithelia_types_intro":"We distinguish between covering epithelia, which cover body surfaces (with a protective, absorptive function, etc.), glandular epithelia (with a secretory function), and sensory epithelia (such as taste and olfactory receptors).","epithelium_connective_relationship_intro":"The epithelium always rests on the underlying connective tissue that supports and nourishes it: it attaches to it, in fact, through the interposition of the basal membrane (a dense layer with a complex composition), through which, moreover, nutrients diffuse, which reach the epithelium from the blood vessels of the connective tissue, since the epithelium is devoid of its own vessels (due to the scarcity of extracellular space).","covering_epithelia_layers_title":"Covering epithelia.","covering_epithelia_layers_intro":"Covering epithelia can be distinguished, based on the number of cell layers:","simple_epithelium_title":"simple or single-layered epithelium","simple_epithelium_details":", consisting of a single layer of cells;","compound_epithelium_title":"compound or multi-layered epithelium","compound_epithelium_details":", consisting of more than one layer of cells;","pseudostratified_epithelium_title":"pseudostratified or multi-row epithelium","pseudostratified_epithelium_details":", consisting of a single layer of cells, but whose nuclei are arranged at different heights of the cell body, thus simulating various cell layers.","epithelial_functions_title":"Functions of Covering Epithelia","epithelial_functions_intro":"Covering epithelia line the external surface of the body (the epidermis, the outermost layer of the skin), the internal surface of hollow organs that communicate with the outside (of which they constitute the mucous membrane), the internal surface of blood vessels, of which they constitute the endothelium, the internal surface of large body cavities and the external surface of the organs contained within them (constituting the mesothelium, the epithelial lining of serous membranes: pleura, pericardium, and peritoneum).","factors_determining_function":"The structural and functional characteristics of the individual cells that make up a covering epithelium, their arrangement (in one or more layers), and the location where the epithelium is found are the elements that determine the functions that each type of covering epithelium can perform.","glandular_epithelia_title":"Glandular Epithelia","glandular_epithelia_definition":"Glandular epithelia are composed of cells that produce and secrete (i.e., release outside the cell) certain substances, generically called secretions. These cells can be scattered among other types of cells or grouped to form true organs, called glands.","gland_classification_intro":"If we define a “gland” as any structure that produces and secretes a specific substance, glands can be divided into two groups:","gland_classification_by_secretion":"Based on the fate of the secretion, glands can be divided into:","exocrine_glands_title":"exocrine glands (or “external secretion”)","exocrine_glands_details":", which release their secretion to the outside of the human body or into the lumen of hollow organs, either directly or through excretory ducts, made of covering epithelial cells;","endocrine_glands_title":"endocrine glands (or “internal secretion”)","endocrine_glands_details":", which release their secretion, called a hormone, into the blood vessels.","connective_tissue_title":"Connective Tissue","connective_tissue_definition":"Connective tissue is characterized by the presence of a significant amount of extracellular substance, the ground substance, in which the characteristic cells and fibers of the connective tissue are embedded. The extracellular substance of connective tissue consists of an amorphous matrix or ground substance and three varieties of fibers embedded in it: collagen, reticular, and elastic fibers.","connective_tissue_subdivisions_intro":"The chemical composition of the ground substance, the composition of the fibers, their spatial organization, and, finally, the cell types present, allow for the subdivision of connective tissue into several varieties:","connective_tissue_list_1":"1) connective tissue proper;","connective_tissue_list_2":"2) cartilage tissue;","connective_tissue_list_3":"3) adipose tissue;","connective_tissue_list_4":"4) bone tissue.","connective_tissue_functions_title":"Functions of Connective Tissue","connective_tissue_functions_intro":"Connective tissue performs important functions:","connective_function_1":"1) “Connects,” meaning it links together tissues, organs, and different parts of the body;","connective_function_2":"2) supports the entire organism (by means of the bone skeleton), contains and protects the various organs, of which it forms the 'scaffolding' for support;","connective_function_3":"3) allows the exchange and transport of substances, providing nourishment to the cells of the various organs and tissues;","connective_function_4":"4) participates in defensive processes, particularly against infections. In summary, connective tissue performs nutritive, supportive, mechanical protection, and defense functions.","adipose_tissue_title":"Adipose Tissue","adipose_tissue_definition":"Adipose tissue is made of cells called adipocytes, which have the function of accumulating fats in cytoplasmic vacuoles.","adipose_tissue_types":"There are two types of adipose tissue: white and brown. The former serves as an energy reserve, while the latter is responsible for accumulating reserves that will be dissipated as thermal energy.","nervous_tissue_title":"Nervous Tissue","nervous_tissue_definition":"Nervous tissue is composed of various types of cells and the extensions that originate from these cells. The main cells that make up nervous tissue are neurons, which are irritable (or excitable) cells capable of generating and transmitting nerve impulses in response to specific stimuli.","neuron_structure":"Neurons consist of a cell body with different shapes and sizes in the different parts of the nervous system, provided with a variable number of short extensions, called dendrites, and one extension, generally long, called the axon.","neuron_association":"Multiple neurons can associate to form nerves.","neuron_reproduction_note":"Unlike other cells, neurons, once formed, no longer divide. This means that neurons do not reproduce.","neuron_properties_intro":"The nerve cell is able to receive, conduct, and transmit nerve impulses and is characterized by two properties:","neuron_property_excitability":"excitability, meaning the ability to react to stimuli from the external environment by transforming them into nerve impulses;","neuron_property_conductivity":"conductivity, meaning the ability to transmit nerve impulses.","synapse_title":"Synapse","synapse_description":"The mechanism for transmitting information from one neuron to another is called a synapse. When an impulse arrives at a neuron, a chemical substance called a neurotransmitter is released and transmitted to the adjacent cell, and so on, thus allowing the organism to perform various functions.","_section_dyslexia":"=== Simple version for dyslexia and low vision  ===","cell_title":"CELL","cell_definition":"The cell is the smallest unit of every living thing. It's like a brick that builds the body.","cell_hierarchy_1":"Cells join together to form tissues.","cell_hierarchy_2":"Tissues form organs.","cell_hierarchy_3":"Organs work together in systems.","cell_importance":"The human body has many types of cells. They are all important for staying healthy.","cell_functions_intro":"Cells make the body work. Thanks to them:","heart_function":"The heart beats","brain_function":"The brain thinks","kidney_function":"The kidneys clean the blood","skin_function":"The skin regenerates","cell_reproduction":"Every cell is born from another cell. It divides into two identical cells. This process is called","mitosis_name":"mitosis","simple_cell_parts_title":"Parts of the cell:","simple_nucleus_title":"Cell Nucleus","simple_nucleus_description_1":"It's the 'control center' of the cell. It has a double membrane with small holes (pores) to communicate with the rest.","simple_nucleus_description_2":"Inside are DNA and RNA, which contain genetic information.","simple_mitochondrion_title":"Mitochondrion","simple_mitochondrion_description":"It's the 'powerhouse'. It produces energy in the form of ATP, which is needed for all cellular functions.","simple_golgi_apparatus_title":"Golgi Apparatus","simple_golgi_apparatus_description_1":"It prepares, modifies, and ships proteins and fats.","simple_golgi_apparatus_description_2":"It's like the cell's 'post office'. It receives proteins from the endoplasmic reticulum and sends them to the lysosomes or the membrane.","simple_er_title":"Endoplasmic Reticulum","simple_er_intro":"It's a system of tubes in the cytoplasm. It has two types:","simple_smooth_er_title":"Smooth Endoplasmic Reticulum (S.E.R.)","simple_smooth_er_description":"It has a smooth surface because it doesn't have ribosomes.","simple_smooth_er_function_1":"Produces fats (lipids) and cholesterol","simple_smooth_er_function_2":"Synthesizes sex hormones","simple_smooth_er_function_3":"Helps the liver clean the blood (detoxification)","simple_smooth_er_function_4":"Regulates the amount of calcium in the cell","simple_rough_er_title":"Rough Endoplasmic Reticulum (R.E.R.)","simple_rough_er_description_1":"It has a 'rough' surface because it's covered in ribosomes.","simple_rough_er_description_2":"Ribosomes are used to produce proteins. This process is called protein synthesis.","simple_peroxisome_title":"Peroxisome","simple_peroxisome_description_intro":"It's a small structure enclosed by a membrane. It has important functions:","simple_peroxisome_function_1":"Produces bile acids, which help digest fats","simple_peroxisome_function_2":"Promotes the absorption of vitamins like A and K","simple_peroxisome_function_3":"Produces hydrogen peroxide to defend against bacteria","simple_peroxisome_function_4":"Breaks down long and branched fats","simple_peroxisome_function_5":"Produces substances (plasmalogens) useful for the brain and lungs","simple_lysosome_title":"Lysosome","simple_lysosome_description_1":"It's the cell's 'dumpster' and 'recycler.'","simple_lysosome_function_1":"Destroys germs and foreign substances (heterophagy)","simple_lysosome_function_2":"Recycles the old parts of the cell (autophagy)","simple_lysosome_function_3":"Helps white blood cells fight infections","simple_lysosome_description_2":"Thanks to lysosomes, the cell cleans and regenerates itself.","simple_dna_title":"DNA","simple_dna_definition":"DNA is the molecule that contains the genetic information of every person.","simple_dna_components_intro":"It's made of many small pieces called nucleotides. Each nucleotide has:","simple_dna_component_1":"A phosphate group","simple_dna_component_2":"A sugar","simple_dna_component_3":"A nitrogenous base (A, T, C, G)","simple_dna_genetic_code":"The sequence of these bases forms the genetic code, which determines how our body is made and how it works.","simple_dna_instructions":"DNA gives instructions to other parts of the cell to make the proteins we need.","simple_genes_title":"Genes","simple_genes_definition_intro":"A gene is a piece of DNA that contains the instructions to make:","simple_genes_product_1":"A protein","simple_genes_product_2":"Or a structural RNA","simple_protein_functions_intro":"Proteins are fundamental for:","simple_protein_function_1":"The cell's survival","simple_protein_function_2":"Its growth","simple_protein_function_3":"Its specialization (e.g., muscle cell, nerve cell, etc.)","simple_chromosomes_title":"Chromosomes","simple_chromosomes_definition":"Chromosomes are rod-shaped structures made of DNA and proteins. They are found in the cell's nucleus.","simple_chromosomes_mitosis":"During cell division (mitosis), the chromosomes copy themselves and move to give each new cell the same genetic makeup.","simple_chromosomes_human_number":"Humans have 46 chromosomes: 23 inherited from the mother and 23 from the father.","simple_chromosomes_uniqueness":"Chromosomes contain all the genes that make us unique: from our physical appearance to our body's functions."}}