{
  "it": {
    "cellula_title": "CELLULA",
    "cellula_subtitle": "Unità strutturale funzionale di ciascun organismo vivente.",
    "cellula_description_part1": "Per svolgere la loro funzione, le cellule risultano essere raggruppate in tessuti, per poi andare a formare strutture sempre più complesse come:",
    "cellula_organs_title": "ORGANI, APPARATI, SISTEMI",
    "cellula_description_part2": "Il corpo umano contiene centinaia di tipi cellulari diversi di primaria importanza per la nostra salute quotidiana. Cellule responsabili di mantenere i nostri corpi funzionanti, e quindi: Fare in modo che il nostro cuore batta, che il cervello pensi, che i reni depurino il sangue, che la nostra pelle si rigeneri, e così via...",
    "cellula_mitosi_part1": "Tutte queste cellule derivano da altre cellule preesistenti che si duplicano in un processo di divisione cellulare, chiamato",
    "cellula_mitosi_title": "MITOSI",
    "cellula_mitosi_part2": "grazie al quale a partire da una cellula se ne formano due altrettanto identiche.",
    "cell_nucleus_title": "Nucleo Cellulare",
    "cell_nucleus_description": "Compartimento cellulare, delimitato da doppia membrana con piccoli canali (pori) per comunicare con l’esterno tramite il Nucleoplasma/Citoplasma, e ",
    "cell_nucleus_content_dna_rna": "contenente DNA/RNA",
    "mitochondrion_title": "Mitocondrio",
    "mitochondrion_description": "Centrale elettrica;",
    "mitochondrion_energy_production": "Produzione energia tramite respirazione cellulare aerobica ATP (adenosina trifosfato), energia chimica.",
    "golgi_apparatus_title": "Apparato del Golgi",
    "golgi_apparatus_description": "Glicosilazione (glicolipidi/glicoproteine) ",
    "golgi_apparatus_function": "rielaborare, selezionare, esportare aminoacidi/proteine provenienti dal Reticolo endoplasmatico e da inviare ai Lisosomi.",
    "endoplasmic_reticulum_title": "Reticolo endoplasmatico",
    "endoplasmic_reticulum_description1": "Situato nel Citoplasma, a forma di labirinto, si divide in due forme;",
    "er_smooth_rel": "LISCIO (R.E.L.) e RUGOSO (R.E.R.)",
    "er_smooth_function": "Il LISCIO con membrana liscia per la produzione lipidi, sintesi di alcuni steroidi (es. ormoni sessuali), regolazione/concentrazione dello ione Calcio.",
    "er_smooth_detox": "Nel fegato come detossificatore sintesi lipidi/colesterolo.",
    "er_rough_rer": "Il RUGOSO così chiamato per via della presenza sulla membrana di Ribosomi, essenziali nel processo",
    "er_rough_function": "sintesi proteica.",
    "peroxisome_title": "Perossisoma",
    "peroxisome_description1": "Separato dal Citoplasma da una membrana doppio strato lipidico.",
    "peroxisome_functions": "Produzione di acidi biliari, importanti per l'assorbimento di grassi e vitamine liposolubili, come le vitamine A e K. Produzione di perossido di idrogeno (acqua ossigenata), catabolismo acidi grassi a catena lunga/ramificata, sintesi lipidica per il metabolismo energetico. Biosintesi di plasmalogeni (fosfolipidi) per il funzionamento di cervello e polmoni.",
    "lysosome_title": "Lisosoma",
    "lysosome_hydrolase": "(Idrolasi acide)",
    "lysosome_degradation_function": "Responsabile della degradazione/digestione (distruzione) molecole estranee, e macromolecole ingerite dalla cellula.",
    "lysosome_recycling": "Distruzione/riciclaggio cellule senescenti; Tramite questa funzione i globuli bianchi possono disfarsi di patogeni (cellule morte) precedentemente distrutti.",
    "lysosome_autophagy_heterophagy": "Autofagia/Eterofagia; Rimozione selettiva cellule danneggiate.",
    "lysosome_autophagosome": "Autofagosoma; Distruzione patogeni utilizzandoli come fonte di energia.",
    "dna_title": "DNA",
    "dna_description1": "Molecola delle informazioni genetiche (acido desossiribonucleico)",
    "dna_description2": "Il DNA, ovvero, la sequenza di determinati acidi nucleici (nucleotidi) nella cellula, ciò determina il codice genetico di ciascun individuo (caratteristiche morfologiche/biochimiche). I nucleotidi (unità ripetitive) sono costituiti da tre componenti fondamentali (gruppo fosfato e zucchero esternamente e base azotata internamente).",
    "dna_imprinting_function": "Il DNA genera l’imprinting ai vari componenti cellulari che verranno a crearsi successivamente, il quale avendo ricevuto l’orientamento si comporteranno in funzione del loro scopo (Geni).",
    "genes_title": "Geni",
    "genes_description": "(unità ereditaria) ovvero, una codifica da parte del DNA, che può essere o un RNA strutturale, oppure una proteina.",
    "genes_protein_production": "La produzione di queste proteine saranno responsabili e necessarie per la sopravvivenza, moltiplicazione, specializzazione della cellula stessa.",
    "chromosomes_title": "CROMOSOMI",
    "chromosomes_description": "(portatori dei caratteri ereditari) I cromosomi sono strutture a bastoncino costituiti principalmente da DNA e PROTEINE presenti nel nucleo cellulare, per poi migrare nella cellula nelle varie fasi della Mitosi."
  },
  "en": {
    "cellula_title": "CELL",
    "cellula_subtitle": "The functional structural unit of every living organism.",
    "cellula_description_part1": "To perform their function, cells are grouped into tissues, which then go on to form increasingly complex structures such as:",
    "cellula_organs_title": "ORGANS, APPARATUSES, SYSTEMS",
    "cellula_description_part2": "The human body contains hundreds of different cell types of primary importance for our daily health. Cells responsible for keeping our bodies functioning, and therefore: Making our heart beat, our brain think, our kidneys purify the blood, our skin regenerate, and so on...",
    "cellula_mitosi_part1": "All these cells derive from other pre-existing cells that duplicate themselves in a process of cell division, called",
    "cellula_mitosi_title": "MITOSIS",
    "cellula_mitosi_part2": "thanks to which one cell forms two identical ones.",
    "cell_nucleus_title": "Cell Nucleus",
    "cell_nucleus_description": "A cellular compartment, bounded by a double membrane with small channels (pores) to communicate with the outside via the Nucleoplasm/Cytoplasm, and ",
    "cell_nucleus_content_dna_rna": "containing DNA/RNA",
    "mitochondrion_title": "Mitochondrion",
    "mitochondrion_description": "Powerhouse;",
    "mitochondrion_energy_production": "Production of energy through aerobic cellular respiration ATP (adenosine triphosphate), chemical energy.",
    "golgi_apparatus_title": "Golgi Apparatus",
    "golgi_apparatus_description": "Glycosylation (glycolipids/glycoproteins) ",
    "golgi_apparatus_function": "reprocessing, selecting, and exporting amino acids/proteins from the Endoplasmic Reticulum to be sent to Lysosomes.",
    "endoplasmic_reticulum_title": "Endoplasmic Reticulum",
    "endoplasmic_reticulum_description1": "Located in the Cytoplasm, shaped like a maze, it is divided into two forms;",
    "er_smooth_rel": "SMOOTH (S.E.R.) and ROUGH (R.E.R.)",
    "er_smooth_function": "The SMOOTH one has a smooth membrane for lipid production, synthesis of certain steroids (e.g., sex hormones), and regulation/concentration of the Calcium ion.",
    "er_smooth_detox": "In the liver as a detoxifier for lipid/cholesterol synthesis.",
    "er_rough_rer": "The ROUGH one is so named because of the presence of Ribosomes on its membrane, which are essential in the process of",
    "er_rough_function": "protein synthesis.",
    "peroxisome_title": "Peroxisome",
    "peroxisome_description1": "(microbody) Separated from the Cytoplasm by a lipid bilayer membrane.",
    "peroxisome_functions": "Production of bile acids, important for the absorption of fats and fat-soluble vitamins, such as vitamins A and K. Production of hydrogen peroxide, catabolism of long-chain/branched fatty acids, lipid synthesis for energy metabolism. Biosynthesis of plasmalogens (phospholipids) for brain and lung function.",
    "lysosome_title": "Lysosome",
    "lysosome_hydrolase": "(Acid hydrolases)",
    "lysosome_degradation_function": "Responsible for the degradation/digestion (destruction) of foreign molecules and macromolecules ingested by the cell.",
    "lysosome_recycling": "Destruction/recycling of senescent cells; Through this function, white blood cells can dispose of previously destroyed pathogens (dead cells).",
    "lysosome_autophagy_heterophagy": "Autophagy/Heterophagy; Selective removal of damaged cells.",
    "lysosome_autophagosome": "Autophagosome; Destruction of pathogens by using them as an energy source.",
    "dna_title": "DNA",
    "dna_description1": "The molecule of genetic information (deoxyribonucleic acid)",
    "dna_description2": "DNA, the sequence of certain nucleic acids (nucleotides) in the cell, determines the genetic code of each individual (morphological/biochemical characteristics). Nucleotides (repeating units) consist of three fundamental components (a phosphate group and a sugar externally, and a nitrogenous base internally).",
    "dna_imprinting_function": "DNA generates the imprinting for the various cellular components that will be created later, which, having received the orientation, will behave according to their purpose (Genes).",
    "genes_title": "Genes",
    "genes_description": "(hereditary unit) that is, an encoding by the DNA, which can be either a structural RNA or a protein.",
    "genes_protein_production": "The production of these proteins will be responsible and necessary for the survival, multiplication, and specialization of the cell itself.",
    "chromosomes_title": "CHROMOSOMES",
    "chromosomes_description": "(carriers of hereditary traits) Chromosomes are rod-shaped structures consisting mainly of DNA and PROTEINS present in the cell nucleus, which then migrate into the cell during the various phases of Mitosis."
  }
}