{
  "it": {
    "cellula_title": "CELLULA",
    "cellula_subtitle": "Unità strutturale funzionale di ciascun organismo vivente.",
    "cellula_description_part1": "Per svolgere la loro funzione, le cellule risultano essere raggruppate in tessuti, per poi andare a formare strutture sempre più complesse come:",
    "cellula_organs_title": "ORGANI, APPARATI, SISTEMI",
    "cellula_description_part2": "Il corpo umano contiene centinaia di tipi cellulari diversi di primaria importanza per la nostra salute quotidiana. Cellule responsabili di mantenere i nostri corpi funzionanti, e quindi: Fare in modo che il nostro cuore batta, che il cervello pensi, che i reni depurino il sangue, che la nostra pelle si rigeneri, e così via...",
    "cellula_mitosi_part1": "Tutte queste cellule derivano da altre cellule preesistenti che si duplicano in un processo di divisione cellulare, chiamato",
    "cellula_mitosi_title": "MITOSI",
    "cellula_mitosi_part2": "grazie al quale a partire da una cellula se ne formano due altrettanto identiche.",
    "cell_nucleus_title": "Nucleo Cellulare",
    "cell_nucleus_description": "Compartimento cellulare, delimitato da doppia membrana con piccoli canali (pori) per comunicare con l’esterno tramite il Nucleoplasma/Citoplasma, e ",
    "cell_nucleus_content_dna_rna": "contenente DNA/RNA",
    "mitochondrion_title": "Mitocondrio",
    "mitochondrion_description": "Centrale elettrica;",
    "mitochondrion_energy_production": "Produzione energia tramite respirazione cellulare aerobica ATP (adenosina trifosfato), energia chimica.",
    "golgi_apparatus_title": "Apparato del Golgi",
    "golgi_apparatus_description": "Glicosilazione (glicolipidi/glicoproteine) ",
    "golgi_apparatus_function": "rielaborare, selezionare, esportare aminoacidi/proteine provenienti dal Reticolo endoplasmatico e da inviare ai Lisosomi.",
    "endoplasmic_reticulum_title": "Reticolo endoplasmatico",
    "endoplasmic_reticulum_description1": "Situato nel Citoplasma, a forma di labirinto, si divide in due forme;",
    "er_smooth_rel": "LISCIO (R.E.L.) e RUGOSO (R.E.R.)",
    "er_smooth_function": "Il LISCIO con membrana liscia per la produzione lipidi, sintesi di alcuni steroidi (es. ormoni sessuali), regolazione/concentrazione dello ione Calcio.",
    "er_smooth_detox": "Nel fegato come detossificatore sintesi lipidi/colesterolo.",
    "er_rough_rer": "Il RUGOSO così chiamato per via della presenza sulla membrana di Ribosomi, essenziali nel processo",
    "er_rough_function": "sintesi proteica.",
    "peroxisome_title": "Perossisoma (microcorpo)",
    "peroxisome_description1": "Separato dal Citoplasma da una membrana doppio strato lipidico.",
    "peroxisome_functions": "Produzione di acidi biliari, importanti per l'assorbimento di grassi e vitamine liposolubili, come le vitamine A e K. Produzione di perossido di idrogeno (acqua ossigenata), catabolismo acidi grassi a catena lunga/ramificata, sintesi lipidica per il metabolismo energetico. Biosintesi di plasmalogeni (fosfolipidi) per il funzionamento di cervello e polmoni.",
    "lysosome_title": "Lisosoma",
    "lysosome_hydrolase": "(Idrolasi acide)",
    "lysosome_degradation_function": "Responsabile della degradazione/digestione (distruzione) molecole estranee, e macromolecole ingerite dalla cellula.",
    "lysosome_recycling": "Distruzione/riciclaggio cellule senescenti; Tramite questa funzione i globuli bianchi possono disfarsi di patogeni (cellule morte) precedentemente distrutti.",
    "lysosome_autophagy_heterophagy": "Autofagia/Eterofagia; Rimozione selettiva cellule danneggiate.",
    "lysosome_autophagosome": "Autofagosoma; Distruzione patogeni utilizzandoli come fonte di energia.",
    "dna_title": "DNA",
    "dna_description1": "Molecola delle informazioni genetiche (acido desossiribonucleico)",
    "dna_description2": "Il DNA, ovvero, la sequenza di determinati acidi nucleici (nucleotidi) nella cellula, ciò determina il codice genetico di ciascun individuo (caratteristiche morfologiche/biochimiche). I nucleotidi (unità ripetitive) sono costituiti da tre componenti fondamentali (gruppo fosfato e zucchero esternamente e base azotata internamente).",
    "dna_imprinting_function": "Il DNA genera l’imprinting ai vari componenti cellulari che verranno a crearsi successivamente, il quale avendo ricevuto l’orientamento si comporteranno in funzione del loro scopo (Geni).",
    "genes_title": "Geni",
    "genes_description": "(unità ereditaria) ovvero, una codifica da parte del DNA, che può essere o un RNA strutturale, oppure una proteina.",
    "genes_protein_production": "La produzione di queste proteine saranno responsabili e necessarie per la sopravvivenza, moltiplicazione, specializzazione della cellula stessa.",
    "chromosomes_title": "CROMOSOMI",
    "chromosomes_description": "(portatori dei caratteri ereditari) I cromosomi sono strutture a bastoncino costituiti principalmente da DNA e PROTEINE presenti nel nucleo cellulare, per poi migrare nella cellula nelle varie fasi della Mitosi.",
    "life_basis_title": "LA CELLULA COME BASE DELLA VITA",
    "life_basis_intro": "Gli organismi viventi sono tutti costituiti da unità fondamentali chiamate cellule, organizzate sostanzialmente nello stesso modo. L’insieme di studi al microscopio e le osservazioni di numerosi ricercatori permisero di arrivare alla teoria cellulare, secondo la quale:",
    "cell_theory_point1": "1) tutti i viventi sono formati da una o più cellule;",
    "cell_theory_point2": "2) le cellule costituiscono le unità fondamentali di ciascun organismo;",
    "cell_theory_point3": "3) tutte le cellule derivano da altre cellule.",
    "organisms_classification": "Tutti i viventi sono costituiti da una o più cellule: in base a questa caratteristica possono essere suddivisi, rispettivamente, in organismi unicellulari e pluricellulari. Al primo gruppo appartengono archeobatteri, eubatteri, alghe azzurre e i protisti; il secondo gruppo comprende le piante, gli animali, e i funghi pluricellulari.",
    "cell_types_intro": "In natura esistono due tipi di cellule: la cellula eucariote e la cellula procariote.",
    "cell_components_intro": "Per poter svolgere le loro molte attività tutte le cellule devono disporre di:",
    "component1_title": "1) Un corpo cellulare",
    "component1_description": "riempito dal citoplasma, un liquido in cui avvengono tutte le reazioni chimiche necessarie al mantenimento in vita delle cellule e alla loro riproduzione;",
    "component2_title": "2) Una membrana:",
    "component2_description": "il confine che separa le cellule dall’ambiente circostante, e ne garantisce la comunicazione con l’ambiente extracellulare;",
    "component3_title": "3) Un insieme di istruzioni genetiche (dna)",
    "component3_description": "in cui è contenuto il “programma” per il loro sviluppo, la loro specializzazione e riproduzione.",
    "eukaryotes_prokaryotes_comparison": "Queste tre componenti fondamentali si trovano sia nelle cellule procariote sia nelle cellule eucariote: le prime caratterizzano i batteri; le seconde sono tipiche di piante e animali (uomini compresi). Procarioti ed eucarioti differiscono di molto nella organizzazione del dna e nell’organizzazione del corpo cellulare. Presentano invece una membrana plasmatica dotata di una medesima struttura.",
    "eukaryotic_details_title": "Le cellule eucariotiche",
    "eukaryotic_details_description": "sono le più evolute, in quanto le diverse funzioni metaboliche sono svolte da strutture specializzate, vere e proprie compartimentazioni nella cellula, che prendono nome di organuli cellulari. Inoltre, queste cellule possiedono un nucleo ben definito e delimitato da una doppia membrana, che ha come compito principale il controllo e la raccolta del DNA. Tutti gli organismi evoluti (animali e piante) sono costituiti da miliardi di cellule eucariotiche. Sono cellule di diametro compreso tra i 20 i 50 micron (micron è un milionesimo di metro).",
    "prokaryotic_details_title": "L’altro tipo di cellule, chiamate procariotiche",
    "prokaryotic_details_description": "sono più piccole delle altre (grandezza dell’ordine di 1- 5 micron) e fondamentalmente più semplici. La differenza principale sta nell’assenza di un vero e proprio nucleo, per cui il materiale contenente l’informazione genetica risulta sparso nella cellula stessa. Sono inoltre prive di organuli, ad eccezione dei ribosomi, preposti alla sintesi delle proteine. Le funzioni cellulari sono comunque effettuate da complessi enzimatici analoghi a quelli delle cellule eucariotiche. Tutti i batteri sono costituiti da una sola cellula procariotica (unicellulari).",
    "cytoplasm_membrane_intro_image_alt": "Illustrazione di una cellula con evidenziate le sezioni di citoplasma e membrana cellulare.",
    "cytoplasm_details": "Ogni cellula è a contatto con l’ambiente circostante, il quale è costituito principalmente da acqua. L’interno della cellula è il CITOPLASMA, formato da una componente semifluida, IL CITOSOL, contenente acqua, sali minerali e molecole organiche, in cui si trovano immerse tutte le strutture dette organuli o organelli.",
    "cell_membrane_details": "Per evitare la perdita e la dispersione dei minerali contenuti nella cellula esiste uno strato che separa ed agisce come barriera tra l’esterno e l’interno ed ha struttura stabile non mescolabile con l’acqua. Tale barriera, che viene chiamata MEMBRANA CELLULARE O PLASMATICA, è costituita da un doppio strato continuo di molecole di fosfolipidi, attraversata parzialmente o completamente da numerose proteine.",
    "fluid_mosaic_model": "I fosfolipidi sono particolari grassi, formati da una “testa” di glicerolo legato ad un gruppo fosfato e da due “code” di acidi grassi. Nelle membrane sia i lipidi che le proteine possono muoversi (possono “scivolare”), perciò la membrana ha una struttura dinamica denominata anche “modello a mosaico fluido”."
  },
  "en": {
    "cellula_title": "CELL",
    "cellula_subtitle": "The functional structural unit of every living organism.",
    "cellula_description_part1": "To perform their function, cells are grouped into tissues, which then go on to form increasingly complex structures such as:",
    "cellula_organs_title": "ORGANS, APPARATUSES, SYSTEMS",
    "cellula_description_part2": "The human body contains hundreds of different cell types of primary importance for our daily health. Cells responsible for keeping our bodies functioning, and therefore: Making our heart beat, our brain think, our kidneys purify the blood, our skin regenerate, and so on...",
    "cellula_mitosi_part1": "All these cells derive from other pre-existing cells that duplicate themselves in a process of cell division, called",
    "cellula_mitosi_title": "MITOSIS",
    "cellula_mitosi_part2": "thanks to which one cell forms two identical ones.",
    "cell_nucleus_title": "Cell Nucleus",
    "cell_nucleus_description": "A cellular compartment, bounded by a double membrane with small channels (pores) to communicate with the outside via the Nucleoplasm/Cytoplasm, and ",
    "cell_nucleus_content_dna_rna": "containing DNA/RNA",
    "mitochondrion_title": "Mitochondrion",
    "mitochondrion_description": "Powerhouse;",
    "mitochondrion_energy_production": "Production of energy through aerobic cellular respiration ATP (adenosine triphosphate), chemical energy.",
    "golgi_apparatus_title": "Golgi Apparatus",
    "golgi_apparatus_description": "Glycosylation (glycolipids/glycoproteins) ",
    "golgi_apparatus_function": "reprocessing, selecting, and exporting amino acids/proteins from the Endoplasmic Reticulum to be sent to Lysosomes.",
    "endoplasmic_reticulum_title": "Endoplasmic Reticulum",
    "endoplasmic_reticulum_description1": "Located in the Cytoplasm, shaped like a maze, it is divided into two forms;",
    "er_smooth_rel": "SMOOTH (S.E.R.) and ROUGH (R.E.R.)",
    "er_smooth_function": "The SMOOTH one has a smooth membrane for lipid production, synthesis of certain steroids (e.g., sex hormones), and regulation/concentration of the Calcium ion.",
    "er_smooth_detox": "In the liver as a detoxifier for lipid/cholesterol synthesis.",
    "er_rough_rer": "The ROUGH one is so named because of the presence of Ribosomes on its membrane, which are essential in the process of",
    "er_rough_function": "protein synthesis.",
    "peroxisome_title": "Peroxisome (microbody)",
    "peroxisome_description1": "(microbody) Separated from the Cytoplasm by a lipid bilayer membrane.",
    "peroxisome_functions": "Production of bile acids, important for the absorption of fats and fat-soluble vitamins, such as vitamins A and K. Production of hydrogen peroxide, catabolism of long-chain/branched fatty acids, lipid synthesis for energy metabolism. Biosynthesis of plasmalogens (phospholipids) for brain and lung function.",
    "lysosome_title": "Lysosome",
    "lysosome_hydrolase": "(Acid hydrolases)",
    "lysosome_degradation_function": "Responsible for the degradation/digestion (destruction) of foreign molecules and macromolecules ingested by the cell.",
    "lysosome_recycling": "Destruction/recycling of senescent cells; Through this function, white blood cells can dispose of previously destroyed pathogens (dead cells).",
    "lysosome_autophagy_heterophagy": "Autophagy/Heterophagy; Selective removal of damaged cells.",
    "lysosome_autophagosome": "Autophagosome; Destruction of pathogens by using them as an energy source.",
    "dna_title": "DNA",
    "dna_description1": "The molecule of genetic information (deoxyribonucleic acid)",
    "dna_description2": "DNA, the sequence of certain nucleic acids (nucleotides) in the cell, determines the genetic code of each individual (morphological/biochemical characteristics). Nucleotides (repeating units) consist of three fundamental components (a phosphate group and a sugar externally, and a nitrogenous base internally).",
    "dna_imprinting_function": "DNA generates the imprinting for the various cellular components that will be created later, which, having received the orientation, will behave according to their purpose (Genes).",
    "genes_title": "Genes",
    "genes_description": "(hereditary unit) that is, an encoding by the DNA, which can be either a structural RNA or a protein.",
    "genes_protein_production": "The production of these proteins will be responsible and necessary for the survival, multiplication, and specialization of the cell itself.",
    "chromosomes_title": "CHROMOSOMES",
    "chromosomes_description": "(carriers of hereditary traits) Chromosomes are rod-shaped structures consisting mainly of DNA and PROTEINS present in the cell nucleus, which then migrate into the cell during the various phases of Mitosis.",
    "life_basis_title": "THE CELL AS THE BASIS OF LIFE",
    "life_basis_intro": "Living organisms are all made of fundamental units called cells, which are organized in essentially the same way. A combination of microscopic studies and observations by numerous researchers led to the cellular theory, according to which:",
    "cell_theory_point1": "1) all living things are made of one or more cells;",
    "cell_theory_point2": "2) cells are the fundamental units of every organism;",
    "cell_theory_point3": "3) all cells come from other cells.",
    "organisms_classification": "All living things are made of one or more cells: based on this characteristic, they can be divided into unicellular and multicellular organisms, respectively. The first group includes archaebacteria, eubacteria, blue-green algae, and protists; the second group includes plants, animals, and multicellular fungi.",
    "cell_types_intro": "In nature, there are two types of cells: the eukaryote cell and the prokaryote cell.",
    "cell_components_intro": "To carry out their many activities, all cells must have:",
    "component1_title": "1) A cell body",
    "component1_description": "filled with cytoplasm, a liquid in which all the chemical reactions necessary for the life and reproduction of cells take place;",
    "component2_title": "2) A membrane:",
    "component2_description": "the boundary that separates the cells from the surrounding environment, and ensures their communication with the extracellular environment;",
    "component3_title": "3) A set of genetic instructions (dna)",
    "component3_description": "which contains the “program” for their development, specialization, and reproduction.",
    "eukaryotes_prokaryotes_comparison": "These three fundamental components are found in both prokaryotic and eukaryotic cells: the former characterize bacteria; the latter are typical of plants and animals (including humans). Prokaryotes and eukaryotes differ greatly in the organization of their DNA and the organization of the cell body. However, they have a plasma membrane with the same structure.",
    "eukaryotic_details_title": "Eukaryotic cells",
    "eukaryotic_details_description": "are the most evolved, as the different metabolic functions are performed by specialized structures, true cellular compartments, which are called cellular organelles. Furthermore, these cells possess a well-defined nucleus bounded by a double membrane, whose main task is to control and store the DNA. All evolved organisms (animals and plants) are made of billions of eukaryotic cells. They are cells with a diameter of between 20 and 50 microns (a micron is one-millionth of a meter).",
    "prokaryotic_details_title": "The other type of cells, called prokaryotic",
    "prokaryotic_details_description": "are smaller than the others (size on the order of 1-5 microns) and fundamentally simpler. The main difference lies in the absence of a true nucleus, so the material containing the genetic information is scattered throughout the cell itself. They also lack organelles, with the exception of ribosomes, which are responsible for protein synthesis. The cellular functions are still carried out by enzyme complexes analogous to those of eukaryotic cells. All bacteria are made of a single prokaryotic cell (unicellular).",
    "cytoplasm_membrane_intro_image_alt": "Illustration of a cell with the cytoplasm and cell membrane sections highlighted.",
    "cytoplasm_details": "Every cell is in contact with the surrounding environment, which is mainly composed of water. The inside of the cell is the CYTOPLASM, made up of a semifluid component, the CYTOSOL, containing water, mineral salts and organic molecules, in which all the structures called organelles are immersed.",
    "cell_membrane_details": "To prevent the loss and dispersion of the minerals contained in the cell, there is a layer that separates and acts as a barrier between the outside and the inside and has a stable structure that cannot be mixed with water. This barrier, which is called the CELLULAR OR PLASMA MEMBRANE, is made up of a continuous double layer of phospholipid molecules, partially or completely crossed by numerous proteins.",
    "fluid_mosaic_model": "Phospholipids are special fats, formed by a “head” of glycerol linked to a phosphate group and two “tails” of fatty acids. In membranes, both lipids and proteins can move (they can “slide”), so the membrane has a dynamic structure also called the “fluid mosaic model”."
  }
}