{
  "it": {
   "apparato-circolatorio": "APPARATO CIRCOLATORIO",
    "introduzione": "Introduzione",
    "testo-1": "Le cellule permettono un progressivo perfezionamento delle funzioni.",
    "testo-2": "Il ricambio cellulare deve avvenire rapidamente affinché la vita possa rinnovarsi.",
    "testo-3": "A questa funzione provvede l’apparato circolatorio, nel quale il liquido circolante, il sangue, si pone in contatto con le cavità e i tessuti in cui si operano gli scambi.",
    "testo-4": "Il sangue, spinto da una pompa (il cuore), circola in un sistema di vasi impermeabili (arterie e vene) che si ramificano abbondantemente, diventando permeabili e distribuendosi in tutte le cellule dell’organismo grazie anche ai capillari.",
     "apporto-sostanze": "L’apporto di sostanze dall’esterno si realizza attraverso gli apparati:",
    "respiratorio": "respiratorio",
    "digerente": "digerente.",
    "scambio-ossigeno": "Attraverso l’apparato respiratorio, l’aria arriva agli alveoli polmonari e da qui l’ossigeno viene ceduto al sangue che lo distribuisce a tutti i tessuti.",
    "assorbimento-nutrienti": "I materiali solidi e liquidi entrano attraverso l’apparato digerente, e qui, dopo aver subito diverse trasformazioni, vengono assorbiti a livello dei villi intestinali e trasportati dal sangue sino alle cellule che devono utilizzarli.",
    "funzione-fegato": "Un organo, frapposto in questo circuito, il fegato, funziona da filtro, laboratorio, riserva, e impedisce inoltre che la composizione del sangue vari nei periodi intercorrenti tra una digestione e l’altra.",
    "eliminazione-rifiuti": "I prodotti di rifiuto gassosi (CO2) sono eliminati dai polmoni; le sostanze idrosolubili inutili dal rene; gli scarti del processo digestivo, dall’intestino, con le feci.",
    "recettori-movimento": "Diversi recettori ci informano delle caratteristiche del mondo esterno e interno; un sistema integrato di muscoli e ossa da all’individuo la capacità di muoversi.",
    "coordinamento-apparati": "Il funzionamento di tutti gli apparati e sistemi dipende dal loro coordinamento affidato al sistema nervoso e al sistema endocrino." 
  },
  "en": {
   "apparato-circolatorio": "CIRCULATORY SYSTEM",
    "introduzione": "Introduction",
    "testo-1": "Cells allow a progressive refinement of functions.",
    "testo-2": "Cellular turnover must occur rapidly for life to renew itself.",
    "testo-3": "This function is carried out by the circulatory system, in which the circulating fluid, blood, comes into contact with the cavities and tissues where exchanges take place.",
    "testo-4": "Blood, pushed by a pump (the heart), circulates through a system of impermeable vessels (arteries and veins) that branch extensively, becoming permeable and distributing to all cells of the organism, also thanks to capillaries.",
     "apporto-sostanze": "The intake of substances from the outside occurs through the:",
    "respiratorio": "respiratory",
    "digerente": "and digestive systems.",
    "scambio-ossigeno": "Through the respiratory system, air reaches the pulmonary alveoli, and from there oxygen is transferred to the blood, which distributes it to all tissues.",
    "assorbimento-nutrienti": "Solid and liquid materials enter through the digestive system, where, after undergoing various transformations, they are absorbed at the level of the intestinal villi and transported by the blood to the cells that need to use them.",
    "funzione-fegato": "An organ interposed in this circuit, the liver, acts as a filter, laboratory, and reservoir, and also prevents the composition of the blood from varying between one digestion and the next.",
    "eliminazione-rifiuti": "Gaseous waste products (CO2) are eliminated by the lungs; useless water-soluble substances by the kidneys; and digestive waste by the intestine, in the form of feces.",
    "recettori-movimento": "Various receptors inform us about the characteristics of the external and internal world; an integrated system of muscles and bones gives the individual the ability to move.",
    "coordinamento-apparati": "The functioning of all organs and systems depends on their coordination, entrusted to the nervous and endocrine systems."
  }
}