{
  "it": {
    "title_circulatory_system": "APPARATO CIRCOLATORIO",
    "section_introduction": "Introduzione",
    "text_paragraph_1": "Le cellule permettono un progressivo perfezionamento delle funzioni.",
    "text_paragraph_2": "Il ricambio cellulare deve avvenire rapidamente affinché la vita possa rinnovarsi.",
    "text_paragraph_3": "A questa funzione provvede l’apparato circolatorio, nel quale il liquido circolante, il sangue, si pone in contatto con le cavità e i tessuti in cui si operano gli scambi.",
    "text_paragraph_4": "Il sangue, spinto da una pompa (il cuore), circola in un sistema di vasi impermeabili (arterie e vene) che si ramificano abbondantemente, diventando permeabili e distribuendosi in tutte le cellule dell’organismo grazie anche ai capillari.",
    "text_1": "L’apporto di sostanze dall’esterno si realizza attraverso gli apparati: respiratorio e digerente.",
    "text_2": "Attraverso l’apparato respiratorio, l’aria arriva agli alveoli polmonari e da qui l’ossigeno viene ceduto al sangue che lo distribuisce a tutti i tessuti.",
    "text_3": "I materiali solidi e liquidi entrano attraverso l’apparato digerente, e qui, dopo aver subito diverse trasformazioni, vengono assorbiti a livello dei villi intestinali e trasportati dal sangue sino alle cellule che devono utilizzarli.",
    "text_4": "Un organo, frapposto in questo circuito, il fegato, funziona da filtro, laboratorio, riserva, e impedisce inoltre che la composizione del sangue vari nei periodi intercorrenti tra una digestione e l’altra.",
    "text_5": "I prodotti di rifiuto gassosi (CO2) sono eliminati dai polmoni; le sostanze idrosolubili inutili dal rene; gli scarti del processo digestivo, dall’intestino, con le feci.",
    "text_6": "Diversi recettori ci informano delle caratteristiche del mondo esterno e interno; un sistema integrato di muscoli e ossa da all’individuo la capacità di muoversi.",
    "text_7": "Il funzionamento di tutti gli apparati e sistemi dipende dal loro coordinamento affidato al sistema nervoso e al sistema endocrino.",
    "circulatory_system_title": "APPARATO CIRCOLATORIO:",
    "circulatory_function_1": "Funzione fondamentale dell’apparato circolatorio è quella di portare a tutte le cellule dell’organismo le sostanze necessarie alla nutrizione e di liberarle dai prodotti di rifiuto che si vengono a formare nel corso del metabolismo cellulare.",
    "circulatory_function_2": "Il sangue, che è un tessuto circolante (essendo fluido) è il veicolo più appropriato a realizzare questa funzione di trasporto.",
    "circulatory_function_3": "I vasi sanguigni costituiscono la rete di distribuzione, mentre il cuore fornisce l’energia necessaria a far circolare il sangue in tutto il corpo.",
    "circulatory_function_4": "Attraverso l’apparato circolatorio arrivano alle cellule sia gli ormoni sia le altre sostanze che intervengono nella regolazione della loro attività.",
    "circulatory_function_5": "Grazie alla circolazione del sangue le condizioni fisiche e chimiche delle varie parti del corpo tendono ad equilibrarsi. Così, ad esempio, la temperatura corporea è praticamente omogenea, benché la produzione di calore non sia eguale  in tutti i tessuti. La distribuzione delle varie sostanze agli organi deve però adattarsi alle esigenze dello stato funzionale di ciascuno di questi. Ciò è possibile perché il cuore è capace di modificare il suo ritmo di attività e i vasi sanguigni indirizzano il flusso sanguigno soprattutto verso le parti dell’organismo che compiono un lavoro maggiore.",
    "heart_function_1": "L’organo propulsore del sistema circolatorio è il cuore (miocardio) che funziona come una pompa aspirante e premente.",
    "heart_function_2": "Esso è infatti un organo essenzialmente muscolare che presenta fasi di contrazione (sistoli) e fasi di rilassamento (diastoli).",
    "heart_function_3": "L’impulso capace di dare origine alla contrazione nasce da strutture particolari tipiche della muscolatura cardiaca.",
    "heart_function_4": "In virtù delle fasi di contrazione e di rilassamento, il sangue esce dal cuore a fasi alterne e a elevata pressione; da rete di vasi –  le arterie – lo conduce sino alle masse tissulari.",
    "heart_function_5": "A mano a mano che si allontanano dal cuore, le arterie danno origine a vasi di calibro sempre più  piccolo, finché non si esauriscono nei capillari arteriosi. Questi si continuano con altri capillari venosi, dai quali si originano le vene.",
    "arteries_function_1": "Le pareti delle arterie sono resistenti, contrattili ed elastiche, perché possano sopportare l’elevata pressione del sangue e convertire il lavoro intermittente del cuore in un flusso continuo.",
    "arteries_function_2": "Queste capacità sono dovute alle abbondanti fibre elastiche e al tessuto muscolare liscio di cui le arterie sono fornite. Le grandi arterie, che si dipartono dal cuore e quindi ricevono immediatamente, ad ogni contrazione, un considerevole volume di sangue, abbondano di tessuto elastico, mentre nelle arteriole predominano strati di fibre muscolari disposte circolarmente. Le contrazioni di queste fanno variare il diametro dei vasi in modo che il flusso del sangue diretto ai diversi organi possa mantenersi regolato. La parete dei capillari sanguigni è costituita da un unico strato di cellule endoteliali, il che permette e facilita lo scambio delle sostanze.",
    "veins_function_1": "Le vene sono, rispetto alle arterie, meno ricche di fibre elastiche e muscolari.",
    "veins_function_2": "Infatti, mentre le arterie recise rimangono beanti, le vene, quando siano recise, si afflosciano più facilmente. Inoltre, le valvole di cui è fornita la parete interna delle vene impediscono al sangue di refluire.",
    "blood_title": "IL SANGUE",
    "blood_description_1": "Il sangue è un liquido di color rosso vivo, quando si tratti di sangue arterioso, e di una tonalità più cupa, quando invece si tratti di sangue venoso. Se fuoriesce dal sistema vascolare, si converte spontaneamente in una massa semisolida (coagulazione) costituita da corpuscoli diversi (ERITROCITI, LEUCOCITI, PIASTRINE) intrappolati in una fitta rete di fibrille (fibrina), che si separa da un liquido trasparente giallastro; Il siero.",
    "blood_description_2": "Il plasma, invece, è siero più fibrinogeno (percussore della fibrina), in pratica la porzione liquida del sangue intero, così come circola nei vasi.",
    "erythrocytes_title": "ERITROCITI (globuli rossi – cellule del sangue)",
    "erythrocytes_description_1": "Sono cellule di dimensioni molto piccole 7,5 µm di diametro, ma possono arrivare a 9 µm (diventando macrociti) e a 6 µm (microciti)], a forma di disco biconcavo e prive di nucleo nel sangue in circolazione;",
    "erythrocytes_description_2": "La formazione avviene esclusivamente nel midollo rosso delle ossa, dopo la nascita dell’individuo, partendo da alcune cellule in differenziate chiamate eritoblasti che in successive tappe di maturazione si trasformano in eritoblasti ortocromatici (il citoplasma contiene essenzialmente emoglobina), reticolociti e ERITROCITI.",
    "erythrocytes_description_3": "Prima della nascita possono essere prodotti anche dal fegato e dalla milza.",
    "erythrocytes_function_1": "La funzione principale dei globuli rossi è il trasporto dell'ossigeno dai polmoni verso i tessuti e di una parte dell'anidride carbonica dai tessuti ai polmoni, che provvedono all'espulsione del gas all'esterno del corpo.",
    "erythrocytes_function_2": "L’assenza di nucleo permette ai globuli rossi di essere molto piatti e soprattutto di consumare meno ossigeno delle cellule che invece ne sono provviste. Ciò è molto importante perché è proprio a questi che spetta l’importante funzione di trasporto dell’ossigeno. In tale attività è impegnata l’emoglobina, proteina costituita da una globulina e da un pigmento contenente ferro: l’eme.  Essa forma, con l’ossigeno, un composto molto labile, l’ossiemoglobina (dove l’ossigeno si lega al ferro), capace di cedere ai tessuti l’ossigeno liberato.",
    "erythrocytes_characteristic_1": "Caratteristica dei globuli rossi è quella di sovrapporsi agli uni agli altri quando diminuisce la velocità di circolazione. Questa disposizione è definita a pila di monete o anche formazione a rouleaux.",
    "erythrocytes_characteristic_2": "Gli ERITROCITI presentano inoltre notevoli capacità elastiche che permettono loro di cambiare forma, il che favorisce il passaggio nei capillari aventi diametro inferiore ai globuli stessi.",
    "erythrocytes_life_span": "Gli ERITROCITI hanno un periodo vitale di circa 120 giorni, e non possono riprodursi né riparare danni.",
    "erythrocytes_destruction": "La distruzione dei globuli rossi avviene nella milza e nel fegato; l’emoglobina che viene liberata è utilizzata nella formazione dei pigmenti biliari.",
    "erythrocytes_count": "Gli ERITROCITI sono presenti nel sangue in quantità cospicue; in condizioni normali se ne trovano intorno a 4.500.000 per mm3 nell’uomo e 4.000.000 nella donna.",
    "leukocytes_title": "LEUCOCITI (globuli bianchi – cellule anticorpi)",
    "leukocytes_description_1": "Sono cellule in genere incolori e provviste di movimenti ameboidi quando aderiscono ai vasi, dai quali possono anche fuoriuscire (diapedesi) in seguito a infiammazione e a lesione dei tessuti. Il loro numero è di gran lunga inferiore a quello degli ERITROCITI. Se ne calcolano da 6.000 a 10.000 per mm3 negli adulti, sono più numerosi nel neonato, e durante la digestione e l’ingestione di alcune sostanze.",
    "leukocytes_types_intro": "A seconda delle loro caratteristiche e delle affinità con determinati coloranti se ne distinguono i tipi;",
    "leukocytes_types_list": "GRANULOCITI, neutrofili, eosinofili, basofili, LINFOCITI e MONOCITI.",
    "leukocytes_percentages": "In un millimetro cubico di sangue il 65% dei LEUCOCITI è costituito da neutrofili, il 3% da eosinofili, l’1% da basofili, il 25% da LINFOCITI, e il 6% da MONOCITI.",
    "leukocytes_origin_1": "I LEUCOCITI, neutrofili, eosinofil e basofili sono detti GRANULOCITI e hanno nucleo generalmente lobato. Essi derivano dai mieloblasti nel midollo rosso delle ossa.",
    "leukocytes_origin_2": "I LINFOCITI, che hanno un grosso nucleo e citoplasma piuttosto scarso, si formano dai linfoblasti nel tessuto linfoide e nella milza.",
    "leukocytes_origin_3": "I MONOCITI, che hanno un grosso nucleo sferico a forma di ferro di cavallo, sembra che abbiano la loro origine nel sistema endoteliale disseminato in tutto l’organismo.",
    "leukocytes_function_1": "I GRANULOCITI e i MONOCITI intervengono nei meccanismi di difesa dell’organismo grazie alla loro capacità di fagocitare i batteri che vengono poi digeriti per mezzo dell’azione di enzimi secreti dalle cellule stesse.",
    "leukocytes_function_2": "I LINFOCITI sono depositari della memoria immunologica e presiedono alla formazione degli anticorpi con i quali l’organismo elimina le sostanze ad esso estranee (antigeni).",
    "platelets_title": "PIASTRINE",
    "platelets_description_1": "Sono frammenti citoplasmatici irregolari di circa 2 µ di lunghezza, la cui funzione sembra strettamente legata alla coagulazione del sangue. Il loro numero può variare da 200.000 a 600.000 per mm3.",
    "platelets_description_2": "Le PIASTRINE, sono frammenti di citoplasma che si distaccano da grosse cellule poliploidi, dette megacariociti, presenti nel midollo osseo.",
    "platelets_description_3": "Una volta distaccate, esse entrano rapidamente nel sangue.",
    "plasma_title": "PLASMA SANGUIGNO",
    "plasma_composition_1": "E’ una soluzione acquosa di proteine (7%), sali inorganici (1%) e, in minor proporzione, di altre sostanze chimiche.",
    "plasma_proteins_1": "In relazione al loro peso molecolare e ad altre caratteristiche fisico-chimiche, le proteine del sangue si dividono in albumine e globuline.",
    "plasma_proteins_2": "Esse costituiscono una riserva di materiali proteici utilizzabili dall’organismo. Al loro stato fisico-chimico si deve la fluidità del sangue che tanta importanza ha nella circolazione capillare;",
    "plasma_proteins_3": "Alcune proteine intervengono nelle reazioni immunitarie, altre sono indispensabili nel processo di coagulazione.",
    "plasma_salts_1": "Per quanto riguarda i sali inorganici, essi sono rappresentati prevalentemente da cloruro e bicarbonato di sodio e da piccole tracce di cloruri di potassio, calcio e magnesio.",
    "plasma_salts_2": "Non soltanto le loro quantità assolute ma anche le relative proporzioni influiscono sulla funzionalità delle cellule. Esistono inoltre, meccanismi regolatori che limitano le loro variazioni.",
    "plasma_other_substances": "Altre sostanze presenti nel plasma sono; l’urea, il glucosio, il colesterolo, diversi aminoacidi, vitamine, ormoni, ecc. Alcune di queste sono prodotti di rifiuto, altre fonti di energia, altre stimolatrici dell’attività di alcuni organi, ecc.",
    "blood_volume_1": "Nell’uomo il sangue circolante ammonta a circa un tredicesimo del suo peso corporeo; nell’adulto di sesso maschile risulta dunque intorno ai 5 litri.",
    "blood_volume_2": "La quantità varia peraltro con l’età e con il sesso (è un poco inferiore nelle persone anziane e nelle donne).",
    "blood_analysis_1": "L’analisi sia chimica sia morfologica del sangue è di grande interesse per la diagnosi di molte malattie. E’ molto importante conoscere la quantità di emoglobina e di globuli rossi circolanti (si ha anemia quando risultano diminuiti) e se il numero totale dei LEUCOCITI è aumentato (infezioni) o diminuito.",
    "blood_analysis_2": "Il loro numero può essere determinato solo eseguendo il conteggio dei LEUCOCITI con la camera contaglobuli, che è in sostanza, un vetrino col la superficie superiore ripartita in aree suddivise a loro volta in quadrati.",
    "blood_analysis_3": "Sempre ai fini diagnostici, è pure molto importante sapere se i LEUCOCITI di un soggetto hanno aspetto normale e, inoltre, se le percentuali relative dei vari tipi di LEUCOCITI stanno in un determinato rapporto. In entrambi i casi i LEUCOCITI vengono osservati negli strisci di sangue.",
    "leukocyte_formula": "Per quanto riguarda i rapporti percentuali delle varie categorie di LEUCOCITI, la “formula leucocitaria” normale è; neutrofili 60-70%, LINFOCITI 20-30%, MONOCITI 6%, eosinofili 1-2%, basofili 0-1%.",
    "blood_coagulation_title": "COAGULAZIONE DEL SANGUE",
    "blood_coagulation_1": "Il sangue si coagula perché il fibrinogeno, una proteina di elevato peso molecolare presente nel plasma sanguigno, si trasforma in fibrina a forma di rete, che trattiene nelle sue maglie gli ERITROCITI e i LEUCOCITI. Successivamente il COAGULO così formato si contrae e spreme all’esterno il siero, la cui composizione chimica è simile a quella del plasma originario ma, a parte alcune differenze di minore importanza, manca di fibrinogeno.",
    "blood_coagulation_2": "La trasformazione del fibrinogeno in fibrina si deve all’influenza della trombina, una proteina che non esiste come tale nel sangue ma si forma dalla protrombina. Quest’ultima è una normale componente del plasma e, come altre proteine, si sintetizza nel fegato.",
    "blood_coagulation_3": "La protrombina si trasforma in trombina per azione del complesso tromboplastinico, che a sua volta può essere attivato attraverso due vie, l’intrinseca, ossia da fattori presenti nel sangue (soprattutto fattori antiemofilici) che entrano in azione quando il sangue esce dall’interno del vaso, e l’estrinseca, complesso liberato dai tessuti alterati da una qualche causa esterna.",
    "blood_coagulation_4": "Quindi, uno stimolo iniziale, rappresentato da un’eventuale fuoriuscita di sangue, per una via o per l’altra, o per entrambe, mette in moto un processo detto “a cascata” un fattore attiva il successivo con estrema rapidità. Anche le PIASTRINE impediscono la fuoriuscita di sangue, favoriscono cioè l’emostasi, aggregandosi là dove il vaso sia rotto (trombo).",

    "_section_dyslexia": "=== Versione semplice per dislessia e ipovisione  ===",
    "circulatory_system_heading": "Apparato circolatorio",
    "circulatory_system_intro_1": "L’apparato circolatorio porta ossigeno e sostanze utili a tutte le cellule del corpo.",
    "circulatory_system_intro_2": "Grazie a lui, le cellule ricevono ciò di cui hanno bisogno e eliminano le sostanze di scarto.",
    "circulatory_system_intro_3": "Questo processo è molto importante per mantenere viva e sana ogni parte del corpo.",
    "blood_new_title": "Il sangue",
    "blood_new_intro": "Il sangue è il liquido che circola in tutto il corpo.",
    "blood_new_transports": "Trasporta:",
    "blood_new_list_1": "Ossigeno",
    "blood_new_list_2": "Nutrienti",
    "blood_new_list_3": "Ormoni",
    "blood_new_list_4": "Cellule difensive (per combattere le infezioni)",
    "blood_new_waste": "Il sangue raccoglie anche le sostanze di scarto, come la CO₂, e le porta agli organi che le eliminano.",
    "heart_new_title": "Il cuore",
    "heart_new_intro_1": "Il cuore è una pompa muscolare.",
    "heart_new_intro_2": "Spinge il sangue nei vasi sanguigni.",
    "heart_new_intro_3": "Batte continuamente, giorno e notte, per tutta la vita.",
    "blood_vessels_new_title": "I vasi sanguigni",
    "blood_vessels_new_intro": "Sono tubi che portano il sangue in tutto il corpo. Sono di tre tipi:",
    "arteries_new_title": "Arterie",
    "arteries_new_list_1": "Portano il sangue dal cuore agli organi",
    "arteries_new_list_2": "Hanno pareti spesse e resistenti",
    "arteries_new_list_3": "Il sangue nelle arterie è ricco di ossigeno",
     "veins_title_new": "Vene",
    "veins_list_new_1": "Riportano il sangue dal corpo al cuore",
    "veins_list_new_2": "Hanno valvole per evitare che il sangue torni indietro",
    "veins_list_new_3": "Il sangue nelle vene ha meno ossigeno",
    "capillaries_title_new": "Capillari",
    "capillaries_list_new_1": "Sono vasi molto sottili",
    "capillaries_list_new_2": "Si ramificano in tutti i tessuti",
    "capillaries_list_new_3": "Sono permeabili: qui avvengono gli scambi",
    "capillaries_list_new_4": "Ossigeno e nutrienti passano dal sangue alle cellule",
    "capillaries_list_new_5": "Le cellule rilasciano CO₂ e scarti nel sangue",
    "circulation_how_it_works_title": "Come funziona la circolazione",
    "circulation_how_it_works_intro": "Il sangue fa due giri principali:",
    "systemic_circulation_title_new": "Circolazione sistemica",
    "systemic_circulation_text_new": "Il sangue ossigenato esce dal cuore, va in tutto il corpo e ritorna al cuore con anidride carbonica.",
    "pulmonary_circulation_title": "Circolazione polmonare",
    "pulmonary_circulation_text_1": "Il sangue con poca ossigeno (ricco di CO₂) va dal cuore ai polmoni.",
    "pulmonary_circulation_text_2": "Nei polmoni, il sangue rilascia l’anidride carbonica (quando espiriamo) e assorbe l’ossigeno (quando inspiriamo).",
    "pulmonary_circulation_text_3": "Poi il sangue ossigenato torna al cuore, pronto per ripartire verso il corpo.",
    "oxygen_food_how_they_enter_title": "Come entra l’ossigeno e il cibo?",
    "oxygen_food_how_they_enter_intro": "Il corpo ha bisogno di ossigeno e cibo. Questi arrivano grazie ad altri apparati.",
    "respiratory_system_title": "Apparato respiratorio",
    "respiratory_system_text_1": "L’aria entra nei polmoni. Nei polmoni ci sono tanti sacchetti piccoli: gli <strong>alveoli</strong>.",
    "respiratory_system_text_2": "Qui l’ossigeno passa dal respiro al sangue. Il sangue lo porta a tutte le cellule.",
    "digestive_system_title": "Apparato digerente",
    "digestive_system_text_1": "Il cibo entra dalla bocca e viene trasformato nello stomaco e nell’intestino.",
    "digestive_system_text_2": "Nei villi intestinali, le sostanze utili (come zuccheri, proteine, grassi) passano nel sangue.",
    "digestive_system_text_3": "Il sangue le distribuisce alle cellule che ne hanno bisogno.",
    "liver_title": "Il fegato: filtro e centrale",
    "liver_intro": "Il fegato è un organo molto importante. Fa tante cose:",
    "liver_list_1": "Filtra il sangue dai veleni",
    "liver_list_2": "Trattiene sostanze utili come riserva",
    "liver_list_3": "Trasforma il cibo in energia",
    "liver_list_4": "Mantiene stabile la composizione del sangue tra un pasto e l’altro"
  },
  "en": {
    "title_circulatory_system": "THE CIRCULATORY SYSTEM",
    "section_introduction": "Introduction",
    "text_paragraph_1": "Cells allow for a progressive refinement of functions.",
    "text_paragraph_2": "Cellular turnover must occur rapidly for life to renew itself.",
    "text_paragraph_3": "The circulatory system handles this function, with the circulating fluid, blood, coming into contact with cavities and tissues where exchanges take place.",
    "text_paragraph_4": "Blood, pushed by a pump (the heart), circulates in a system of impermeable vessels (arteries and veins) that branch abundantly, becoming permeable and distributing throughout all the body's cells, also thanks to the capillaries.",
    "text_1": "The intake of substances from the outside is achieved through the respiratory and digestive systems.",
    "text_2": "Through the respiratory system, air reaches the pulmonary alveoli, and from there, oxygen is transferred to the blood, which distributes it to all tissues.",
    "text_3": "Solid and liquid materials enter through the digestive system, and here, after undergoing various transformations, they are absorbed at the intestinal villi and transported by the blood to the cells that need to use them.",
    "text_4": "An organ located within this circuit, the liver, acts as a filter, laboratory, and reserve, and also prevents the composition of the blood from changing between one digestion and another.",
    "text_5": "Gaseous waste products (CO2) are eliminated by the lungs; useless water-soluble substances by the kidneys; and digestive waste is eliminated by the intestine, with the feces.",
    "text_6": "Various receptors inform us about the characteristics of the external and internal world; an integrated system of muscles and bones gives the individual the ability to move.",
    "text_7": "The functioning of all organs and systems depends on their coordination, which is entrusted to the nervous and endocrine systems.",
    "circulatory_system_title": "THE CIRCULATORY SYSTEM:",
    "circulatory_function_1": "The fundamental function of the circulatory system is to bring all the body's cells the substances necessary for nutrition and to free them from the waste products that are formed during cellular metabolism.",
    "circulatory_function_2": "Blood, which is a circulating tissue (being fluid), is the most appropriate vehicle to perform this transport function.",
    "circulatory_function_3": "Blood vessels form the distribution network, while the heart provides the necessary energy to circulate the blood throughout the body.",
    "circulatory_function_4": "Hormones and other substances that intervene in the regulation of their activity also reach the cells through the circulatory system.",
    "circulatory_function_5": "Thanks to blood circulation, the physical and chemical conditions of the various parts of the body tend to balance out. For example, body temperature is practically uniform, even though heat production is not equal in all tissues. However, the distribution of various substances to the organs must adapt to the functional needs of each. This is possible because the heart can modify its rhythm of activity, and the blood vessels direct blood flow mainly toward the parts of the body that are performing greater work.",
    "heart_function_1": "The propulsive organ of the circulatory system is the heart (myocardium), which functions as a suction and pressure pump.",
    "heart_function_2": "It is essentially a muscular organ that has phases of contraction (systole) and phases of relaxation (diastole).",
    "heart_function_3": "The impulse capable of giving rise to contraction originates from particular structures typical of cardiac muscle.",
    "heart_function_4": "By virtue of the contraction and relaxation phases, blood exits the heart in alternating phases and at high pressure; from a network of vessels—the arteries—it is conducted to the tissue masses.",
    "heart_function_5": "As they move away from the heart, the arteries give rise to vessels of increasingly smaller caliber, until they end in the arterial capillaries. These continue with other venous capillaries, from which the veins originate.",
    "arteries_function_1": "The walls of the arteries are resistant, contractile, and elastic, so they can withstand the high blood pressure and convert the heart's intermittent work into a continuous flow.",
    "arteries_function_2": "These capabilities are due to the abundant elastic fibers and smooth muscle tissue with which the arteries are equipped. The large arteries, which branch off from the heart and therefore immediately receive a considerable volume of blood with each contraction, are abundant in elastic tissue, while arterioles are predominantly composed of layers of circularly arranged muscle fibers. The contractions of these cause the diameter of the vessels to vary so that the blood flow directed to the different organs can remain regulated. The wall of the blood capillaries is made up of a single layer of endothelial cells, which allows and facilitates the exchange of substances.",
    "veins_function_1": "Compared to arteries, veins are less rich in elastic and muscle fibers.",
    "veins_function_2": "In fact, while severed arteries remain open, veins, when severed, collapse more easily. Additionally, the valves with which the inner wall of the veins is equipped prevent blood from flowing backward.",
    "blood_title": "THE BLOOD",
    "blood_description_1": "Blood is a liquid of a bright red color when it's arterial blood, and a darker shade when it's venous blood. If it leaks from the vascular system, it spontaneously converts into a semi-solid mass (coagulation) composed of various corpuscles (ERYTHROCYTES, LEUKOCYTES, PLATELETS) trapped in a dense network of fibrils (fibrin), which separates from a yellowish transparent liquid: The serum.",
    "blood_description_2": "Plasma, on the other hand, is serum plus fibrinogen (a precursor of fibrin), in practice, the liquid portion of the whole blood as it circulates in the vessels.",
    "erythrocytes_title": "ERYTHROCYTES (red blood cells – blood cells)",
    "erythrocytes_description_1": "These are very small cells, 7.5 µm in diameter, but can reach 9 µm (becoming macrocytes) and 6 µm (microcytes)], in the shape of a biconcave disk and without a nucleus in circulating blood;",
    "erythrocytes_description_2": "Their formation occurs exclusively in the red bone marrow, after the individual's birth, starting from some undifferentiated cells called erythroblasts that, in successive maturation stages, transform into orthochromatic erythroblasts (the cytoplasm essentially contains hemoglobin), reticulocytes, and ERYTHROCYTES.",
    "erythrocytes_description_3": "Before birth, they can also be produced by the liver and spleen.",
    "erythrocytes_function_1": "The main function of red blood cells is the transport of oxygen from the lungs to the tissues and of a portion of carbon dioxide from the tissues to the lungs, which are responsible for expelling the gas from the body.",
    "erythrocytes_function_2": "The absence of a nucleus allows red blood cells to be very flat and, above all, to consume less oxygen than cells that do have one. This is very important because it is precisely their role to transport oxygen. Hemoglobin is involved in this activity, a protein made up of a globulin and an iron-containing pigment: the heme. It forms a very labile compound with oxygen, oxyhemoglobin (where oxygen binds to iron), capable of releasing the liberated oxygen to the tissues.",
    "erythrocytes_characteristic_1": "A characteristic of red blood cells is their ability to stack on top of each other when the circulation speed decreases. This arrangement is called a 'stack of coins' or 'rouleaux formation.'",
    "erythrocytes_characteristic_2": "ERYTHROCYTES also have significant elastic capabilities that allow them to change shape, which facilitates their passage through capillaries with a diameter smaller than the cells themselves.",
    "erythrocytes_life_span": "ERYTHROCYTES have a lifespan of about 120 days and cannot reproduce or repair damage.",
    "erythrocytes_destruction": "The destruction of red blood cells occurs in the spleen and liver; the released hemoglobin is used in the formation of bile pigments.",
    "erythrocytes_count": "ERYTHROCYTES are present in the blood in significant quantities; under normal conditions, there are about 4,500,000 per mm3 in men and 4,000,000 in women.",
    "leukocytes_title": "LEUKOCYTES (white blood cells – antibody cells)",
    "leukocytes_description_1": "They are generally colorless cells that have amoeboid movements when they adhere to vessels, from which they can also exit (diapedesis) following inflammation and tissue damage. Their number is much lower than that of ERYTHROCYTES. There are an estimated 6,000 to 10,000 per mm3 in adults; they are more numerous in newborns and during the digestion and ingestion of some substances.",
    "leukocytes_types_intro": "Depending on their characteristics and their affinity for certain dyes, different types are distinguished;",
    "leukocytes_types_list": "GRANULOCYTES, neutrophils, eosinophils, basophils, LYMPHOCYTES, and MONOCYTES.",
    "leukocytes_percentages": "In one cubic millimeter of blood, 65% of LEUKOCYTES are neutrophils, 3% are eosinophils, 1% are basophils, 25% are LYMPHOCYTES, and 6% are MONOCYTES.",
    "leukocytes_origin_1": "LEUKOCYTES, neutrophils, eosinophils, and basophils are called GRANULOCYTES and generally have a lobed nucleus. They derive from myeloblasts in the red bone marrow.",
    "leukocytes_origin_2": "LYMPHOCYTES, which have a large nucleus and rather sparse cytoplasm, are formed from lymphoblasts in the lymphoid tissue and spleen.",
    "leukocytes_origin_3": "MONOCYTES, which have a large spherical, horseshoe-shaped nucleus, seem to originate in the endothelial system disseminated throughout the body.",
    "leukocytes_function_1": "GRANULOCYTES and MONOCYTES intervene in the body's defense mechanisms thanks to their ability to phagocytize bacteria, which are then digested by the action of enzymes secreted by the cells themselves.",
    "leukocytes_function_2": "LYMPHOCYTES are the custodians of immunological memory and preside over the formation of antibodies with which the body eliminates foreign substances (antigens).",
    "platelets_title": "PLATELETS",
    "platelets_description_1": "They are irregular cytoplasmic fragments approximately 2 µ in length, whose function appears to be closely linked to blood coagulation. Their number can vary from 200,000 to 600,000 per mm3.",
    "platelets_description_2": "PLATELETS are fragments of cytoplasm that detach from large polyploid cells called megakaryocytes, which are present in the bone marrow.",
    "platelets_description_3": "Once detached, they rapidly enter the blood.",
    "plasma_title": "BLOOD PLASMA",
    "plasma_composition_1": "It's an aqueous solution of proteins (7%), inorganic salts (1%), and, in a smaller proportion, other chemical substances.",
    "plasma_proteins_1": "In relation to their molecular weight and other physicochemical characteristics, blood proteins are divided into albumins and globulins.",
    "plasma_proteins_2": "They constitute a reserve of protein materials that can be used by the organism. The fluidity of the blood, which is so important in capillary circulation, is due to their physicochemical state;",
    "plasma_proteins_3": "Some proteins intervene in immune reactions, while others are indispensable in the coagulation process.",
    "plasma_salts_1": "As for inorganic salts, they are predominantly represented by sodium chloride and bicarbonate and by small traces of potassium, calcium, and magnesium chlorides.",
    "plasma_salts_2": "Not only their absolute quantities but also their relative proportions influence the functionality of cells. Furthermore, there are regulatory mechanisms that limit their variations.",
    "plasma_other_substances": "Other substances present in the plasma are; urea, glucose, cholesterol, various amino acids, vitamins, hormones, etc. Some of these are waste products, others are energy sources, others are activators of the activity of certain organs, etc.",
    "blood_volume_1": "In humans, circulating blood amounts to about one-thirteenth of their body weight; in an adult male, it is therefore around 5 liters.",
    "blood_volume_2": "However, the quantity varies with age and sex (it's slightly lower in older people and women).",
    "blood_analysis_1": "Both chemical and morphological analysis of blood is of great interest for the diagnosis of many diseases. It is very important to know the amount of hemoglobin and circulating red blood cells (anemia occurs when they are decreased) and whether the total number of LEUKOCYTES has increased (infections) or decreased.",
    "blood_analysis_2": "Their number can only be determined by counting LEUKOCYTES with a counting chamber, which is essentially a slide with its upper surface divided into areas that are in turn subdivided into squares.",
    "blood_analysis_3": "For diagnostic purposes, it is also very important to know if a subject's LEUKOCYTES have a normal appearance and, furthermore, if the relative percentages of the various types of LEUKOCYTES are in a specific ratio. In both cases, LEUKOCYTES are observed in blood smears.",
    "leukocyte_formula": "Regarding the percentage ratios of the various categories of LEUKOCYTES, the normal “leukocyte formula” is; neutrophils 60-70%, LYMPHOCYTES 20-30%, MONOCYTES 6%, eosinophils 1-2%, basophils 0-1%.",
    "blood_coagulation_title": "BLOOD COAGULATION",
    "blood_coagulation_1": "Blood coagulates because fibrinogen, a high molecular weight protein present in blood plasma, transforms into fibrin in the form of a network, which traps the ERYTHROCYTES and LEUKOCYTES in its meshes. Subsequently, the CLOT thus formed contracts and squeezes out the serum, whose chemical composition is similar to that of the original plasma but, apart from some minor differences, lacks fibrinogen.",
    "blood_coagulation_2": "The transformation of fibrinogen into fibrin is due to the influence of thrombin, a protein that does not exist as such in the blood but is formed from prothrombin. The latter is a normal component of plasma and, like other proteins, is synthesized in the liver.",
    "blood_coagulation_3": "Prothrombin transforms into thrombin by the action of the thromboplastin complex, which in turn can be activated through two pathways, the intrinsic, which is from factors present in the blood (especially antihemophilic factors) that come into action when blood exits the inside of the vessel, and the extrinsic, a complex released by tissues altered by some external cause.",
    "blood_coagulation_4": "Therefore, an initial stimulus, represented by a possible blood leak, through one pathway or the other, or both, sets in motion a process called a “cascade”—one factor activates the next with extreme rapidity. PLATELETS also prevent blood from leaking, that is, they favor hemostasis, by aggregating where the vessel is broken (a thrombus).",

    "_section_dyslexia": "=== Simple version for dyslexia and low vision  ===",
    "circulatory_system_heading": "The Circulatory System",
    "circulatory_system_intro_1": "The circulatory system carries oxygen and useful substances to all the body's cells.",
    "circulatory_system_intro_2": "Thanks to it, cells receive what they need and eliminate waste products.",
    "circulatory_system_intro_3": "This process is very important for keeping every part of the body alive and healthy.",
    "blood_new_title": "The Blood",
    "blood_new_intro": "Blood is the liquid that circulates throughout the body.",
    "blood_new_transports": "It transports:",
    "blood_new_list_1": "Oxygen",
    "blood_new_list_2": "Nutrients",
    "blood_new_list_3": "Hormones",
    "blood_new_list_4": "Defensive cells (to fight infections)",
    "blood_new_waste": "Blood also collects waste products, such as CO₂, and takes them to the organs that eliminate them.",
    "heart_new_title": "The Heart",
    "heart_new_intro_1": "The heart is a muscular pump.",
    "heart_new_intro_2": "It pushes blood through the blood vessels.",
    "heart_new_intro_3": "It beats continuously, day and night, for a lifetime.",
    "blood_vessels_new_title": "The Blood Vessels",
    "blood_vessels_new_intro": "They are tubes that carry blood throughout the body. There are three types:",
    "arteries_new_title": "Arteries",
    "arteries_new_list_1": "They carry blood from the heart to the organs",
    "arteries_new_list_2": "They have thick, resistant walls",
    "arteries_new_list_3": "The blood in the arteries is rich in oxygen",
    "veins_title_new": "Veins",
    "veins_list_new_1": "They carry blood from the body back to the heart",
    "veins_list_new_2": "They have valves to prevent blood from flowing backward",
    "veins_list_new_3": "The blood in the veins has less oxygen",
    "capillaries_title_new": "Capillaries",
    "capillaries_list_new_1": "They are very thin vessels",
    "capillaries_list_new_2": "They branch out into all tissues",
    "capillaries_list_new_3": "They are permeable: this is where exchanges occur",
    "capillaries_list_new_4": "Oxygen and nutrients pass from the blood to the cells",
    "capillaries_list_new_5": "Cells release CO₂ and waste into the blood",
    "circulation_how_it_works_title": "How Circulation Works",
    "circulation_how_it_works_intro": "Blood makes two main loops:",
    "systemic_circulation_title_new": "Systemic Circulation",
    "systemic_circulation_text_new": "Oxygenated blood leaves the heart, travels throughout the body, and returns to the heart with carbon dioxide.",
    "pulmonary_circulation_title": "Pulmonary Circulation",
    "pulmonary_circulation_text_1": "Blood with low oxygen (rich in CO₂) goes from the heart to the lungs.",
    "pulmonary_circulation_text_2": "In the lungs, blood releases carbon dioxide (when we exhale) and absorbs oxygen (when we inhale).",
    "pulmonary_circulation_text_3": "Then the oxygenated blood returns to the heart, ready to head back to the body.",
    "oxygen_food_how_they_enter_title": "How do oxygen and food enter?",
    "oxygen_food_how_they_enter_intro": "The body needs oxygen and food. These are provided by other systems.",
    "respiratory_system_title": "Respiratory System",
    "respiratory_system_text_1": "Air enters the lungs. In the lungs, there are many small sacs: the <strong>alveoli</strong>.",
    "respiratory_system_text_2": "Here, oxygen passes from the breath into the blood. The blood carries it to all the cells.",
    "digestive_system_title": "Digestive System",
    "digestive_system_text_1": "Food enters through the mouth and is transformed in the stomach and intestines.",
    "digestive_system_text_2": "In the intestinal villi, useful substances (like sugars, proteins, fats) pass into the blood.",
    "digestive_system_text_3": "The blood distributes them to the cells that need them.",
    "liver_title": "The Liver: Filter and Control Center",
    "liver_intro": "The liver is a very important organ. It does many things:",
    "liver_list_1": "It filters toxins from the blood",
    "liver_list_2": "It retains useful substances as a reserve",
    "liver_list_3": "It transforms food into energy",
    "liver_list_4": "It keeps the blood composition stable between meals"
  }
}