{
  "it": {
    "title_circulatory_system": "APPARATO CIRCOLATORIO",
    "section_introduction": "Introduzione",
    "text_paragraph_1": "Le cellule permettono un progressivo perfezionamento delle funzioni.",
    "text_paragraph_2": "Il ricambio cellulare deve avvenire rapidamente affinché la vita possa rinnovarsi.",
    "text_paragraph_3": "A questa funzione provvede l’apparato circolatorio, nel quale il liquido circolante, il sangue, si pone in contatto con le cavità e i tessuti in cui si operano gli scambi.",
    "text_paragraph_4": "Il sangue, spinto da una pompa (il cuore), circola in un sistema di vasi impermeabili (arterie e vene) che si ramificano abbondantemente, diventando permeabili e distribuendosi in tutte le cellule dell’organismo grazie anche ai capillari.",
    "text_1": "L’apporto di sostanze dall’esterno si realizza attraverso gli apparati: respiratorio e digerente.",
    "text_2": "Attraverso l’apparato respiratorio, l’aria arriva agli alveoli polmonari e da qui l’ossigeno viene ceduto al sangue che lo distribuisce a tutti i tessuti.",
    "text_3": "I materiali solidi e liquidi entrano attraverso l’apparato digerente, e qui, dopo aver subito diverse trasformazioni, vengono assorbiti a livello dei villi intestinali e trasportati dal sangue sino alle cellule che devono utilizzarli.",
    "text_4": "Un organo, frapposto in questo circuito, il fegato, funziona da filtro, laboratorio, riserva, e impedisce inoltre che la composizione del sangue vari nei periodi intercorrenti tra una digestione e l’altra.",
    "text_5": "I prodotti di rifiuto gassosi (CO2) sono eliminati dai polmoni; le sostanze idrosolubili inutili dal rene; gli scarti del processo digestivo, dall’intestino, con le feci.",
    "text_6": "Diversi recettori ci informano delle caratteristiche del mondo esterno e interno; un sistema integrato di muscoli e ossa da all’individuo la capacità di muoversi.",
    "text_7": "Il funzionamento di tutti gli apparati e sistemi dipende dal loro coordinamento affidato al sistema nervoso e al sistema endocrino.",
    "circulatory_system_title": "APPARATO CIRCOLATORIO:",
    "circulatory_function_1": "Funzione fondamentale dell’apparato circolatorio è quella di portare a tutte le cellule dell’organismo le sostanze necessarie alla nutrizione e di liberarle dai prodotti di rifiuto che si vengono a formare nel corso del metabolismo cellulare.",
    "circulatory_function_2": "Il sangue, che è un tessuto circolante (essendo fluido) è il veicolo più appropriato a realizzare questa funzione di trasporto.",
    "circulatory_function_3": "I vasi sanguigni costituiscono la rete di distribuzione, mentre il cuore fornisce l’energia necessaria a far circolare il sangue in tutto il corpo.",
    "circulatory_function_4": "Attraverso l’apparato circolatorio arrivano alle cellule sia gli ormoni sia le altre sostanze che intervengono nella regolazione della loro attività.",
    "circulatory_function_5": "Grazie alla circolazione del sangue le condizioni fisiche e chimiche delle varie parti del corpo tendono ad equilibrarsi. Così, ad esempio, la temperatura corporea è praticamente omogenea, benché la produzione di calore non sia eguale  in tutti i tessuti. La distribuzione delle varie sostanze agli organi deve però adattarsi alle esigenze dello stato funzionale di ciascuno di questi. Ciò è possibile perché il cuore è capace di modificare il suo ritmo di attività e i vasi sanguigni indirizzano il flusso sanguigno soprattutto verso le parti dell’organismo che compiono un lavoro maggiore.",
    "heart_function_1": "L’organo propulsore del sistema circolatorio è il cuore (miocardio) che funziona come una pompa aspirante e premente.",
    "heart_function_2": "Esso è infatti un organo essenzialmente muscolare che presenta fasi di contrazione (sistoli) e fasi di rilassamento (diastoli).",
    "heart_function_3": "L’impulso capace di dare origine alla contrazione nasce da strutture particolari tipiche della muscolatura cardiaca.",
    "heart_function_4": "In virtù delle fasi di contrazione e di rilassamento, il sangue esce dal cuore a fasi alterne e a elevata pressione; da rete di vasi –  le arterie – lo conduce sino alle masse tissulari.",
    "heart_function_5": "A mano a mano che si allontanano dal cuore, le arterie danno origine a vasi di calibro sempre più  piccolo, finché non si esauriscono nei capillari arteriosi. Questi si continuano con altri capillari venosi, dai quali si originano le vene.",
    "arteries_function_1": "Le pareti delle arterie sono resistenti, contrattili ed elastiche, perché possano sopportare l’elevata pressione del sangue e convertire il lavoro intermittente del cuore in un flusso continuo.",
    "arteries_function_2": "Queste capacità sono dovute alle abbondanti fibre elastiche e al tessuto muscolare liscio di cui le arterie sono fornite. Le grandi arterie, che si dipartono dal cuore e quindi ricevono immediatamente, ad ogni contrazione, un considerevole volume di sangue, abbondano di tessuto elastico, mentre nelle arteriole predominano strati di fibre muscolari disposte circolarmente. Le contrazioni di queste fanno variare il diametro dei vasi in modo che il flusso del sangue diretto ai diversi organi possa mantenersi regolato. La parete dei capillari sanguigni è costituita da un unico strato di cellule endoteliali, il che permette e facilita lo scambio delle sostanze.",
    "veins_function_1": "Le vene sono, rispetto alle arterie, meno ricche di fibre elastiche e muscolari.",
    "veins_function_2": "Infatti, mentre le arterie recise rimangono beanti, le vene, quando siano recise, si afflosciano più facilmente. Inoltre, le valvole di cui è fornita la parete interna delle vene impediscono al sangue di refluire."
  },
  "en": {
    "title_circulatory_system": "THE CIRCULATORY SYSTEM",
    "section_introduction": "Introduction",
    "text_paragraph_1": "Cells allow for a progressive refinement of functions.",
    "text_paragraph_2": "Cellular turnover must occur rapidly for life to renew itself.",
    "text_paragraph_3": "The circulatory system handles this function, with the circulating fluid, blood, coming into contact with cavities and tissues where exchanges take place.",
    "text_paragraph_4": "Blood, pushed by a pump (the heart), circulates in a system of impermeable vessels (arteries and veins) that branch abundantly, becoming permeable and distributing throughout all the body's cells, also thanks to the capillaries.",
    "text_1": "The intake of substances from the outside is achieved through the respiratory and digestive systems.",
    "text_2": "Through the respiratory system, air reaches the pulmonary alveoli, and from there, oxygen is transferred to the blood, which distributes it to all tissues.",
    "text_3": "Solid and liquid materials enter through the digestive system, and here, after undergoing various transformations, they are absorbed at the intestinal villi and transported by the blood to the cells that need to use them.",
    "text_4": "An organ located within this circuit, the liver, acts as a filter, laboratory, and reserve, and also prevents the composition of the blood from changing between one digestion and another.",
    "text_5": "Gaseous waste products (CO2) are eliminated by the lungs; useless water-soluble substances by the kidneys; and digestive waste is eliminated by the intestine, with the feces.",
    "text_6": "Various receptors inform us about the characteristics of the external and internal world; an integrated system of muscles and bones gives the individual the ability to move.",
    "text_7": "The functioning of all organs and systems depends on their coordination, which is entrusted to the nervous and endocrine systems.",
    "circulatory_system_title": "THE CIRCULATORY SYSTEM:",
    "circulatory_function_1": "The fundamental function of the circulatory system is to bring all the body's cells the substances necessary for nutrition and to free them from the waste products that are formed during cellular metabolism.",
    "circulatory_function_2": "Blood, which is a circulating tissue (being fluid), is the most appropriate vehicle to perform this transport function.",
    "circulatory_function_3": "Blood vessels form the distribution network, while the heart provides the necessary energy to circulate the blood throughout the body.",
    "circulatory_function_4": "Hormones and other substances that intervene in the regulation of their activity also reach the cells through the circulatory system.",
    "circulatory_function_5": "Thanks to blood circulation, the physical and chemical conditions of the various parts of the body tend to balance out. For example, body temperature is practically uniform, even though heat production is not equal in all tissues. However, the distribution of various substances to the organs must adapt to the functional needs of each. This is possible because the heart can modify its rhythm of activity, and the blood vessels direct blood flow mainly toward the parts of the body that are performing greater work.",
    "heart_function_1": "The propulsive organ of the circulatory system is the heart (myocardium), which functions as a suction and pressure pump.",
    "heart_function_2": "It is essentially a muscular organ that has phases of contraction (systole) and phases of relaxation (diastole).",
    "heart_function_3": "The impulse capable of giving rise to contraction originates from particular structures typical of cardiac muscle.",
    "heart_function_4": "By virtue of the contraction and relaxation phases, blood exits the heart in alternating phases and at high pressure; from a network of vessels—the arteries—it is conducted to the tissue masses.",
    "heart_function_5": "As they move away from the heart, the arteries give rise to vessels of increasingly smaller caliber, until they end in the arterial capillaries. These continue with other venous capillaries, from which the veins originate.",
    "arteries_function_1": "The walls of the arteries are resistant, contractile, and elastic, so they can withstand the high blood pressure and convert the heart's intermittent work into a continuous flow.",
    "arteries_function_2": "These capabilities are due to the abundant elastic fibers and smooth muscle tissue with which the arteries are equipped. The large arteries, which branch off from the heart and therefore immediately receive a considerable volume of blood with each contraction, are abundant in elastic tissue, while arterioles are predominantly composed of layers of circularly arranged muscle fibers. The contractions of these cause the diameter of the vessels to vary so that the blood flow directed to the different organs can remain regulated. The wall of the blood capillaries is made up of a single layer of endothelial cells, which allows and facilitates the exchange of substances.",
    "veins_function_1": "Compared to arteries, veins are less rich in elastic and muscle fibers.",
    "veins_function_2": "In fact, while severed arteries remain open, veins, when severed, collapse more easily. Additionally, the valves with which the inner wall of the veins is equipped prevent blood from flowing backward."
  }
}