{
  "it": {
"dermatology-title": "DERMATOLOGIA",
"dermatology-description": "La dermatologia è la branca della medicina che si occupa dello studio, della diagnosi e del trattamento delle malattie della pelle, dei capelli e delle unghie.\nEssa comprende una vasta gamma di condizioni, dalle più comuni come acne e dermatiti, a malattie più complesse come psoriasi e melanoma.",
"tissues_title": "I tessuti",
"tissues_description": "Un tessuto è un raggruppamento di cellule aventi forma struttura e funzioni simili, tenute insieme da una sostanza intercellulare più o meno abbondante e di composizione e consistenza variabile da tessuto a tessuto. I principali tessuti sono:",
"epithelial_tissue": "tessuto epiteliale",
"connective_tissue": "tessuto connettivale",
"muscle_tissue": "tessuto muscolare",
"nervous_tissue": "tessuto nervoso",
"epithelial_tissue_description": "Tessuto epiteliale",
"epithelial_description": "Il tessuto epiteliale è costituito da cellule strettamente addossate tra loro, per cui gli spazi extracellulari sono estremamente ridotti",
"epithelial_junctions": "Negli epiteli le cellule sono tenute insieme per mezzo di particolari modificazioni delle membrane di cellule adiacenti, che possono incastrarsi l’una nell’altra saldando strettamente tra loro le cellule epiteliali. Sono spesso presenti strutture di collegamento particolari, che formano, nell’insieme, il complesso giunzionale.",
"epithelial_types": "Distinguiamo epiteli di rivestimento, che rivestono le superfici corporee (con funzione protettiva, assorbente ecc.), epiteli ghiandolari (a funzione secretiva), epiteli sensoriali (come i recettori gustativi e quelli olfattivi).",
"epithelial_basement": "L’epitelio poggia sempre sul tessuto connettivo sottostante che lo sostiene e lo nutre: a esso, infatti, si fissa, mediante l’interposizione della membrana basale (uno straterello denso a composizione complessa), attraverso la quale, inoltre, diffondono le sostanze nutritive, che giungono all’epitelio dai vasi sanguigni del connettivo, essendo l’epitelio privo di vasi propri (per la scarsità dello spazio extracellulare).",
"lining_epithelia": "Epiteli di rivestimento.",
"lining_epithelia_classification": "Gli epiteli di rivestimento possono essere distinti, in base al numero di strati di cellule che li compongono, in:",
"simple_epithelium": "epitelio semplice o monostratificato, costituito da un solo strato di cellule",
"stratified_epithelium": "epitelio composto o pluristratificato, costituito da più strati di cellule",
"pseudostratified_epithelium": "epitelio pseudostratificato o a più file di nuclei, costituito da un solo strato di cellule, che hanno però i nuclei disposti ad altezze diverse del corpo cellulare, simulando così vari strati cellulari",
"squamous_epithelium": "epitelio pavimentoso, costituito da unico strato di cellule piatte e con forma irregolare, in contatto con delle interdigitazioni fini e fitte. Grazie al loro spessore, permette molta permeabilità, riveste infatti superfici deputate al trasporto passivo di gas o fluidi: presente negli alveoli polmonari, in alcune aree dei reni, nell'orecchio, formando inoltre l'epitelio delle sierose della pleura, del pericardio e del peritoneo. Costituisce le pareti dei vasi sanguigni (endotelio), regolando la permeabilità vascolare",
"cuboidal_epithelium": "epitelio cubico, costituito da un singolo strato di cellule multiformi a seconda degli organi dove si trovano. Costituisce la superficie interna di condotti con funzioni sia escretorie che assorbenti dando una protezione limitata. Si ritrova nella parete dell'ovaio, nei tubuli collettori renali, e nei dotti escretori di molte ghiandole, tra cui le ghiandole salivari e il pancreas, in corrispondenza dei plessi corioidei, sulla superficie profonda della capsula del cristallino, nella retina come epitelio pigmentato",
"columnar_epithelium": "epitelio cilindrico, costituito da un unico strato di cellule di aspetto cilindrico. Deputato a funzioni di assorbimento e di secrezione a rivestire le superfici di organi cavi. Suddiviso in: epitelio cilindrico ciliato e non ciliato, in base alla presenza o meno di organelli (ciglia)",
"transitional_epithelium": "epiteli di transizione (urotelio), tipologia con caratteristiche intermedie tra un epitelio pavimentoso pluristratificato e un epitelio cubico pluristratificato. Specializzati nella resistenza alla tossicità dell'urina, riveste infatti l'interno dell'uretere e della vescica urinaria dei mammiferi",
"lining_epithelia_functions": "Funzioni degli epiteli di rivestimento.",
"lining_epithelia_coverage": "Gli epiteli di rivestimento rivestono la superficie esterna del corpo (l’epidermide, strato più superficiale della pelle), la superficie interna degli organi cavi, comunicanti con l’esterno (di cui costituiscono la tonaca mucosa), la superficie interna dei vasi sanguigni, dei quali costituiscono l’endotelio, la superficie interna delle grandi cavità corporee e la superficie esterna degli organi in esse contenuti (costituendo il mesotelio, rivestimento epiteliale delle membrane sierose: pleura, pericardio e peritoneo).",
"epithelial_function_factors": "Le caratteristiche strutturali e funzionali delle singole cellule che compongono un epitelio di rivestimento, la loro disposizione (in uno o più strati) e la sede in cui l’epitelio è localizzato sono gli elementi che condizionano le funzioni che ogni tipo di epitelio di rivestimento può svolgere.",
"glandular_epithelia": "Epiteli ghiandolari",
"glandular_epithelia_secretion": "Gli epiteli ghiandolari sono costituiti da cellule che producono e secernono (cioè rilasciano all’esterno della cellula) determinate sostanze, dette genericamente secreti.",
"glandular_cell_organization": "Queste cellule possono essere sparse tra altri tipi di cellule o raggruppate a formare dei veri e propri organi, detti ghiandole. Se definiamo “ghiandola” qualunque struttura che produce e secerne una sostanza specifica, le ghiandole possono essere suddivise in due gruppi:",
"gland_classification_secretion": "In base al destino del secreto, le ghiandole possono essere suddivise in:",
"exocrine_glands": "ghiandole esocrine",
"endocrine_glands": "ghiandole endocrine",
"connective_tissue_extra": "Tessuto connettivo",
"connective_tissue_features": "Il tessuto connettivo è caratterizzato dalla presenza di una notevole quantità di sostanza extracellulare, la sostanza fondamentale, nella quale sono immerse le cellule e le fibre caratteristiche del connettivo.",
"connective_tissue_matrix": "La sostanza extracellulare del connettivo è costituita da una matrice o sostanza fondamentale amorfa e da tre varietà di fibre in essa immerse: fibre collagene, reticolari, elastiche.",
"connective_tissue_varieties": "La composizione chimica della sostanza fondamentale, la composizione in fibre, la loro organizzazione spaziale e, infine, i tipi cellulari presenti, consentono di suddividere il tessuto connettivo in alcune varietà:",
"proper_connective_tissue": "tessuto connettivo propriamente detto",
"cartilage_tissue": "tessuto cartilagineo",
"adipose_tissue": "tessuto adiposo",
"bone_tissue": "tessuto osseo",
"connective_tissue_functions_title": "Il tessuto connettivo svolge importanti funzioni:",
"connective_function_connect": "“connette”, ossia collega tra loro tessuti, organi, parti diverse del corpo",
"connective_function_support": "sostiene l’intero organismo (per mezzo dello scheletro osseo), contiene e protegge i vari organi, dei quali costituisce la fine “impalcatura” di sostegno",
"connective_function_transport": "permette lo scambio e il trasporto di sostanze, offrendo nutrimento alle cellule dei vari organi e tessuti",
"connective_function_defense": "partecipa ai processi difensivi, in particolare contro le infezioni. In sintesi, il tessuto connettivo svolge funzioni nutritive, di sostegno, protezione meccanica e di difesa",
"adipose_tissue_adipocytes": "Tessuto adiposo",
"adipose_tissue_description": "Il tessuto adiposo è formato da cellule chiamate adipociti, che hanno la funzione di accumulare grassi in vacuoli citoplasmatici",
"adipose_tissue_types": "Esistono due tipi di tessuto adiposo, bianco e bruno. Il primo ha funzione di riserva energetica mentre il secondo è deputato all’accumulo di riserve che verranno dissipate in energia termica"
  },
  "en": {
"dermatology-title": "DERMATOLOGY",
"dermatology-description": "Dermatology is the branch of medicine that deals with the study, diagnosis, and treatment of diseases of the skin, hair, and nails.\nIt covers a wide range of conditions, from common ones such as acne and dermatitis, to more complex diseases like psoriasis and melanoma.",
"tissues_title": "Tissues",
"tissues_description": "A tissue is a group of cells with similar shape, structure, and function, held together by an extracellular substance that varies in amount, composition, and consistency from one tissue to another. The main types of tissues are:",
"epithelial_tissue": "epithelial tissue",
"connective_tissue": "connective tissue",
"muscle_tissue": "muscle tissue",
"nervous_tissue": "nervous tissue",
"epithelial_tissue_description": "Epithelial Tissue",
"epithelial_description": "Epithelial tissue consists of tightly packed cells, resulting in extremely reduced extracellular spaces.",
"epithelial_junctions": "In epithelia, cells are held together by specialized modifications of adjacent cell membranes, which can interlock and firmly bind epithelial cells. Specialized junctional structures are often present, forming collectively the junctional complex.",
"epithelial_types": "We distinguish covering epithelia, which line body surfaces (with protective, absorptive, etc. functions), glandular epithelia (with secretory function), and sensory epithelia (such as taste and olfactory receptors).",
"epithelial_basement": "Epithelium always rests on the underlying connective tissue that supports and nourishes it. It attaches to it via the basement membrane (a dense layer of complex composition), through which nutrients diffuse from blood vessels in the connective tissue to the epithelium, since the epithelium lacks its own blood vessels (due to minimal extracellular space).",
"lining_epithelia": "Lining Epithelia.",
"lining_epithelia_classification": "Lining epithelia can be classified, based on the number of cell layers, into:",
"simple_epithelium": "simple or monolayer epithelium, composed of a single layer of cells",
"stratified_epithelium": "compound or stratified epithelium, composed of multiple layers of cells",
"pseudostratified_epithelium": "pseudostratified epithelium or with multiple rows of nuclei, composed of a single layer of cells whose nuclei are positioned at different heights within the cell body, thus simulating multiple cellular layers",
"squamous_epithelium": "squamous epithelium, composed of a single layer of flat cells with irregular shape, in contact through fine and dense interdigitations. Due to their thinness, they allow high permeability and thus line surfaces specialized in passive transport of gases or fluids: present in pulmonary alveoli, certain kidney areas, the ear, and forming the epithelium of the serous membranes of the pleura, pericardium, and peritoneum. They constitute the walls of blood vessels (endothelium), regulating vascular permeability",
"cuboidal_epithelium": "cuboidal epithelium, composed of a single layer of multifaceted cells depending on the organ. It lines the internal surface of ducts with both excretory and absorptive functions, providing limited protection. Found in the ovarian wall, renal collecting tubules, and excretory ducts of many glands, including salivary glands and the pancreas, at the choroid plexuses, on the deep surface of the lens capsule, and in the retina as pigment epithelium",
"columnar_epithelium": "columnar epithelium, composed of a single layer of cylindrical cells. Specialized in absorption and secretion, lining the surfaces of hollow organs. Divided into: ciliated and non-ciliated columnar epithelium, depending on the presence or absence of organelles (cilia)",
"transitional_epithelium": "transitional epithelia (urothelium), a type with intermediate characteristics between stratified squamous and stratified cuboidal epithelium. Specialized in resisting urine toxicity, it lines the inner surface of the ureter and urinary bladder in mammals",
"lining_epithelia_functions": "Functions of Lining Epithelia.",
"lining_epithelia_coverage": "Lining epithelia cover the external surface of the body (the epidermis, the outermost skin layer), the internal surface of hollow organs communicating with the outside (forming their mucosa), the inner surface of blood vessels (forming the endothelium), the internal surface of large body cavities, and the external surface of organs contained within them (forming the mesothelium, the epithelial lining of serous membranes: pleura, pericardium, and peritoneum).",
"epithelial_function_factors": "The structural and functional characteristics of individual cells making up a lining epithelium, their arrangement (in one or more layers), and the location of the epithelium are the factors that determine the functions each type of lining epithelium can perform.",
"glandular_epithelia": "Glandular Epithelia",
"glandular_epithelia_secretion": "Glandular epithelia consist of cells that produce and secrete (i.e., release outside the cell) specific substances, generically called secretions.",
"glandular_cell_organization": "These cells may be scattered among other cell types or grouped to form actual organs called glands. If we define a 'gland' as any structure that produces and secretes a specific substance, glands can be divided into two groups:",
"gland_classification_secretion": "Based on the destination of the secretion, glands can be classified as:",
"exocrine_glands": "exocrine glands",
"endocrine_glands": "endocrine glands",
"connective_tissue_extra": "Connective Tissue",
"connective_tissue_features": "Connective tissue is characterized by a significant amount of extracellular material, the ground substance, in which cells and characteristic connective tissue fibers are embedded.",
"connective_tissue_matrix": "The extracellular material of connective tissue consists of an amorphous matrix or ground substance and three types of fibers embedded within it: collagen, reticular, and elastic fibers.",
"connective_tissue_varieties": "The chemical composition of the ground substance, fiber composition, their spatial organization, and finally the cell types present allow connective tissue to be divided into several varieties:",
"proper_connective_tissue": "proper connective tissue",
"cartilage_tissue": "cartilage tissue",
"adipose_tissue": "adipose tissue",
"bone_tissue": "bone tissue",
"connective_tissue_functions_title": "Connective tissue performs important functions:",
"connective_function_connect": "connects tissues, organs, and different body parts together",
"connective_function_support": "supports the entire organism (through the bony skeleton), contains and protects various organs, forming their final supportive framework",
"connective_function_transport": "enables exchange and transport of substances, providing nourishment to cells of various organs and tissues",
"connective_function_defense": "participates in defense processes, particularly against infections. In summary, connective tissue performs nutritional, supportive, mechanical protection, and defense functions",
"adipose_tissue_adipocytes": "Adipose Tissue",
"adipose_tissue_description": "Adipose tissue is made up of cells called adipocytes, which store fats in cytoplasmic vacuoles",
"adipose_tissue_types": "There are two types of adipose tissue: white and brown. The former serves as an energy reserve, while the latter stores reserves that will be dissipated as thermal energy"
  }
}