{"it":{"dermatology-title":"DERMATOLOGIA","dermatology-description":"La dermatologia è la branca della medicina che si occupa dello studio, della diagnosi e del trattamento delle malattie della pelle, dei capelli e delle unghie.\nEssa comprende una vasta gamma di condizioni, dalle più comuni come acne e dermatiti, a malattie più complesse come psoriasi e melanoma.","tissues_title":"I tessuti","tissues_description":"Un tessuto è un raggruppamento di cellule aventi forma struttura e funzioni simili, tenute insieme da una sostanza intercellulare più o meno abbondante e di composizione e consistenza variabile da tessuto a tessuto. I principali tessuti sono:","epithelial_tissue":"tessuto epiteliale","connective_tissue":"tessuto connettivale","muscle_tissue":"tessuto muscolare","nervous_tissue":"tessuto nervoso","epithelial_tissue_description":"Tessuto epiteliale","epithelial_description":"Il tessuto epiteliale è costituito da cellule strettamente addossate tra loro, per cui gli spazi extracellulari sono estremamente ridotti","epithelial_junctions":"Negli epiteli le cellule sono tenute insieme per mezzo di particolari modificazioni delle membrane di cellule adiacenti, che possono incastrarsi l’una nell’altra saldando strettamente tra loro le cellule epiteliali. Sono spesso presenti strutture di collegamento particolari, che formano, nell’insieme, il complesso giunzionale.","epithelial_types":"Distinguiamo epiteli di rivestimento, che rivestono le superfici corporee (con funzione protettiva, assorbente ecc.), epiteli ghiandolari (a funzione secretiva), epiteli sensoriali (come i recettori gustativi e quelli olfattivi).","epithelial_basement":"L’epitelio poggia sempre sul tessuto connettivo sottostante che lo sostiene e lo nutre: a esso, infatti, si fissa, mediante l’interposizione della membrana basale (uno straterello denso a composizione complessa), attraverso la quale, inoltre, diffondono le sostanze nutritive, che giungono all’epitelio dai vasi sanguigni del connettivo, essendo l’epitelio privo di vasi propri (per la scarsità dello spazio extracellulare).","lining_epithelia":"Epiteli di rivestimento.","lining_epithelia_classification":"Gli epiteli di rivestimento possono essere distinti, in base al numero di strati di cellule che li compongono, in:","simple_epithelium":"epitelio semplice o monostratificato, costituito da un solo strato di cellule","stratified_epithelium":"epitelio composto o pluristratificato, costituito da più strati di cellule","pseudostratified_epithelium":"epitelio pseudostratificato o a più file di nuclei, costituito da un solo strato di cellule, che hanno però i nuclei disposti ad altezze diverse del corpo cellulare, simulando così vari strati cellulari","squamous_epithelium":"epitelio pavimentoso, costituito da unico strato di cellule piatte e con forma irregolare, in contatto con delle interdigitazioni fini e fitte. Grazie al loro spessore, permette molta permeabilità, riveste infatti superfici deputate al trasporto passivo di gas o fluidi: presente negli alveoli polmonari, in alcune aree dei reni, nell'orecchio, formando inoltre l'epitelio delle sierose della pleura, del pericardio e del peritoneo. Costituisce le pareti dei vasi sanguigni (endotelio), regolando la permeabilità vascolare","cuboidal_epithelium":"epitelio cubico, costituito da un singolo strato di cellule multiformi a seconda degli organi dove si trovano. Costituisce la superficie interna di condotti con funzioni sia escretorie che assorbenti dando una protezione limitata. Si ritrova nella parete dell'ovaio, nei tubuli collettori renali, e nei dotti escretori di molte ghiandole, tra cui le ghiandole salivari e il pancreas, in corrispondenza dei plessi corioidei, sulla superficie profonda della capsula del cristallino, nella retina come epitelio pigmentato","columnar_epithelium":"epitelio cilindrico, costituito da un unico strato di cellule di aspetto cilindrico. Deputato a funzioni di assorbimento e di secrezione a rivestire le superfici di organi cavi. Suddiviso in: epitelio cilindrico ciliato e non ciliato, in base alla presenza o meno di organelli (ciglia)","transitional_epithelium":"epiteli di transizione (urotelio), tipologia con caratteristiche intermedie tra un epitelio pavimentoso pluristratificato e un epitelio cubico pluristratificato. Specializzati nella resistenza alla tossicità dell'urina, riveste infatti l'interno dell'uretere e della vescica urinaria dei mammiferi","lining_epithelia_functions":"Funzioni degli epiteli di rivestimento.","lining_epithelia_coverage":"Gli epiteli di rivestimento rivestono la superficie esterna del corpo (l’epidermide, strato più superficiale della pelle), la superficie interna degli organi cavi, comunicanti con l’esterno (di cui costituiscono la tonaca mucosa), la superficie interna dei vasi sanguigni, dei quali costituiscono l’endotelio, la superficie interna delle grandi cavità corporee e la superficie esterna degli organi in esse contenuti (costituendo il mesotelio, rivestimento epiteliale delle membrane sierose: pleura, pericardio e peritoneo).","epithelial_function_factors":"Le caratteristiche strutturali e funzionali delle singole cellule che compongono un epitelio di rivestimento, la loro disposizione (in uno o più strati) e la sede in cui l’epitelio è localizzato sono gli elementi che condizionano le funzioni che ogni tipo di epitelio di rivestimento può svolgere.","glandular_epithelia":"Epiteli ghiandolari","glandular_epithelia_secretion":"Gli epiteli ghiandolari sono costituiti da cellule che producono e secernono (cioè rilasciano all’esterno della cellula) determinate sostanze, dette genericamente secreti.","glandular_cell_organization":"Queste cellule possono essere sparse tra altri tipi di cellule o raggruppate a formare dei veri e propri organi, detti ghiandole. Se definiamo “ghiandola” qualunque struttura che produce e secerne una sostanza specifica, le ghiandole possono essere suddivise in due gruppi:","gland_classification_secretion":"In base al destino del secreto, le ghiandole possono essere suddivise in:","exocrine_glands":"ghiandole esocrine","endocrine_glands":"ghiandole endocrine","connective_tissue_extra":"Tessuto connettivo","connective_tissue_features":"Il tessuto connettivo è caratterizzato dalla presenza di una notevole quantità di sostanza extracellulare, la sostanza fondamentale, nella quale sono immerse le cellule e le fibre caratteristiche del connettivo.","connective_tissue_matrix":"La sostanza extracellulare del connettivo è costituita da una matrice o sostanza fondamentale amorfa e da tre varietà di fibre in essa immerse: fibre collagene, reticolari, elastiche.","connective_tissue_varieties":"La composizione chimica della sostanza fondamentale, la composizione in fibre, la loro organizzazione spaziale e, infine, i tipi cellulari presenti, consentono di suddividere il tessuto connettivo in alcune varietà:","proper_connective_tissue":"tessuto connettivo propriamente detto","cartilage_tissue":"tessuto cartilagineo","adipose_tissue":"tessuto adiposo","bone_tissue":"tessuto osseo","connective_tissue_functions_title":"Il tessuto connettivo svolge importanti funzioni:","connective_function_connect":"“connette”, ossia collega tra loro tessuti, organi, parti diverse del corpo","connective_function_support":"sostiene l’intero organismo (per mezzo dello scheletro osseo), contiene e protegge i vari organi, dei quali costituisce la fine “impalcatura” di sostegno","connective_function_transport":"permette lo scambio e il trasporto di sostanze, offrendo nutrimento alle cellule dei vari organi e tessuti","connective_function_defense":"partecipa ai processi difensivi, in particolare contro le infezioni. In sintesi, il tessuto connettivo svolge funzioni nutritive, di sostegno, protezione meccanica e di difesa","adipose_tissue_adipocytes":"Tessuto adiposo","adipose_tissue_description":"Il tessuto adiposo è formato da cellule chiamate adipociti, che hanno la funzione di accumulare grassi in vacuoli citoplasmatici","adipose_tissue_types":"Esistono due tipi di tessuto adiposo, bianco e bruno. Il primo ha funzione di riserva energetica mentre il secondo è deputato all’accumulo di riserve che verranno dissipate in energia termica","nervous_tissue_neurons":"Tessuto nervoso","nervous_tissue_composition":"Il tessuto nervoso è costituito da vari tipi di cellule e dai prolungamenti che da queste cellule originano.","neurons_definition":"Le principali cellule costituenti il tessuto nervoso sono i neuroni (Figura 36), cellule irritabili (o eccitabili), capaci di generare e trasmettere impulsi nervosi in risposta a stimoli specifici.","neuron_structure":"I neuroni sono costituiti da un corpo cellulare avente forma e dimensioni diverse nelle diverse parti del sistema nervoso, provvisto di un numero variabile di prolungamenti brevi, detti dendriti, e un prolungamento, in genere lungo, detto assone.","dendrites_axon_function":"I dendriti ricevono gli impulsi nervosi da altri neuroni e li trasmettono al corpo cellulare, mentre l’assone trasmette gli impulsi nervosi dal corpo cellulare ad altri neuroni, a cellule muscolari o ghiandolari.","neuron_specialization":"I neuroni sono cellule altamente specializzate, che si differenziano in modo da poter svolgere le loro funzioni in modo ottimale. La loro forma e la loro struttura sono strettamente correlate alla loro funzione.","neurons_nervous_system":"I neuroni sono le cellule fondamentali del sistema nervoso","nervous_system_function":"che è l’insieme di organi e tessuti deputati alla ricezione, elaborazione e trasmissione di informazioni, che permettono all’organismo di rispondere agli stimoli provenienti dall’ambiente esterno e da quello interno.","nerves_formation":"Più neuroni si possono associare a formare dei nervi. A differenza delle altre cellule, i neuroni appena formati non si dividono più, questo significa che i neuroni non si riproducono.","nerve_cell_properties":"La cellula nervosa è in grado di ricevere, condurre e trasmettere impulsi nervosi ed è caratterizzata da due proprietà:","excitability":"l’eccitabilità","excitability_definition":"cioè la capacità di reagire agli stimoli provenienti dall’ambiente esterno trasformandoli in impulsi nervosi;","conductivity":"la conducibilità","conductivity_definition":"cioè la capacità di trasmettere impulsi nervosi.","synapse_definition":"Il meccanismo di trasmissione di informazioni tra un neurone ed un altro è detto sinapsi.","neurotransmitter_function":"Quando ad un neurone arriva un impulso, viene liberata una sostanza chimica chiamata neurotrasmettitore che viene trasmesso alla cellula adiacente e così via, consentendo così all’organismo di svolgere varie funzioni.","_section_dyslexia":"=== Versione semplice per dislessia e ipovisione  ===","dermatologia.titolo":"DERMATOLOGIA","dermatologia.descrizione":"La dermatologia è la parte della medicina che studia la pelle, i capelli e le unghie.","dermatologia.diagnosi":"diagnosi: scoprire di quale malattia si tratta;","dermatologia.trattamento":"trattamento: curare la malattia.","dermatologia.malattie.comuni":"Le malattie della pelle possono essere comuni o più serie. Esempi:","dermatologia.acne":"Acne: punti neri, brufoli, soprattutto in adolescenza.","dermatologia.dermatiti":"Dermatiti: pelle rossa, secca, pruriginosa (che dà fastidio).","dermatologia.psoriasi":"Psoriasi: chiazze spesse e squamose sulla pelle.","dermatologia.melanoma":"Melanoma: un tipo di tumore della pelle, molto serio ma curabile se scoperto presto.","dermatologia.dermatologo":"Il dermatologo è il medico specializzato in queste malattie. Aiuta a mantenere la pelle sana e a prevenire problemi.","tessuti.titolo":"I tessuti","tessuti.descrizione":"Un tessuto è un insieme di cellule simili tra loro. Hanno la stessa forma, struttura e funzione. Sono unite da una sostanza tra le cellule, chiamata sostanza intercellulare. Questa sostanza cambia a seconda del tessuto.","tessuti.lista":"I tessuti principali sono quattro:","tessuti.epiteliale":"Tessuto epiteliale","tessuti.epiteliale.descrizione":"Il tessuto epiteliale è fatto di cellule molto vicine tra loro. Gli spazi tra una cellula e l’altra sono quasi assenti.","tessuti.epiteliale.unione":"Le cellule si tengono unite grazie a strutture speciali sulle loro superfici. Queste strutture si incastrano come pezzi di un puzzle. Insieme formano il complesso giunzionale.","tessuti.epitelio.tipi":"Esistono tre tipi principali di epitelio:","tessuti.epitelio.rivestimento":"Epitelio di rivestimento: copre la pelle e le superfici interne. Protegge, assorbe, scambia sostanze.","tessuti.epitelio.ghiandolare":"Epitelio ghiandolare: produce e rilascia sostanze (come sudore, enzimi, ormoni).","tessuti.epitelio.sensoriale":"Epitelio sensoriale: aiuta a percepire sapori, odori e altri stimoli (es. lingua, naso).","tessuti.epitelio.supporto":"L’epitelio poggia sempre su un tessuto più profondo: il tessuto connettivo.","tessuti.membrana.basale":"Tra i due c’è una membrana basale, una sottile pellicola che li unisce.","tessuti.nutrizione":"Il tessuto connettivo fornisce sostanze nutritive, perché l’epitelio non ha vasi sanguigni propri.","epitelio.rivestimento.titolo":"Tipi di epitelio di rivestimento","epitelio.rivestimento.descrizione":"Gli epiteli di rivestimento si dividono in base al numero di strati cellulari:","epitelio.semplice":"Epitelio semplice (monostratificato): un solo strato di cellule.","epitelio.composto":"Epitelio composto (pluristratificato): più strati di cellule.","epitelio.pseudostratificato":"Epitelio pseudostratificato: sembra avere più strati, ma è uno solo. I nuclei sono a diverse altezze, quindi sembra stratificato.","epitelio.pavimentoso":"Epitelio pavimentoso: cellule piatte e sottili. Permette il passaggio di gas e liquidi. Si trova nei polmoni (alveoli), nei reni, nei vasi sanguigni (endotelio), e nelle sierose (pleura, pericardio, peritoneo).","epitelio.cubico":"Epitelio cubico: cellule a forma di cubo. Riveste condotti e tubi. Ha funzioni di assorbimento e protezione. Si trova in diversi organi: nei tubuli renali, nei dotti delle ghiandole (come quelle salivari e il pancreas), nell’ovaio, nei plessi corioidei del cervello, sulla capsula del cristallino e nella retina (epitelio pigmentato).","epitelio.cilindrico":"Epitelio cilindrico: cellule alte e sottili, a forma di cilindro. Riveste organi cavi come l’intestino e le vie respiratorie. Ha funzioni di assorbimento e secrezione.","epitelio.cilindrico.ciliato":"con ciglia (ciliato): muove muco e particelle (es. trachea);","epitelio.cilindrico.nonciliato":"senza ciglia (non ciliato): assorbe sostanze (es. intestino).","epitelio.transizione":"Epitelio di transizione (urotelio): tipo speciale di epitelio. Ha caratteristiche tra epitelio pavimentoso e cubico. È elastico e resistente all’urina. Riveste l’interno della vescica e dell’uretere.","epitelio.rivestimento.funzioni.titolo":"Funzioni degli epiteli di rivestimento","epitelio.rivestimento":"Gli epiteli di rivestimento coprono molte superfici del corpo.","epitelio.rivestimento.esterna":"Superficie esterna: come la pelle (epidermide).","epitelio.rivestimento.interna":"Superfici interne: di organi vuoti che comunicano con l’esterno (es. intestino, bocca).","epitelio.rivestimento.vasi":"Vasi sanguigni: rivestono l’interno e si chiamano endotelio.","epitelio.rivestimento.cavita":"Grandi cavità del corpo: come torace e addome. Rivestono anche gli organi dentro queste cavità. In questo caso si chiamano mesotelio.","epitelio.rivestimento.dipendenza":"Il tipo di funzione dipende da:","epitelio.rivestimento.cellule":"come sono fatte le cellule;","epitelio.rivestimento.strati":"se sono in uno o più strati;","epitelio.rivestimento.posizione":"dove si trovano nel corpo.","epitelio.ghiandolare.titolo":"Epiteli ghiandolari","epitelio.ghiandolare.descrizione":"Questi epiteli sono fatti di cellule che producono e rilasciano sostanze, chiamate secreti.","epitelio.ghiandolare.cellule":"Le cellule possono essere:","epitelio.ghiandolare.sparsa":"sparsе tra altre cellule;","epitelio.ghiandolare.raggruppata":"raggruppate in organi specializzati: le ghiandole.","epitelio.ghiandolare.divisione":"Le ghiandole si dividono in due tipi, a seconda di dove va il secreto:","epitelio.ghiandolare.esocrine.titolo":"Ghiandole esocrine","epitelio.ghiandolare.esocrine.testo":"Rilasciano il secreto all’esterno del corpo o dentro organi (es. sudore, saliva). Usano dei dotti (tubicini) per portare fuori la sostanza.","epitelio.ghiandolare.endocrine.titolo":"Ghiandole endocrine","epitelio.ghiandolare.endocrine.testo":"Rilasciano gli ormoni direttamente nel sangue. Non hanno dotti. Esempi: tiroide, ipofisi, surreni.","tessuto.connettivo.titolo":"Tessuto connettivo","tessuto.connettivo.descrizione":"Il tessuto connettivo ha tanta sostanza tra le cellule, chiamata sostanza extracellulare. Al suo interno ci sono cellule e fibre.","tessuto.connettivo.composizione":"La sostanza extracellulare è fatta di:","tessuto.connettivo.matrice":"Matrice amorfa: una specie di gel che riempie gli spazi.","tessuto.connettivo.fibre":"Fibre: immerse nella matrice. Sono di tre tipi:","tessuto.connettivo.collagene":"Collagene: resistenti e forti (come corde);","tessuto.connettivo.reticolari":"Reticolari: sottili e a rete, sostengono organi come fegato e milza;","tessuto.connettivo.elastiche":"Elastiche: si allungano e tornano indietro (come elastici).","tessuto.connettivo.tipi":"A seconda del tipo di cellule, fibre e matrice, il tessuto connettivo si divide in quattro tipi principali:","tessuto.connettivo.proprio":"Tessuto connettivo propriamente detto: si trova sotto la pelle, attorno ai muscoli e agli organi. Dà sostegno e unisce le parti del corpo.","tessuto.connettivo.cartilagineo":"Tessuto cartilagineo: flessibile e resistente. Riveste le articolazioni, forma il naso e le orecchie.","tessuto.connettivo.adiposo":"Tessuto adiposo: formato da cellule piene di grasso. Conserva energia e isola il corpo dal freddo. Si trova sotto la pelle e attorno agli organi.","tessuto.connettivo.osseo":"Tessuto osseo: duro e resistente. Forma lo scheletro. Protegge organi importanti (es. cranio) e permette il movimento.","tessuto.connettivo.funzioni":"Il tessuto connettivo ha funzioni importanti:","tessuto.connettivo.funzioni.connette":"Dà forma e sostegno al corpo;","tessuto.connettivo.funzioni.protegge":"Protegge gli organi;","tessuto.connettivo.funzioni.energia":"Immagazzina energia (grasso);","tessuto.connettivo.funzioni.trasporto":"Trasporta sostanze (nel sangue, che è un tipo di tessuto connettivo);","tessuto.connettivo.funzioni.difesa":"Partecipa alla difesa (con cellule del sistema immunitario).","tessuto.connettivo.funzioni.titolo":"Funzioni del tessuto connettivo","tessuto.connettivo.funzioni.descrizione":"Il tessuto connettivo ha molte funzioni importanti nel corpo.","tessuto.connettivo.funzioni.connette2":"Connette tessuti e organi tra loro.","tessuto.connettivo.funzioni.sostiene":"Sostiene tutto il corpo (es. lo scheletro). Protegge gli organi e ne forma la struttura interna.","tessuto.connettivo.funzioni.trasporta":"Trasporta sostanze e fornisce nutrimento alle cellule.","tessuto.connettivo.funzioni.difende":"Difende l’organismo, soprattutto dalle infezioni.","tessuto.connettivo.sintesi":"In sintesi, il tessuto connettivo serve per:","tessuto.connettivo.nutrire":"nutrire;","tessuto.connettivo.sostenere":"sostenere;","tessuto.connettivo.proteggere":"proteggere;","tessuto.connettivo.difendere":"difendere;","tessuto.adiposo.titolo":"Tessuto adiposo","tessuto.adiposo.descrizione":"Il tessuto adiposo è formato da cellule chiamate adipociti. Queste cellule accumulano grassi al loro interno.","tessuto.adiposo.tipi":"Esistono due tipi principali:","tessuto.adiposo.bianco":"Tessuto adiposo bianco: Conserva energia sotto forma di grasso. È il tipo più comune.","tessuto.adiposo.bruno":"Tessuto adiposo bruno: Trasforma il grasso in calore. Aiuta a mantenere la temperatura del corpo. È più presente nei neonati e negli animali che vanno in letargo.","tessuto.nervoso.titolo":"Tessuto nervoso","tessuto.nervoso.descrizione":"Il tessuto nervoso è formato da cellule specializzate e dai loro prolungamenti.","tessuto.nervoso.neurone":"La cellula principale è il neurone. È capace di ricevere, generare e trasmettere segnali elettrici, chiamati impulsi nervosi.","tessuto.nervoso.parti":"Ogni neurone ha:","tessuto.nervoso.corpo":"Corpo cellulare: contiene il nucleo. La forma e la dimensione cambiano a seconda della zona del corpo.","tessuto.nervoso.dendriti":"Dendriti: prolungamenti corti. Ricevono gli impulsi da altri neuroni e li mandano al corpo cellulare.","tessuto.nervoso.assone":"Assone: prolungamento lungo. Manda l’impulso dal corpo cellulare ad altri neuroni, muscoli o ghiandole.","tessuto.nervoso.funzione":"I neuroni sono le cellule fondamentali del sistema nervoso.","tessuto.nervoso.sistema":"Il sistema nervoso riceve, elabora e trasmette informazioni.","tessuto.nervoso.risposta":"Grazie a lui, il corpo può rispondere agli stimoli esterni (come luce, suono, dolore) e interni (come fame o sete).","tessuto.nervoso.nervo":"Più neuroni possono unirsi per formare un nervo. I nervi portano i segnali dal cervello e dal midollo spinale al resto del corpo.","tessuto.nervoso.attenzione":"Attenzione: i neuroni non si dividono né si rigenerano facilmente. Una volta formati, in genere non si riproducono. Per questo è importante proteggere il sistema nervoso.","tessuto.nervoso.proprieta":"Ogni cellula nervosa ha due proprietà principali:","tessuto.nervoso.eccitabilita":"Eccitabilità: capacità di reagire agli stimoli (es. tocco, luce) e trasformarli in un impulso nervoso.","tessuto.nervoso.conducibilita":"Conducibilità: capacità di trasmettere l’impulso nervoso lungo il neurone.","sinapsi.descrizione":"Il passaggio di informazioni da un neurone all’altro avviene in un punto speciale: la sinapsi.","sinapsi.processo":"Quando l’impulso arriva alla fine dell’assone:","sinapsi.passo1":"viene rilasciata una sostanza chimica: il neurotrasmettitore;","sinapsi.passo2":"questa sostanza attraversa lo spazio tra i due neuroni;","sinapsi.passo3":"raggiunge il neurone successivo e trasmette il segnale.","sinapsi.funzioni":"Questo meccanismo permette al corpo di:","sinapsi.pensare":"pensare;","sinapsi.muoversi":"muoversi;","sinapsi.sudare":"sudare;","sinapsi.cuore":"battere il cuore;","sinapsi.emozioni":"sentire emozioni.","tessuto.nervoso.essenziale":"Il tessuto nervoso è essenziale per la vita: coordina tutte le funzioni del corpo in modo rapido ed efficiente."},"en":{"dermatology-title":"DERMATOLOGY","dermatology-description":"Dermatology is the branch of medicine that deals with the study, diagnosis, and treatment of diseases of the skin, hair, and nails.\nIt covers a wide range of conditions, from common ones such as acne and dermatitis, to more complex diseases like psoriasis and melanoma.","tissues_title":"Tissues","tissues_description":"A tissue is a group of cells with similar shape, structure, and function, held together by an extracellular substance that varies in amount, composition, and consistency from one tissue to another. The main types of tissues are:","epithelial_tissue":"epithelial tissue","connective_tissue":"connective tissue","muscle_tissue":"muscle tissue","nervous_tissue":"nervous tissue","epithelial_tissue_description":"Epithelial Tissue","epithelial_description":"Epithelial tissue consists of tightly packed cells, resulting in extremely reduced extracellular spaces.","epithelial_junctions":"In epithelia, cells are held together by specialized modifications of adjacent cell membranes, which can interlock and firmly bind epithelial cells. Specialized junctional structures are often present, forming collectively the junctional complex.","epithelial_types":"We distinguish covering epithelia, which line body surfaces (with protective, absorptive, etc. functions), glandular epithelia (with secretory function), and sensory epithelia (such as taste and olfactory receptors).","epithelial_basement":"Epithelium always rests on the underlying connective tissue that supports and nourishes it. It attaches to it via the basement membrane (a dense layer of complex composition), through which nutrients diffuse from blood vessels in the connective tissue to the epithelium, since the epithelium lacks its own blood vessels (due to minimal extracellular space).","lining_epithelia":"Lining Epithelia.","lining_epithelia_classification":"Lining epithelia can be classified, based on the number of cell layers, into:","simple_epithelium":"simple or monolayer epithelium, composed of a single layer of cells","stratified_epithelium":"compound or stratified epithelium, composed of multiple layers of cells","pseudostratified_epithelium":"pseudostratified epithelium or with multiple rows of nuclei, composed of a single layer of cells whose nuclei are positioned at different heights within the cell body, thus simulating multiple cellular layers","squamous_epithelium":"squamous epithelium, composed of a single layer of flat cells with irregular shape, in contact through fine and dense interdigitations. Due to their thinness, they allow high permeability and thus line surfaces specialized in passive transport of gases or fluids: present in pulmonary alveoli, certain kidney areas, the ear, and forming the epithelium of the serous membranes of the pleura, pericardium, and peritoneum. They constitute the walls of blood vessels (endothelium), regulating vascular permeability","cuboidal_epithelium":"cuboidal epithelium, composed of a single layer of multifaceted cells depending on the organ. It lines the internal surface of ducts with both excretory and absorptive functions, providing limited protection. Found in the ovarian wall, renal collecting tubules, and excretory ducts of many glands, including salivary glands and the pancreas, at the choroid plexuses, on the deep surface of the lens capsule, and in the retina as pigment epithelium","columnar_epithelium":"columnar epithelium, composed of a single layer of cylindrical cells. Specialized in absorption and secretion, lining the surfaces of hollow organs. Divided into: ciliated and non-ciliated columnar epithelium, depending on the presence or absence of organelles (cilia)","transitional_epithelium":"transitional epithelia (urothelium), a type with intermediate characteristics between stratified squamous and stratified cuboidal epithelium. Specialized in resisting urine toxicity, it lines the inner surface of the ureter and urinary bladder in mammals","lining_epithelia_functions":"Functions of Lining Epithelia.","lining_epithelia_coverage":"Lining epithelia cover the external surface of the body (the epidermis, the outermost skin layer), the internal surface of hollow organs communicating with the outside (forming their mucosa), the inner surface of blood vessels (forming the endothelium), the internal surface of large body cavities, and the external surface of organs contained within them (forming the mesothelium, the epithelial lining of serous membranes: pleura, pericardium, and peritoneum).","epithelial_function_factors":"The structural and functional characteristics of individual cells making up a lining epithelium, their arrangement (in one or more layers), and the location of the epithelium are the factors that determine the functions each type of lining epithelium can perform.","glandular_epithelia":"Glandular Epithelia","glandular_epithelia_secretion":"Glandular epithelia consist of cells that produce and secrete (i.e., release outside the cell) specific substances, generically called secretions.","glandular_cell_organization":"These cells may be scattered among other cell types or grouped to form actual organs called glands. If we define a 'gland' as any structure that produces and secretes a specific substance, glands can be divided into two groups:","gland_classification_secretion":"Based on the destination of the secretion, glands can be classified as:","exocrine_glands":"exocrine glands","endocrine_glands":"endocrine glands","connective_tissue_extra":"Connective Tissue","connective_tissue_features":"Connective tissue is characterized by a significant amount of extracellular material, the ground substance, in which cells and characteristic connective tissue fibers are embedded.","connective_tissue_matrix":"The extracellular material of connective tissue consists of an amorphous matrix or ground substance and three types of fibers embedded within it: collagen, reticular, and elastic fibers.","connective_tissue_varieties":"The chemical composition of the ground substance, fiber composition, their spatial organization, and finally the cell types present allow connective tissue to be divided into several varieties:","proper_connective_tissue":"proper connective tissue","cartilage_tissue":"cartilage tissue","adipose_tissue":"adipose tissue","bone_tissue":"bone tissue","connective_tissue_functions_title":"Connective tissue performs important functions:","connective_function_connect":"connects tissues, organs, and different body parts together","connective_function_support":"supports the entire organism (through the bony skeleton), contains and protects various organs, forming their final supportive framework","connective_function_transport":"enables exchange and transport of substances, providing nourishment to cells of various organs and tissues","connective_function_defense":"participates in defense processes, particularly against infections. In summary, connective tissue performs nutritional, supportive, mechanical protection, and defense functions","adipose_tissue_adipocytes":"Adipose Tissue","adipose_tissue_description":"Adipose tissue is made up of cells called adipocytes, which store fats in cytoplasmic vacuoles","adipose_tissue_types":"There are two types of adipose tissue: white and brown. The former serves as an energy reserve, while the latter stores reserves that will be dissipated as thermal energy","nervous_tissue_neurons":"Nervous Tissue","nervous_tissue_composition":"Nervous tissue is composed of various types of cells and the extensions originating from these cells.","neurons_definition":"The main cells constituting nervous tissue are neurons (Figure 36), excitable cells capable of generating and transmitting nerve impulses in response to specific stimuli.","neuron_structure":"Neurons consist of a cell body with varying shape and size depending on the region of the nervous system, equipped with a variable number of short extensions called dendrites, and a generally long extension called the axon.","dendrites_axon_function":"Dendrites receive nerve impulses from other neurons and transmit them to the cell body, while the axon transmits nerve impulses from the cell body to other neurons, muscle or glandular cells.","neuron_specialization":"Neurons are highly specialized cells, differentiated to optimally perform their functions. Their shape and structure are closely related to their function.","neurons_nervous_system":"Neurons are the fundamental cells of the nervous system","nervous_system_function":"which is the set of organs and tissues responsible for receiving, processing, and transmitting information, enabling the organism to respond to stimuli from both the external and internal environment.","nerves_formation":"Multiple neurons can associate to form nerves. Unlike other cells, newly formed neurons do not divide anymore, meaning neurons do not reproduce.","nerve_cell_properties":"Nerve cells are capable of receiving, conducting, and transmitting nerve impulses and are characterized by two properties:","excitability":"excitability","excitability_definition":"the ability to respond to stimuli from the external environment by converting them into nerve impulses;","conductivity":"conductivity","conductivity_definition":"the ability to transmit nerve impulses.","synapse_definition":"The mechanism of information transmission between one neuron and another is called a synapse.","neurotransmitter_function":"When a nerve impulse reaches a neuron, a chemical substance called a neurotransmitter is released and transmitted to the adjacent cell, and so on, enabling the organism to perform various functions.","_section_dyslexia":"=== Simple version for dyslexia and low vision  ===","dermatologia.titolo":"DERMATOLOGY","dermatologia.descrizione":"Dermatology is the branch of medicine that studies the skin, hair, and nails.","dermatologia.diagnosi":"diagnosis: identifying the specific disease;","dermatologia.trattamento":"treatment: curing the disease.","dermatologia.malattie.comuni":"Skin diseases can be common or more serious. Examples:","dermatologia.acne":"Acne: blackheads, pimples, especially during adolescence.","dermatologia.dermatiti":"Dermatitis: red, dry, itchy skin (causing discomfort).","dermatologia.psoriasi":"Psoriasis: thick, scaly patches on the skin.","dermatologia.melanoma":"Melanoma: a type of skin cancer, very serious but treatable if detected early.","dermatologia.dermatologo":"The dermatologist is the doctor specialized in these conditions. They help maintain healthy skin and prevent problems.","tessuti.titolo":"Tissues","tessuti.descrizione":"A tissue is a group of similar cells. They have the same shape, structure, and function. They are joined by a substance between the cells, called extracellular matrix. This substance varies depending on the tissue.","tessuti.lista":"There are four main types of tissues:","tessuti.epiteliale":"Epithelial Tissue","tessuti.epiteliale.descrizione":"Epithelial tissue consists of cells very close to each other. Spaces between cells are almost absent.","tessuti.epiteliale.unione":"Cells are held together by special structures on their surfaces. These structures interlock like puzzle pieces. Together they form the junctional complex.","tessuti.epitelio.tipi":"There are three main types of epithelium:","tessuti.epitelio.rivestimento":"Covering epithelium: lines the skin and internal surfaces. It protects, absorbs, and exchanges substances.","tessuti.epitelio.ghiandolare":"Glandular epithelium: produces and releases substances (such as sweat, enzymes, hormones).","tessuti.epitelio.sensoriale":"Sensory epithelium: helps detect tastes, smells, and other stimuli (e.g., tongue, nose).","tessuti.epitelio.supporto":"Epithelium always rests on a deeper tissue: connective tissue.","tessuti.membrana.basale":"Between them lies the basement membrane, a thin layer that connects them.","tessuti.nutrizione":"Connective tissue provides nutrients, as epithelium lacks its own blood vessels.","epitelio.rivestimento.titolo":"Types of covering epithelium","epitelio.rivestimento.descrizione":"Covering epithelia are classified based on the number of cell layers:","epitelio.semplice":"Simple epithelium (monolayer): a single layer of cells.","epitelio.composto":"Stratified epithelium: multiple layers of cells.","epitelio.pseudostratificato":"Pseudostratified epithelium: appears to have multiple layers, but is actually a single layer. Nuclei are at different levels, giving a stratified appearance.","epitelio.pavimentoso":"Squamous epithelium: flat, thin cells. Allows passage of gases and fluids. Found in lungs (alveoli), kidneys, blood vessels (endothelium), and serous membranes (pleura, pericardium, peritoneum).","epitelio.cubico":"Cuboidal epithelium: cube-shaped cells. Lines ducts and tubes. Functions in absorption and protection. Found in: renal tubules, gland ducts (e.g., salivary glands, pancreas), ovary, choroid plexuses of the brain, lens capsule, and retina (pigmented epithelium).","epitelio.cilindrico":"Columnar epithelium: tall, thin, cylinder-shaped cells. Lines hollow organs such as the intestine and respiratory tract. Functions in absorption and secretion.","epitelio.cilindrico.ciliato":"with cilia (ciliated): moves mucus and particles (e.g., trachea);","epitelio.cilindrico.nonciliato":"without cilia (non-ciliated): absorbs substances (e.g., intestine).","epitelio.transizione":"Transitional epithelium (urothelium): a specialized epithelium. Has features between squamous and cuboidal. Elastic and resistant to urine. Lines the inside of the bladder and ureters.","epitelio.rivestimento.funzioni.titolo":"Functions of covering epithelia","epitelio.rivestimento":"Covering epithelia cover many surfaces of the body.","epitelio.rivestimento.esterna":"External surface: such as the skin (epidermis).","epitelio.rivestimento.interna":"Internal surfaces: of hollow organs communicating with the outside (e.g., intestine, mouth).","epitelio.rivestimento.vasi":"Blood vessels: line the inside and are called endothelium.","epitelio.rivestimento.cavita":"Large body cavities: such as chest and abdomen. They also line organs within these cavities. In this case, they are called mesothelium.","epitelio.rivestimento.dipendenza":"The type of function depends on:","epitelio.rivestimento.cellule":"how the cells are shaped;","epitelio.rivestimento.strati":"whether they are in one or more layers;","epitelio.rivestimento.posizione":"where they are located in the body.","epitelio.ghiandolare.titolo":"Glandular Epithelia","epitelio.ghiandolare.descrizione":"These epithelia consist of cells that produce and release substances, called secretions.","epitelio.ghiandolare.cellule":"Cells can be:","epitelio.ghiandolare.sparsa":"scattered among other cells;","epitelio.ghiandolare.raggruppata":"grouped into specialized organs: glands.","epitelio.ghiandolare.divisione":"Glands are divided into two types, depending on where the secretion goes:","epitelio.ghiandolare.esocrine.titolo":"Exocrine Glands","epitelio.ghiandolare.esocrine.testo":"Release secretion outside the body or into organs (e.g., sweat, saliva). They use ducts (tiny tubes) to transport the substance out.","epitelio.ghiandolare.endocrine.titolo":"Endocrine Glands","epitelio.ghiandolare.endocrine.testo":"Release hormones directly into the bloodstream. They lack ducts. Examples: thyroid, pituitary, adrenal glands.","tessuto.connettivo.titolo":"Connective Tissue","tessuto.connettivo.descrizione":"Connective tissue has abundant material between cells, called extracellular matrix. It contains cells and fibers.","tessuto.connettivo.composizione":"The extracellular matrix consists of:","tessuto.connettivo.matrice":"Ground substance: a gel-like material that fills the spaces.","tessuto.connettivo.fibre":"Fibers: embedded in the matrix. There are three types:","tessuto.connettivo.collagene":"Collagen: strong and resistant (like ropes);","tessuto.connettivo.reticolari":"Reticular: thin and net-like, support organs such as liver and spleen;","tessuto.connettivo.elastiche":"Elastic: stretch and recoil (like rubber bands).","tessuto.connettivo.tipi":"Depending on the type of cells, fibers, and matrix, connective tissue is divided into four main types:","tessuto.connettivo.proprio":"Proper connective tissue: found under the skin, around muscles and organs. Provides support and connects body parts.","tessuto.connettivo.cartilagineo":"Cartilage: flexible and strong. Covers joints, forms the nose and ears.","tessuto.connettivo.adiposo":"Adipose tissue: made of fat-filled cells. Stores energy and insulates the body from cold. Found under the skin and around organs.","tessuto.connettivo.osseo":"Bone tissue: hard and resistant. Forms the skeleton. Protects vital organs (e.g., skull) and enables movement.","tessuto.connettivo.funzioni":"Connective tissue has important functions:","tessuto.connettivo.funzioni.connette":"Provides shape and structural support to the body;","tessuto.connettivo.funzioni.protegge":"Protects organs;","tessuto.connettivo.funzioni.energia":"Stores energy (fat);","tessuto.connettivo.funzioni.trasporto":"Transports substances (blood is a type of connective tissue);","tessuto.connettivo.funzioni.difesa":"Participates in defense (with immune system cells).","tessuto.connettivo.funzioni.titolo":"Functions of Connective Tissue","tessuto.connettivo.funzioni.descrizione":"Connective tissue has many important functions in the body.","tessuto.connettivo.funzioni.connette2":"Connects tissues and organs together.","tessuto.connettivo.funzioni.sostiene":"Supports the entire body (e.g., skeleton). Protects organs and forms their internal structure.","tessuto.connettivo.funzioni.trasporta":"Transports substances and provides nutrients to cells.","tessuto.connettivo.funzioni.difende":"Defends the organism, especially against infections.","tessuto.connettivo.sintesi":"In summary, connective tissue serves to:","tessuto.connettivo.nutrire":"nourish;","tessuto.connettivo.sostenere":"support;","tessuto.connettivo.proteggere":"protect;","tessuto.connettivo.difendere":"defend;","tessuto.adiposo.titolo":"Adipose Tissue","tessuto.adiposo.descrizione":"Adipose tissue is made up of cells called adipocytes. These cells store fat inside them.","tessuto.adiposo.tipi":"There are two main types:","tessuto.adiposo.bianco":"White adipose tissue: Stores energy in the form of fat. It is the most common type.","tessuto.adiposo.bruno":"Brown adipose tissue: Converts fat into heat. Helps maintain body temperature. It is more present in newborns and hibernating animals.","tessuto.nervoso.titolo":"Nervous Tissue","tessuto.nervoso.descrizione":"Nervous tissue is made up of specialized cells and their extensions.","tessuto.nervoso.neurone":"The main cell is the neuron. It can receive, generate, and transmit electrical signals, called nerve impulses.","tessuto.nervoso.parti":"Each neuron has:","tessuto.nervoso.corpo":"Cell body: contains the nucleus. Its shape and size vary depending on the body region.","tessuto.nervoso.dendriti":"Dendrites: short extensions. They receive impulses from other neurons and send them to the cell body.","tessuto.nervoso.assone":"Axon: long extension. It sends the impulse from the cell body to other neurons, muscles, or glands.","tessuto.nervoso.funzione":"Neurons are the fundamental cells of the nervous system.","tessuto.nervoso.sistema":"The nervous system receives, processes, and transmits information.","tessuto.nervoso.risposta":"Thanks to it, the body can respond to external stimuli (such as light, sound, pain) and internal ones (such as hunger or thirst).","tessuto.nervoso.nervo":"Multiple neurons can join together to form a nerve. Nerves carry signals from the brain and spinal cord to the rest of the body.","tessuto.nervoso.attenzione":"Note: neurons do not divide or regenerate easily. Once formed, they generally do not reproduce. Therefore, it is important to protect the nervous system.","tessuto.nervoso.proprieta":"Each nerve cell has two main properties:","tessuto.nervoso.eccitabilita":"Excitability: the ability to respond to stimuli (e.g., touch, light) and convert them into a nerve impulse.","tessuto.nervoso.conducibilita":"Conductivity: the ability to transmit the nerve impulse along the neuron.","sinapsi.descrizione":"The transmission of information from one neuron to another occurs at a special point: the synapse.","sinapsi.processo":"When the impulse reaches the end of the axon:","sinapsi.passo1":"a chemical substance is released: the neurotransmitter;","sinapsi.passo2":"this substance crosses the space between the two neurons;","sinapsi.passo3":"it reaches the next neuron and transmits the signal.","sinapsi.funzioni":"This mechanism allows the body to:","sinapsi.pensare":"think;","sinapsi.muoversi":"move;","sinapsi.sudare":"sweat;","sinapsi.cuore":"beat the heart;","sinapsi.emozioni":"feel emotions.","tessuto.nervoso.essenziale":"Nervous tissue is essential for life: it coordinates all body functions quickly and efficiently."}}