{
  "it": {
    "main-heading": "Benvenuti nel Progetto Biotech!",
    "manifesto_title": "Un ponte tra biologia e tecnologia, per guidarvi verso la scienza della biotecnologia e l'innovazione tecnologica.",
    "manifesto_intro": "Questo portale è concepito come un ponte tra la complessità della comunicazione scientifica e le opportunità della tecnologia web. Un progetto educativo open source dedicato a rendere la biologia umana accessibile a tutti, rompendo le barriere di accesso all'informazione.",
    "manifesto_pillars_title": "I nostri pilastri:",
    "manifesto_pillar_1": "Accessibilità Cognitiva: Progettato per un pubblico eterogeneo, offre versioni scientifiche dettagliate e versioni semplificate e ad alta leggibilità, ottimizzate specificamente per dislessia e Disturbi Specifici dell'Apprendimento (DSA), in linea con gli standard WCAG 2.1.",
    "manifesto_pillar_2": "Tecnologia e Performance: Combiniamo solidi fondamenti di sviluppo web, con un'avanzata ottimizzazione per i motori di ricerca (SEO) tramite JSON-LD e il monitoraggio costante delle performance con GSC, per garantire che il contenuto raggiunga chiunque ne abbia bisogno, ovunque si trovi.",
    "manifesto_goal": "Il nostro obiettivo finale è ambizioso: democratizzare la scienza, offrendo uno strumento intuitivo e affidabile che ispiri la curiosità e il sapere in ogni persona.",
    "main-description": "La salute è il nostro bene più prezioso, la nostra serenità è il nostro destino di salute.",
    "btn-explore": "Esplora il Progetto",
    "video-alt": "Anteprima video: Foresta verticale di Singapore",
    "video-desc": "Il video mostra la foresta verticale di Singapore, un edificio coperto di piante che integra natura e architettura urbana.",
    "section-science": "Tutto ciò che non puoi non sapere!",
    "mitocondri-term": "Mitocondri",
    "mitocondri-def": "Producono energia sotto forma di ATP.",
    "lisosoma-term": "Lisosoma",
    "lisosoma-def": "Responsabile della distruzione e del riciclaggio delle cellule senescenti.",
    "miochine-term": "Miochine",
    "miochine-def": "Antinfiammatori, anticancerogeni, molecole che migliorano le funzioni cognitive.",
    "pelle-term": "La pelle",
    "pelle-def": "Formata da cheratinociti (90%) e melanociti per la produzione di melanina.",
    "section-preventive": "MEDICINA PREVENTIVA",
    "preventive-1": "Sovrappeso e Obesità",
    "preventive-2": "Abuso di fumo ed alcol",
    "preventive-3": "Facce “tirate” dallo stress e dalla fretta",
    "preventive-4": "Assunzione di cibi processati",
    "preventive-5": "Fuori forma fisica",
    "preventive-6": "Movimenti impacciati/Scarsa mobilità",
    "preventive-7": "Isolamento dalle persone e dall’ambiente",
    "section-cell": "LA CELLULA COME BASE DELLA VITA",
    "wellbeing": "SERENITÀ, BENESSERE, LONGEVITÀ;",
    "cell-desc": "Il nostro destino di salute e la nostra serenità sono le cose più importanti, solo allora iniziamo a contemplare di cambiare quegli aspetti della nostra vita che ci generano disagio psicofisico.",
    "preventive-therapy": "Terapia preventiva dell’attività fisica, dell’alimentazione, di un corretto riposo notturno, allontanamento da dipendenze, spesso travestite da normali abitudini, capacità di far fronte allo stress.",
    "rewrite-life": "Elaborare in maniera nuova la nostra storia personale, e riscriverla con un cambiamento radicale;",
    "biological-factors": "Variabili organiche, (leggi biologiche) sono profondamente influenzate dallo stile di vita.",
    "inflammation": "Contenimento dell’infiammazione sistemica (dei suoi mediatori), la stimolazione dei fattori neurotrofici che porta ad aumenti nella",
    "sinaptogenesi-term": "Sinaptogenesi",
    "sinaptogenesi-def": "e nei volumi cerebrali regionali, la modifica del sistema immunitario, endocrino e del microbiota. Cambiamenti;",
    "epigenetici-term": "Epigenetici",
    "epigenetici-def": "possono essere trasmessi attraverso le generazioni.",
    "quote": "Non è segno di buona salute mentale essere ben adattati ad una società malata"        
  },
  "en": {
    "main-heading": "Welcome to Biotech Project!",
    "manifesto_title": "A bridge between biology and technology, to guide you towards the science of biotechnology and technological innovation.",
    "manifesto_intro": "This portal is conceived as a bridge between the complexity of scientific communication and the opportunities of web technology. An open-source educational project dedicated to making human biology accessible to everyone, breaking down barriers to information access.",
    "manifesto_pillars_title": "Our pillars:",
    "manifesto_pillar_1": "Cognitive Accessibility: Designed for a diverse audience, it offers detailed scientific versions and simplified, highly readable versions, specifically optimized for dyslexia and Specific Learning Disabilities (SLD), in line with WCAG 2.1 standards.",
    "manifesto_pillar_2": "Technology and Performance: We combine solid web development fundamentals with advanced search engine optimization (SEO) via JSON-LD and continuous performance monitoring with GSC, to ensure content reaches anyone who needs it, wherever they are.",
    "manifesto_goal": "Our ultimate goal is ambitious: to democratize science, by offering an intuitive and reliable tool that inspires curiosity and knowledge in every person.",    
    "main-description": "Health is our most precious asset, our serenity is our health destiny.",
    "btn-explore": "Explore the Project",
    "video-alt": "Video preview: Singapore’s vertical forest",
    "video-desc": "The video shows Singapore's vertical forest, a building covered in plants that integrates nature and urban architecture.",
    "section-science": "Everything you absolutely need to know!",
    "mitocondri-term": "Mitochondria",
    "mitocondri-def": "Produce energy in the form of ATP.",
    "lisosoma-term": "Lysosome",
    "lisosoma-def": "Responsible for the destruction and recycling of senescent cells.",
    "miochine-term": "Myokines",
    "miochine-def": "Anti-inflammatory, anticancer, molecules that improve cognitive functions.",
    "pelle-term": "The skin",
    "pelle-def": "Composed of keratinocytes (90%) and melanocytes for melanin production.",
    "section-preventive": "PREVENTIVE MEDICINE",
    "preventive-1": "Overweight and Obesity",
    "preventive-2": "Smoking and alcohol abuse",
    "preventive-3": "Stressed and rushed facial expressions",
    "preventive-4": "Consumption of processed foods",
    "preventive-5": "Poor physical fitness",
    "preventive-6": "Clumsy movements / Poor mobility",
    "preventive-7": "Isolation from people and environment",
    "section-cell": "THE CELL AS THE BASIS OF LIFE",
    "wellbeing": "SERENITY, WELL-BEING, LONGEVITY;",
    "cell-desc": "Our health destiny and our serenity are the most important things; only then do we begin to consider changing those aspects of our life that cause us psychophysical discomfort.",
    "preventive-therapy": "Preventive therapy through physical activity, nutrition, proper nighttime rest, distancing from dependencies (often disguised as normal habits), and the ability to cope with stress.",
    "rewrite-life": "Reprocess our personal history in a new way, and rewrite it with a radical change;",
    "biological-factors": "Organic variables (biological laws) are deeply influenced by lifestyle.",
    "inflammation": "Reduction of systemic inflammation (and its mediators), stimulation of neurotrophic factors leading to increases in",
    "sinaptogenesi-term": "Synaptogenesis",
    "sinaptogenesi-def": "and regional brain volumes, modification of the immune, endocrine, and microbiota systems. Changes;",
    "epigenetici-term": "Epigenetic",
    "epigenetici-def": "changes can be transmitted across generations.",
    "quote": "It is no measure of health to be well adjusted to a profoundly sick society"    
  }
}