{
  "it": {
"projects-title": "Progetti del Biotech Project",
"explore-text": "Esplora i nostri progetti innovativi nel campo della biotecnologia e della tecnologia.",
"manifesto_role": "Ingegneria della Resilienza Sanitaria",
"manifesto_p1": "Il lavoro di BiotechProject si concentra sul paradigma 'Stateless Edge': una metodologia progettata per eliminare i 'caselli digitali' imposti dai framework pesanti e dalle infrastrutture centralizzate.",
"manifesto_p2": "BiotechProject ha dimostrato che migrando i calcoli biologici complessi interamente sul Client (Vanilla JS), possiamo ottenere prestazioni inferiori al secondo (0.3s TTI) mantenendo costi operativi di backend pari a zero.",
"manifesto_p3": "La missione è sostituire le architetture legacy ad alta latenza con un'Ingegneria Minimalista che garantisca equità sanitaria globale, accessibilità AAA nativa e una privacy assoluta per progettazione.",
"manifesto_final": "Crediamo che nei sistemi critici per la vita, la semplicità sia la massima forma di affidabilità.",
"call-to-action": "Unisciti al progetto, contribuisci con le tue idee e aiutaci a plasmare il futuro della biotecnologia.",
"project-info": "Un progetto per il futuro della biotecnologia\nCreato da Staff\nVersione: 1.0.0",
"collaboration-call": "Hai idee per nuovi progetti?\nCollabora con noi su",
"light-on": "Accendi la luce",
"light-off": "Spegni la luce",
"audio-description": "Ascolta la nostra musica di sottofondo mentre esplori questa pagina."
  },
  "en": {
"projects-title": "Biotech Project Projects",
"explore-text": "Explore our innovative projects in biotechnology and technology.",
"manifesto_role": "Health Resilience Engineering",
"manifesto_p1": "The work of BiotechProject focuses on the 'Stateless Edge' paradigm: a methodology designed to eliminate 'digital toll booths' imposed by heavy frameworks and centralized infrastructures.",
"manifesto_p2": "BiotechProject has demonstrated that by migrating complex biological computations entirely to the Client (Vanilla JS), we can achieve sub-second performance (0.3s TTI) while maintaining zero backend operational costs.",
"manifesto_p3": "Mission is to replace high-latency legacy architectures with Minimalist Engineering that ensures global health equity, native AAA accessibility, and absolute privacy by design.",
"manifesto_final": "We believe that in life-critical systems, simplicity is the ultimate form of reliability.",
"call-to-action": "Join the project, contribute with your ideas and help us shape the future of biotechnology.",
"project-info": "A project for the future of biotechnology\nCreated by Staff\nVersion: 1.0.0",
"collaboration-call": "Have ideas for new projects?\nCollaborate with us on",
"light-on": "Turn on the light",
"light-off": "Turn off the light",
"audio-description": "Listen to our background music while you explore this page."
  }
}