{"it":{"_section_lymphatic":"=== SISTEMA LINFATICO ===","lymph_title":"SISTEMA LINFATICO","lymph_intro_1":"I capillari sanguigni e le vene costituiscono un sistema di drenaggio per i liquidi tissulari.","lymph_intro_2":"La quantità di proteine nel liquido interstiziale è molto piccola, ma in certe condizioni aumenta considerevolmente e sembra improbabile che rientri nel sistema capillare.","lymph_intro_3":"Vi è poi un secondo sistema di drenaggio, quello linfatico, la cui funzione principale è quella di assorbire dagli spazi tissulari le proteine in eccesso.","lymph_structure_1":"Il sistema linfatico è costituito da una rete di sottili vasi che prendono il nome di capillari linfatici, che, a loro volta, confluiscono in vasi più grandi, alcuni dei quali sono contrattili.","lymph_structure_2":"Tutto il sistema linfatico è provvisto di valvole che costringono la linfa a circolare in un solo senso. I vasi linfatici provenienti dalle estremità inferiori e dall'addome confluiscono nella","lymph_structure_3":"e da qui nel dotto toracico che, unendosi ai vasi provenienti dalla parte superiore del corpo, sbocca nella succlavia sinistra contigua alla giugulare.","lymph_drainage_right":"I vasi linfatici provenienti dalla parte superiore destra del corpo formano la grande vena linfatica che sbocca nel punto d'unione delle vene succlavie e della giugulare destra.","lymph_what_is":"Il liquido circolante nel sistema linfatico si dice linfa.","lymph_composition":"La linfa ha una composizione simile a quella del plasma sanguigno, ma con minore quantità di proteine. Contiene inoltre numerosi linfociti di origine gangliare, prodotti cioè dai gangli o nodi linfatici, che si trovano localizzati in determinate regioni dell'organismo lungo il sistema.","lymph_circulation_mechanism":"La circolazione della linfa obbedisce alla differenza esistente tra la pressione tissulare e la pressione venosa, alla frizione esercitata dai muscoli al loro contrarsi e, talvolta, all'attività contrattile propria dei vasi linfatici.","lymph_capillaries_comparison":"Similmente a quelli del sistema cardiocircolatorio, i vasi linfatici più piccoli, detti capillari, si trovano nelle regioni periferiche dell'organismo e, riunendosi tra loro, danno origine a vasi sempre più grandi, fino a riversarsi nel dotto toracico.","lymph_capillaries_features":"A differenza di quelli sanguigni, i capillari linfatici sono a fondo cieco e sono dotati di una parete ancor più sottile, formata da cellule separate da ampie aperture.","lymph_nodes":"In corrispondenza di alcune giunzioni tra i vari dotti linfatici, situate in punti strategici dell'organismo, troviamo vere e proprie stazioni di filtraggio dette, appunto, linfonodi.","lymphoid_organs":"Lungo il sistema linfatico incontriamo anche i cosiddetti organi linfatici, deputati alla produzione ed alla purificazione della linfa (timo, milza e midollo osseo).","lymph_vessels_large":"I vasi linfatici di maggiori dimensioni si caratterizzano per il susseguirsi di restringimenti e dilatazioni a cui si associano vere e proprie inserzioni valvolari che, similmente a quelle del sistema venoso, impediscono il reflusso della linfa obbligandola a scorrere in un solo senso; la parete di alcuni di questi vasi ha anche capacità contrattile.","lymph_unidirectional_flow":"Tutte queste peculiarità anatomiche sono fondamentali per consentire il passaggio unidirezionale della linfa: dal liquido interstiziale dei tessuti verso la circolazione sistemica, anche contro gravità.","lymph_functions_title":"Funzioni del sistema linfatico:","lymph_function_1":"1. Mantenimento equilibrio dei liquidi all'interno del corpo: riportare in circolo il liquido e le proteine filtrati dai capillari sanguigni;","lymph_function_2":"2. Trasferire i grassi assorbiti a livello dell'intestino tenue nella circolazione sistemica;","lymph_function_3":"3. Funzione immunitaria: catturare e distruggere patogeni estranei all'organismo, producendo i linfociti deputati alla loro neutralizzazione;","lymph_immune_cells_note":"N.B. Le cellule del sistema immunitario sono normalmente presenti;","lymph_immune_cells_locations":"Nel sangue e nella linfa come cellule circolanti; Negli organi linfoidi come strutture anatomicamente organizzate, e, in tutti i tessuti corporei come cellule isolate.","lymph_immune_organization":"L'organizzazione anatomica di queste cellule e la loro capacità di circolare tra sangue, linfa e organi sono di cruciale importanza per la generazione di una risposta immunitaria","lymph_appearance":"La linfa: Di colore trasparente, giallo paglierino o lattescente a seconda dei casi, la linfa contiene zuccheri, proteine, sali, lipidi, amminoacidi, ormoni, vitamine, globuli bianchi ecc.","lymph_origin_composition":"Deriva direttamente dal sangue ed ha una composizione ad esso molto simile, nonostante sia più ricca di globuli bianchi e poverissima di quelli rossi. Rispetto al sangue, però, è particolarmente ricca di lipidi.","lymph_chylomicrons":"Difatti, dopo l'assorbimento intestinale, le molecole lipidiche vengono riversate nel sistema linfatico sotto forma di particolari lipoproteine dette chilomicroni.","lymph_interstitial_circulation":"Circolando negli spazi interstiziali (compresi, cioè, tra una cellula e l'altra) ha lo scopo di riassorbire il plasma, (parte liquida del sangue) presente in queste zone. Le sottilissime pareti dei capillari sanguigni sono infatti permeabili all'acqua e a varie sostanze;","lymph_capillary_exchange":"Proprio grazie a questa permeabilità, può aversi il passaggio di ossigeno e sostanze nutritive dal sangue ai tessuti che, dal canto loro, riversano nel torrente ematico anidride carbonica e prodotti di rifiuto;","lymph_waste_system":"La linfa rappresenta un efficace sistema attraverso cui l'organismo raccoglie liquidi e materiale di scarto dalla periferia per poi veicolarlo agli organi di depurazione (fegato, reni, polmoni, linfonodi).","lymph_venous_comparison":"Sotto questo punto di vista, la funzione del sistema linfatico è quindi molto simile a quella del circolo venoso.","lymph_dysfunction_question":"Cosa accade quando non funziona correttamente?","lymph_edema_mechanism":"Quando il prezioso sistema di drenaggio linfatico va in tilt si possono accumulare notevoli quantità di liquidi negli spazi interstiziali a causa del gradiente osmotico sfavorevole (passaggio di acqua dalla soluzione a concentrazione minore a quella a concentrazione maggiore, cioè dal sangue agli spazi interstiziali). Questa condizione è definita edema e, come ricordato, è la tipica conseguenza dell'immobilizzazione prolungata.","immune_title":"SISTEMA IMMUNITARIO","immune_overview":"Il sistema immunitario è un insieme di organi e di cellule altamente specializzate con il compito di difendere l'organismo da agenti esterni, i quali possono causare infezioni.","immune_network":"Tutte le componenti di questo \"istituto di vigilanza\" si trovano sparse in diverse aree del corpo umano e comunicano tra di loro grazie a interconnessioni chiamate vasi linfatici.","immune_composition_intro":"Nello specifico il sistema immunitario è costituito da;","immune_cells":"Cellule specializzate, chiamate globuli bianchi o leucociti, capaci di circolare sia nel sangue che nei tessuti. Queste cellule si suddividono ulteriormente in granulociti, monociti e linfociti;","immune_organs":"Organi linfatici principali, e cioè midollo osseo e timo, e organi linfatici secondari, e cioè linfonodi, milza e tessuto linfoide associato alle mucose (tonsille, appendice e placche intestinali di Peyer);","immune_proteins":"Proteine specializzate nel ruolo di mediatori chimici, chiamate citochine: queste proteine orchestrano le diverse risposte immunitarie, scambiandosi segnali tra di loro al fine di controllare il lavoro dei diversi organi e dei tessuti linfatici.","immune_how_question":"Come funziona il sistema immunitario?","immune_response_intro":"Una normale risposta immunitaria si articola secondo questi passaggi:","immune_step_1":"1. l'agente esterno potenzialmente pericoloso, chiamato antigene, viene scoperto e identificato;","immune_step_2":"2. il sistema immunitario si attiva mobilitando tutti i suoi difensori, o cellule;","immune_step_3":"3. l'agente viene accerchiato e attaccato;","immune_step_4":"4. l'aggressione viene domata e conclusa;","immune_bone_marrow_role":"L'organo responsabile della produzione delle cellule del sistema immunitario è il midollo osseo.","immune_bone_marrow_location":"Quest'ultimo è un organo disperso, che si trova all'interno: di alcuni tipi di ossa del nostro corpo, e cioè all'interno di quelle larghe e piatte, come ad esempio il bacino del tessuto osseo spugnoso.","immune_key_cells":"Le cellule immunitarie più importanti sono i globuli bianchi che si distinguono in tre categorie: granulociti, monociti e linfociti.","immune_other_components":"Gli altri componenti del sistema immunitario appartengono al sistema linfatico.","immune_lymphatic_function":"Quest'ultimo è un sistema \"a senso unico\" che trasporta i fluidi da piccoli spazi presenti tra le varie cellule dei tessuti, chiamati spazi interstiziali, verso il sistema circolatorio principale.","immune_lymphatic_role":"Il ruolo del sistema linfatico non è solo quello di drenare e di filtrare ma anche di consegnare tutti gli agenti estranei agli organi che si occupano della difesa, e cioè:","immune_spleen":"La milza, organo linfatico principale localizzato nell'addome, che rappresenta il luogo in cui vengono portati e neutralizzati tutti gli agenti estranei;","immune_lymph_nodes":"I linfonodi, che rappresentano delle stazioni intermedie del sistema linfatico, dove le cellule immunitarie si moltiplicano per combattere contro un antigene specifico;","immune_lymphatic_vessels":"i vasi linfatici, che costituiscono un vero e proprio sistema circolatorio dedicato al trasporto della linfa, un fluido trasparente contenente globuli bianchi.","immune_how_many_responses_question":"Quanti tipi di risposte immunitarie possono essere attivate?","immune_response_types_intro":"Al fine di difendere il nostro organismo contro i patogeni esterni, il sistema immunitario può attivare tre diversi tipi di risposta: la risposta innata, la risposta adattiva e la risposta meccanica o chimica.","immune_innate_adaptive_cooperation":"La risposta innata e quella adattiva si attivano insieme, regolandosi l'una con l'altra.","immune_response_mechanical":"1. Chimica o meccanica, corrisponde alle barriere di superficie del corpo;","immune_response_innate":"2. Innata, presente in tutti gli organismi pluricellulari dalla nascita come prima linea di difesa contro i patogeni;","immune_response_adaptive":"3. Adattiva, entra in azione quando la prima linea di difesa non basta;","gallery-lymphatic-aria":"Immagini del sistema linfatico","modal-viewer-aria":"Visualizzatore immagini","modal-close-aria":"Chiudi visualizzatore","modal-prev-aria":"Slide precedente","modal-next-aria":"Slide successiva","lymph-img-alt-1":"Sistema linfatico schema 1","lymph-img-alt-2":"Sistema linfatico schema 2","lymph-img-alt-3":"Sistema linfatico schema 3","lymph-img-alt-4":"Sistema linfatico schema 4","lymph-btn-aria-1":"Apri schema 1: Scambio tra plasma e liquido tissutale","lymph-btn-aria-2":"Apri schema 2: Capillari linfatici e sanguigni nel tessuto","lymph-btn-aria-3":"Apri schema 3: Struttura del ganglio linfatico","lymph-btn-aria-4":"Apri schema 4: Sistema linfatico","lymph-full-alt-1":"Scambio di nutrienti tra plasma e liquido interstiziale","lymph-full-alt-2":"Anatomia dei capillari linfatici nei tessuti","lymph-full-alt-3":"Struttura interna di un linfonodo (Ganglio)","lymph-full-alt-4":"Panoramica del sistema linfatico umano","_section_lymphatic_simple":"=== SISTEMA LINFATICO SEMPLICE ===","simple_lymph_title":"Sistema linfatico","simple_lymph_intro_1":"Il sistema linfatico aiuta a pulire il corpo e a difenderlo dalle infezioni.","simple_lymph_intro_2":"È collegato al sistema circolatorio, ma ha vasi e funzioni diverse.","simple_lymph_purpose_title":"A cosa serve?","simple_lymph_purpose_1":"Il sangue filtra nei tessuti, ma non tutto ritorna subito. Rimane un po’ di liquido con proteine.","simple_lymph_purpose_2":"Il sistema linfatico lo raccoglie e lo riporta in circolo.","simple_lymph_vessels_title":"I vasi linfatici","simple_lymph_vessels_intro":"Sono tubi molto sottili, simili ai capillari del sangue, ma con alcune differenze:","simple_lymph_vessel_feature_1":"Sono a fondo cieco (non fanno un anello)","simple_lymph_vessel_feature_2":"Hanno pareti più sottili e fori più grandi","simple_lymph_vessel_feature_3":"Hanno valvole che fanno viaggiare la linfa in una sola direzione","simple_lymph_vessels_merge":"I vasi più piccoli si uniscono in vasi più grandi.","simple_lymph_final_path":"Alla fine, la linfa entra nel sangue attraverso due grandi dotti:","simple_lymph_duct_thoracic":"Dotto toracico: porta la linfa nella vena succlavia sinistra","simple_lymph_duct_right":"Grande vena linfatica: porta la linfa nella vena destra","simple_lymph_fluid_title":"La linfa","simple_lymph_fluid_1":"È il liquido che circola nel sistema linfatico.","simple_lymph_fluid_2":"Assomiglia al plasma del sangue, ma ha meno proteine.","simple_lymph_fluid_3":"Contiene tanti linfociti, le cellule che difendono il corpo.","simple_lymph_circulation_title":"Come circola la linfa?","simple_lymph_no_heart":"Non c’è un organo che la spinge come il cuore.","simple_lymph_movement_intro":"Si muove grazie a:","simple_lymph_movement_muscles":"La contrazione dei muscoli (quando ci muoviamo)","simple_lymph_movement_pressure":"La pressione dei tessuti intorno ai vasi","simple_lymph_movement_vessel_contraction":"La contrazione di alcuni vasi linfatici (sono leggermente muscolari)","simple_lymph_valves_prevent_backflow":"Le valvole impediscono che torni indietro.","simple_lymph_nodes_title":"Linfonodi: le stazioni di filtro","simple_lymph_nodes_intro":"Lungo il percorso ci sono organi piccoli chiamati linfonodi o gangli linfatici.","simple_lymph_nodes_checkpoints":"Sono come \"posti di controllo\".","simple_lymph_nodes_function_intro":"Fanno:","simple_lymph_nodes_filter":"Filtrare la linfa","simple_lymph_nodes_trap":"Catturare batteri, virus e cellule estranee","simple_lymph_nodes_produce":"Produrre linfociti per combattere le infezioni","simple_lymph_nodes_swollen":"Quando sei malato, i linfonodi si ingrossano. È un segno che stanno lavorando.","simple_lymph_nodes_locations":"Si trovano in punti precisi: collo, ascelle, inguine.","simple_lymph_organs_title":"Organi linfatici importanti","simple_lymph_organs_intro":"Oltre ai linfonodi, ci sono altri organi che aiutano il sistema linfatico:","simple_lymph_organ_thymus":"Timio: formato da linfociti. È attivo soprattutto nei bambini.","simple_lymph_organ_spleen":"Milza: filtra il sangue, distrugge i globuli rossi vecchi e produce linfociti.","simple_lymph_organ_bone_marrow":"Midollo osseo: produce le cellule del sangue e i linfociti.","simple_lymph_functions_title":"Funzioni principali del sistema linfatico","simple_lymph_function_balance":"Bilancio dei liquidi: raccoglie il liquido in eccesso dai tessuti e lo riporta nel sangue.","simple_lymph_function_fat":"Trasporto dei grassi: porta i grassi assorbiti dall’intestino al sangue.","simple_lymph_function_defense":"Difesa del corpo: cattura germi e produce cellule immunitarie (linfociti).","simple_lymph_cells_location_title":"Dove si trovano le cellule immunitarie?","simple_lymph_cells_location_intro":"Le cellule che difendono il corpo sono ovunque:","simple_lymph_cells_in_blood":"Nel sangue e nella linfa: viaggiano libere","simple_lymph_cells_in_organs":"Nei linfonodi, timo, milza: sono organizzate in strutture precise","simple_lymph_cells_in_tissues":"In tutti i tessuti: ci sono cellule isolate che controllano ogni zona","simple_lymph_cells_movement_title":"Le cellule immunitarie: come si muovono","simple_lymph_cells_movement_1":"Le cellule che difendono il corpo sono organizzate in modo preciso.","simple_lymph_cells_movement_2":"Possono viaggiare tra sangue, linfa e tessuti.","simple_lymph_cells_movement_3":"Questo movimento è fondamentale per combattere le infezioni in ogni parte del corpo.","simple_lymph_what_is_title":"Cos’è la linfa?","simple_lymph_what_is_1":"La linfa è un liquido trasparente, giallo chiaro o leggermente biancastro.","simple_lymph_what_is_2":"Viene dal sangue, ma è diversa:","simple_lymph_what_is_white_blood_cells":"Ha tanti globuli bianchi (pochi rossi)","simple_lymph_what_is_contents":"Ha zuccheri, sali, vitamine, ormoni","simple_lymph_what_is_fats":"È ricca di grassi (lipidi)","simple_lymph_why_fatty_title":"Perché è ricca di grassi?","simple_lymph_why_fatty_1":"Dopo aver mangiato, i grassi assorbiti dall’intestino entrano nel sistema linfatico.","simple_lymph_why_fatty_2":"Viaggiano sotto forma di piccole sfere chiamate chilomicroni.","simple_lymph_why_fatty_3":"Poi la linfa li porta nel sangue.","simple_lymph_drainage_how_title":"Come funziona il drenaggio","simple_lymph_drainage_1":"I capillari sanguigni sono permeabili: lasciano passare acqua e sostanze.","simple_lymph_drainage_2":"Così:","simple_lymph_drainage_oxygen":"Ossigeno e nutrienti vanno dai capillari ai tessuti","simple_lymph_drainage_waste":"CO₂ e scarti tornano nel sangue","simple_lymph_drainage_leftover":"Ma non tutto il liquido torna subito. Il sistema linfatico lo raccoglie.","simple_lymph_what_for_title":"A cosa serve la linfa?","simple_lymph_what_for_intro":"La linfa:","simple_lymph_what_for_collect":"Raccoglie liquidi e scarti dai tessuti","simple_lymph_what_for_transport":"Li porta agli organi che li puliscono: fegato, reni, polmoni, linfonodi","simple_lymph_what_for_summary":"È come un sistema di \"scarico\" del corpo, simile alle vene.","lymphatic_failure_title":"Cosa succede se non funziona?","lymphatic_failure_1":"Se il sistema linfatico non drena bene, il liquido si accumula nei tessuti.","lymphatic_failure_2":"Questo si chiama edema.","lymphatic_failure_3":"Si vede come un rigonfiamento, soprattutto in gambe, piedi o mani.","lymphatic_failure_4":"Succede spesso dopo lunghi periodi di immobilità.","immune_system_title":"Sistema immunitario","immune_system_intro_1":"Il sistema immunitario difende il corpo da germi, virus e altre minacce.","immune_system_intro_2":"È formato da cellule, organi e proteine che lavorano insieme per proteggere il corpo.","immune_system_intro_3":"Si trova in tutto l’organismo e comunica attraverso i vasi linfatici.","immune_system_composition_title":"Cosa forma il sistema immunitario?","immune_cells_title":"1. Cellule difensive (globuli bianchi)","immune_cells_1":"Si chiamano anche leucociti. Circolano nel sangue e nei tessuti.","immune_cells_2":"Si dividono in:","immune_cells_granulocytes":"Granulociti – attaccano batteri e parassiti","immune_cells_monocytes":"Monociti – diventano macrofagi e \"mangiano\" i germi","immune_cells_lymphocytes":"Linfociti – producono anticorpi e ricordano le infezioni passate","immune_organs_title":"2. Organi linfatici","immune_organs_bone_marrow_thymus":"Midollo osseo e timio: producono le cellule immunitarie","immune_organs_filter_organs":"Linfonodi, milza, tonsille, appendice, placche di Peyer: filtrano germi e attivano la difesa","defense_proteins_title":"3. Proteine di difesa (citochine)","defense_proteins_1":"Sono messaggeri chimici","defense_proteins_2":"Aiutano le cellule a comunicare e organizzare la risposta immunitaria","immune_response_title":"Come risponde il corpo a un'infezione?","immune_response_step_1":"Scoperta: un germe (antigene) viene riconosciuto","immune_response_step_2":"Attivazione: il sistema immunitario si prepara e manda le cellule difensive","immune_response_step_3":"Attacco: i germi vengono bloccati e distrutti","immune_response_step_4":"Fine: l'infezione è sconfitta, il corpo si riposa","immune_cells_origin_title":"Dove nascono le cellule immunitarie?","immune_cells_origin_1":"Nel midollo osseo, che si trova dentro ossa come il bacino e lo sterno.","immune_cells_origin_2":"Da lì, le cellule vanno in altri organi per maturare e imparare a combattere.","three_defense_types_title":"I tre tipi di difesa","three_defense_types_intro":"Il corpo ha tre modi per difendersi:","defense_type_1_title":"1. Barriere meccaniche e chimiche","defense_type_1_description":"Sono la prima difesa. Bloccano i germi prima che entrino.","defense_type_1_examples":"Pelle, muco, saliva, lacrime Acido dello stomaco","defense_type_2_title":"2. Risposta innata","defense_type_2_description":"È pronta subito dopo la nascita. Agisce in fretta contro molti germi.","defense_type_2_features":"Usa granulociti, monociti, linfociti naturali Non ricorda gli attacchi passati","defense_type_3_title":"3. Risposta adattiva","defense_type_3_description":"Si attiva se la prima difesa non basta.","defense_type_3_point_1":"È lenta all’inizio, ma molto precisa","defense_type_3_point_2":"Usa linfociti specializzati per combattere un solo tipo di germe","defense_type_3_point_3":"Ha memoria: se lo stesso germe torna, risponde più in fretta","defense_type_3_vaccine_link":"Questa è la risposta che sfruttano i vaccini.","defense_systems_together_title":"Come lavorano insieme le difese?","defense_systems_together_intro_1":"Le tre risposte non agiscono da sole.","defense_systems_together_intro_2":"Si attivano insieme:","defense_systems_together_step_1":"La barriera ferma i germi all’ingresso","defense_systems_together_step_2":"La risposta innata attacca subito in modo generico","defense_systems_together_step_3":"La risposta adattiva entra in azione con precisione e crea memoria","defense_systems_together_summary":"Così il corpo è protetto velocemente e a lungo."},"en":{"_section_lymphatic":"=== LYMPHATIC SYSTEM ===","lymph_title":"LYMPHATIC SYSTEM","lymph_intro_1":"Blood capillaries and veins form a drainage system for tissue fluids.","lymph_intro_2":"The amount of protein in the interstitial fluid is very small, but under certain conditions it increases significantly, and it seems unlikely that it re-enters the capillary system.","lymph_intro_3":"There is a second drainage system, the lymphatic one, whose main function is to absorb excess proteins from tissue spaces.","lymph_structure_1":"The lymphatic system is composed of a network of thin vessels known as lymphatic capillaries, which in turn converge into larger vessels, some of which are contractile.","lymph_structure_2":"The entire lymphatic system is equipped with valves that force lymph to circulate in one direction only. Lymphatic vessels from the lower limbs and abdomen converge into the","lymph_structure_3":"and from there into the thoracic duct, which, joining vessels from the upper part of the body, empties into the left subclavian vein adjacent to the jugular.","lymph_drainage_right":"Lymphatic vessels from the upper right part of the body form the right lymphatic duct, which drains into the junction of the right subclavian and jugular veins.","lymph_what_is":"The fluid circulating within the lymphatic system is called lymph.","lymph_composition":"Lymph has a composition similar to blood plasma, but with a lower protein content. It also contains numerous lymphocytes of nodal origin, produced by lymph nodes located in specific regions of the body along the system.","lymph_circulation_mechanism":"Lymph circulation depends on the pressure difference between tissue and venous pressure, the friction exerted by contracting muscles, and, in some cases, the intrinsic contractile activity of the lymphatic vessels.","lymph_capillaries_comparison":"Like those in the cardiovascular system, the smallest lymphatic vessels, called capillaries, are located in peripheral regions of the body and merge together to form progressively larger vessels, eventually draining into the thoracic duct.","lymph_capillaries_features":"Unlike blood capillaries, lymphatic capillaries are blind-ended and have an even thinner wall, composed of cells separated by wide openings.","lymph_nodes":"At certain junctions between various lymphatic ducts, located in strategic points of the body, we find actual filtering stations known as lymph nodes.","lymphoid_organs":"Along the lymphatic system, we also find the so-called lymphoid organs, responsible for the production and purification of lymph (thymus, spleen, and bone marrow).","lymph_vessels_large":"Larger lymphatic vessels are characterized by alternating constrictions and dilations, associated with true valvular insertions that, similarly to those in the venous system, prevent backflow of lymph and force it to flow in one direction; the wall of some of these vessels also has contractile ability.","lymph_unidirectional_flow":"All these anatomical features are essential for enabling the unidirectional flow of lymph: from the interstitial fluid of tissues toward the systemic circulation, even against gravity.","lymph_functions_title":"Functions of the lymphatic system:","lymph_function_1":"1. Maintenance of fluid balance within the body: returning to circulation the fluid and proteins filtered out by blood capillaries;","lymph_function_2":"2. Transporting fats absorbed at the level of the small intestine into the systemic circulation;","lymph_function_3":"3. Immune function: capturing and destroying foreign pathogens, producing lymphocytes responsible for their neutralization;","lymph_immune_cells_note":"Note: Immune system cells are normally present;","lymph_immune_cells_locations":"In the blood and lymph as circulating cells; in lymphoid organs as anatomically organized structures; and in all body tissues as isolated cells.","lymph_immune_organization":"The anatomical organization of these cells and their ability to circulate between blood, lymph, and organs is crucial for generating an immune response","lymph_appearance":"Lymph: Depending on the case, it is transparent, pale yellow, or milky; it contains sugars, proteins, salts, lipids, amino acids, hormones, vitamins, white blood cells, etc.","lymph_origin_composition":"It derives directly from blood and has a very similar composition, although it is richer in white blood cells and extremely poor in red ones. However, compared to blood, it is particularly rich in lipids.","lymph_chylomicrons":"Indeed, after intestinal absorption, lipid molecules are released into the lymphatic system in the form of special lipoproteins called chylomicrons.","lymph_interstitial_circulation":"By circulating in the interstitial spaces (i.e., between one cell and another), lymph aims to reabsorb plasma (the liquid component of blood) present in these areas. The extremely thin walls of blood capillaries are in fact permeable to water and various substances;","lymph_capillary_exchange":"Thanks to this permeability, oxygen and nutrients can pass from the blood to the tissues, which in turn release carbon dioxide and waste products into the bloodstream;","lymph_waste_system":"Lymph represents an effective system through which the body collects fluids and waste material from the periphery and transports them to detoxifying organs (liver, kidneys, lungs, lymph nodes).","lymph_venous_comparison":"From this perspective, the function of the lymphatic system is therefore very similar to that of the venous circulation.","lymph_dysfunction_question":"What happens when it does not work properly?","lymph_edema_mechanism":"When the valuable lymphatic drainage system malfunctions, significant amounts of fluid can accumulate in the interstitial spaces due to an unfavorable osmotic gradient (movement of water from a solution with lower concentration to one with higher concentration, i.e., from blood into interstitial spaces). This condition is known as edema and, as noted, is the typical consequence of prolonged immobilization.","immune_title":"IMMUNE SYSTEM","immune_overview":"The immune system is a network of organs and highly specialized cells whose task is to defend the body from external agents, which can cause infections.","immune_network":"All components of this \"surveillance system\" are scattered throughout various areas of the human body and communicate with each other through connections called lymphatic vessels.","immune_composition_intro":"Specifically, the immune system is composed of;","immune_cells":"Specialized cells, known as white blood cells or leukocytes, capable of circulating in both blood and tissues. These cells are further divided into granulocytes, monocytes, and lymphocytes;","immune_organs":"Primary lymphoid organs, namely bone marrow and thymus, and secondary lymphoid organs, namely lymph nodes, spleen, and mucosa-associated lymphoid tissue (tonsils, appendix, and Peyer's patches);","immune_proteins":"Specialized proteins acting as chemical mediators, called cytokines: these proteins orchestrate different immune responses by exchanging signals among themselves to regulate the activity of various lymphoid organs and tissues.","immune_how_question":"How does the immune system work?","immune_response_intro":"A normal immune response unfolds in the following steps:","immune_step_1":"1. The potentially dangerous external agent, called an antigen, is detected and identified;","immune_step_2":"2. The immune system activates, mobilizing all its defenders, or cells;","immune_step_3":"3. The antigen is surrounded and attacked;","immune_step_4":"4. The attack is subdued and concluded;","immune_bone_marrow_role":"The organ responsible for producing immune system cells is the bone marrow.","immune_bone_marrow_location":"It is a diffuse organ located inside certain types of bones in our body, specifically within flat and broad bones such as the pelvis and spongy bone tissue.","immune_key_cells":"The most important immune cells are white blood cells, which are divided into three categories: granulocytes, monocytes, and lymphocytes.","immune_other_components":"The other components of the immune system belong to the lymphatic system.","immune_lymphatic_function":"The latter is a \"one-way\" system that transports fluids from small spaces between tissue cells, called interstitial spaces, toward the main circulatory system.","immune_lymphatic_role":"The role of the lymphatic system is not only to drain and filter, but also to deliver all foreign agents to the organs responsible for defense, namely:","immune_spleen":"The spleen, a primary lymphoid organ located in the abdomen, which serves as the site where foreign agents are transported and neutralized;","immune_lymph_nodes":"Lymph nodes, which act as intermediate stations of the lymphatic system, where immune cells multiply to fight against a specific antigen;","immune_lymphatic_vessels":"lymphatic vessels, which form a dedicated circulatory system for transporting lymph, a clear fluid containing white blood cells.","immune_how_many_responses_question":"How many types of immune responses can be activated?","immune_response_types_intro":"In order to defend our body against external pathogens, the immune system can activate three different types of response: innate, adaptive, and mechanical or chemical.","immune_innate_adaptive_cooperation":"The innate and adaptive responses are activated together, regulating each other.","immune_response_mechanical":"1. Mechanical or chemical, corresponds to the body's surface barriers;","immune_response_innate":"2. Innate, present in all multicellular organisms from birth as the first line of defense against pathogens;","immune_response_adaptive":"3. Adaptive, activates when the first line of defense is insufficient;","gallery-lymphatic-aria":"Lymphatic system images","modal-viewer-aria":"Image viewer","modal-close-aria":"Close viewer","modal-prev-aria":"Previous slide","modal-next-aria":"Next slide","lymph-img-alt-1":"Lymphatic system diagram 1","lymph-img-alt-2":"Lymphatic system diagram 2","lymph-img-alt-3":"Lymphatic system diagram 3","lymph-img-alt-4":"Lymphatic system diagram 4","lymph-btn-aria-1":"Open diagram 1: Exchange between plasma and tissue fluid","lymph-btn-aria-2":"Open diagram 2: Lymphatic and blood capillaries in tissue","lymph-btn-aria-3":"Open diagram 3: Structure of the lymph node","lymph-btn-aria-4":"Open diagram 4: Lymphatic system overview","lymph-full-alt-1":"Nutrient exchange between plasma and interstitial fluid","lymph-full-alt-2":"Anatomy of lymphatic capillaries in tissues","lymph-full-alt-3":"Internal structure of a lymph node (Ganglion)","lymph-full-alt-4":"Overview of the human lymphatic system","_section_lymphatic_simple":"=== LYMPHATIC SYSTEM SIMPLE ===","simple_lymph_title":"Lymphatic System","simple_lymph_intro_1":"The lymphatic system helps clean the body and defend it from infections.","simple_lymph_intro_2":"It is connected to the circulatory system, but has different vessels and functions.","simple_lymph_purpose_title":"What is it for?","simple_lymph_purpose_1":"Blood leaks into tissues, but not all of it returns right away. Some fluid with proteins is left behind.","simple_lymph_purpose_2":"The lymphatic system collects it and returns it to circulation.","simple_lymph_vessels_title":"Lymphatic vessels","simple_lymph_vessels_intro":"They are very thin tubes, similar to blood capillaries, but with some differences:","simple_lymph_vessel_feature_1":"They are blind-ended (they don’t form a loop)","simple_lymph_vessel_feature_2":"They have thinner walls and larger openings","simple_lymph_vessel_feature_3":"They have valves that make lymph flow in one direction only","simple_lymph_vessels_merge":"The smaller vessels join together to form larger ones.","simple_lymph_final_path":"In the end, lymph enters the blood through two large ducts:","simple_lymph_duct_thoracic":"Thoracic duct: carries lymph into the left subclavian vein","simple_lymph_duct_right":"Right lymphatic duct: carries lymph into the right subclavian vein","simple_lymph_fluid_title":"Lymph","simple_lymph_fluid_1":"It is the fluid that circulates in the lymphatic system.","simple_lymph_fluid_2":"It looks like blood plasma, but has fewer proteins.","simple_lymph_fluid_3":"It contains many lymphocytes, the cells that defend the body.","simple_lymph_circulation_title":"How does lymph move?","simple_lymph_no_heart":"There is no organ that pumps it like the heart.","simple_lymph_movement_intro":"It moves thanks to:","simple_lymph_movement_muscles":"Muscle contractions (when we move)","simple_lymph_movement_pressure":"Pressure from surrounding tissues around the vessels","simple_lymph_movement_vessel_contraction":"The contraction of some lymphatic vessels (they are slightly muscular)","simple_lymph_valves_prevent_backflow":"Valves prevent it from flowing backward.","simple_lymph_nodes_title":"Lymph nodes: the filtering stations","simple_lymph_nodes_intro":"Along the way there are small organs called lymph nodes or lymphatic glands.","simple_lymph_nodes_checkpoints":"They are like \"checkpoints\".","simple_lymph_nodes_function_intro":"They do:","simple_lymph_nodes_filter":"Filter lymph","simple_lymph_nodes_trap":"Trap bacteria, viruses, and foreign cells","simple_lymph_nodes_produce":"Produce lymphocytes to fight infections","simple_lymph_nodes_swollen":"When you are sick, lymph nodes swell. It is a sign they are working.","simple_lymph_nodes_locations":"They are located in specific places: neck, armpits, groin.","simple_lymph_organs_title":"Important lymphatic organs","simple_lymph_organs_intro":"Besides lymph nodes, there are other organs that help the lymphatic system:","simple_lymph_organ_thymus":"Thymus: made of lymphocytes. It is most active in children.","simple_lymph_organ_spleen":"Spleen: filters blood, destroys old red blood cells, and produces lymphocytes.","simple_lymph_organ_bone_marrow":"Bone marrow: produces blood cells and lymphocytes.","simple_lymph_functions_title":"Main functions of the lymphatic system","simple_lymph_function_balance":"Fluid balance: collects excess fluid from tissues and returns it to the blood.","simple_lymph_function_fat":"Fat transport: carries fats absorbed from the intestine to the blood.","simple_lymph_function_defense":"Body defense: captures germs and produces immune cells (lymphocytes).","simple_lymph_cells_location_title":"Where are immune cells located?","simple_lymph_cells_location_intro":"The cells that defend the body are everywhere:","simple_lymph_cells_in_blood":"In the blood and lymph: they travel freely","simple_lymph_cells_in_organs":"In lymph nodes, thymus, spleen: they are organized in precise structures","simple_lymph_cells_in_tissues":"In all tissues: there are isolated cells that monitor each area","simple_lymph_cells_movement_title":"Immune cells: how do they move?","simple_lymph_cells_movement_1":"The cells that defend the body are precisely organized.","simple_lymph_cells_movement_2":"They can travel between blood, lymph, and tissues.","simple_lymph_cells_movement_3":"This movement is essential to fight infections in every part of the body.","simple_lymph_what_is_title":"What is lymph?","simple_lymph_what_is_1":"Lymph is a clear, pale yellow, or slightly whitish fluid.","simple_lymph_what_is_2":"It comes from blood, but it is different:","simple_lymph_what_is_white_blood_cells":"It has many white blood cells (few red ones)","simple_lymph_what_is_contents":"It contains sugars, salts, vitamins, hormones","simple_lymph_what_is_fats":"It is rich in fats (lipids)","simple_lymph_why_fatty_title":"Why is it rich in fats?","simple_lymph_why_fatty_1":"After eating, fats absorbed from the intestine enter the lymphatic system.","simple_lymph_why_fatty_2":"They travel as tiny spheres called chylomicrons.","simple_lymph_why_fatty_3":"Then, lymph carries them into the blood.","simple_lymph_drainage_how_title":"How drainage works","simple_lymph_drainage_1":"Blood capillaries are permeable: they let water and substances pass through.","simple_lymph_drainage_2":"So:","simple_lymph_drainage_oxygen":"Oxygen and nutrients go from capillaries to tissues","simple_lymph_drainage_waste":"CO₂ and waste return to the blood","simple_lymph_drainage_leftover":"But not all fluid returns immediately. The lymphatic system collects it.","simple_lymph_what_for_title":"What is lymph for?","simple_lymph_what_for_intro":"Lymph:","simple_lymph_what_for_collect":"Collects fluids and waste from tissues","simple_lymph_what_for_transport":"Carries them to organs that clean them: liver, kidneys, lungs, lymph nodes","simple_lymph_what_for_summary":"It is like the body’s \"drainage\" system, similar to veins.","lymphatic_failure_title":"What happens if it doesn't work?","lymphatic_failure_1":"If the lymphatic system does not drain well, fluid builds up in the tissues.","lymphatic_failure_2":"This is called edema.","lymphatic_failure_3":"It shows as swelling, especially in the legs, feet or hands.","lymphatic_failure_4":"It often happens after long periods of not moving.","immune_system_title":"Immune System","immune_system_intro_1":"The immune system protects the body from germs, viruses and other threats.","immune_system_intro_2":"It is made of cells, organs and proteins that work together to protect the body.","immune_system_intro_3":"It is in the whole body and communicates through lymph vessels.","immune_system_composition_title":"What makes up the immune system?","immune_cells_title":"1. Defense cells (white blood cells)","immune_cells_1":"They are also called leukocytes. They move in the blood and tissues.","immune_cells_2":"They are divided into:","immune_cells_granulocytes":"Granulocytes – attack bacteria and parasites","immune_cells_monocytes":"Monociti – become macrophages and \"eat\" germs","immune_cells_lymphocytes":"Lymphocytes – make antibodies and remember past infections","immune_organs_title":"2. Lymphatic organs","immune_organs_bone_marrow_thymus":"Bone marrow and thymus: produce immune cells","immune_organs_filter_organs":"Lymph nodes, spleen, tonsils, appendix, Peyer's patches: filter germs and activate defense","defense_proteins_title":"3. Defense proteins (cytokines)","defense_proteins_1":"They are chemical messengers","defense_proteins_2":"They help cells communicate and organize the immune response","immune_response_title":"How does the body respond to an infection?","immune_response_step_1":"Detection: a germ (antigen) is recognized","immune_response_step_2":"Activation: the immune system prepares and sends defense cells","immune_response_step_3":"Attack: germs are blocked and destroyed","immune_response_step_4":"Resolution: the infection is defeated, the body rests","immune_cells_origin_title":"Where do immune cells come from?","immune_cells_origin_1":"In the bone marrow, located inside bones like the pelvis and sternum.","immune_cells_origin_2":"From there, cells travel to other organs to mature and learn how to fight.","three_defense_types_title":"The three types of defense","three_defense_types_intro":"The body has three ways to defend itself:","defense_type_1_title":"1. Mechanical and chemical barriers","defense_type_1_description":"They are the first line of defense. They block germs before they enter.","defense_type_1_examples":"Skin, mucus, saliva, tears Stomach acid","defense_type_2_title":"2. Innate response","defense_type_2_description":"It is ready from birth. It acts quickly against many germs.","defense_type_2_features":"Uses granulocytes, monocytes, natural killer cells Does not remember past attacks","defense_type_3_title":"3. Adaptive response","defense_type_3_description":"It activates if the first defense is not enough.","defense_type_3_point_1":"It is slow at first, but very precise","defense_type_3_point_2":"Uses specialized lymphocytes to fight one specific type of germ","defense_type_3_point_3":"It has memory: if the same germ returns, it responds faster","defense_type_3_vaccine_link":"This is the response that vaccines rely on.","defense_systems_together_title":"How do the defenses work together?","defense_systems_together_intro_1":"The three responses do not act alone.","defense_systems_together_intro_2":"They activate together:","defense_systems_together_step_1":"The barrier stops germs at the entrance","defense_systems_together_step_2":"The innate response attacks immediately in a general way","defense_systems_together_step_3":"The adaptive response acts with precision and creates memory","defense_systems_together_summary":"This way, the body is protected quickly and for a long time."}}